{
    "AEP": {
        "course_code": "AEP",
        "course_name": "1410 - People, Places, Connections: An Introduction to Human Geography",
        "course_description": "This introduction to human geography course is for international students at a B1 proficiency as defined in CEFR, which describes one’s ability at this level to “understand the main points of clear standard input” and “describe experiences and events, dreams, hopes and ambitions.” Students will learn the basics of geographic inquiry, apply their skills to the study of a local place, and present their findings on a website they build for this course. By considering places and systems through a variety of stakeholders’ perspectives, students will recognize the interdependence of people and places around the globe."
    },
    "BSDP": {
        "course_code": "BSDP",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "CAD": {
        "course_code": "CAD",
        "course_name": "5240 - Temporary Skeletal Anchorage",
        "course_description": "To introduce the orthodontic and periodontic resident to prosthetic implants and to miniscrews and mini-bone plates for orthodontic anchorage; toward evaluation of the patient holistically, the site, the local physiology, and biocompatibility in anticipation of implant-surgery; to become familiar with placement-surgery, loading the implant (or temporary anchorage-device), maintenance, implant-removal surgery, and bone -regeneration; to review the biomechanics involving use of temporary anchorage devices in orthodontic therapy; and to discuss autotransplantation for various dental purposes."
    },
    "CHEB": {
        "course_code": "CHEB",
        "course_name": "5990 - Thesis Research",
        "course_description": null
    },
    "BSH": {
        "course_code": "BSH",
        "course_name": "6980 - Graduate Reading in Behavioral Science and Health Education",
        "course_description": null
    },
    "ASCI": {
        "course_code": "ASCI",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "CORE": {
        "course_code": "CORE",
        "course_name": "4930 - Special Topics",
        "course_description": "Special Topics."
    },
    "CARD": {
        "course_code": "CARD",
        "course_name": "0200 - Cardiovascular System",
        "course_description": "This module is designed to examine several aspects of the cardiovascular system that are relevant to clinical practice."
    },
    "AS": {
        "course_code": "AS",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "CIS": {
        "course_code": "CIS",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "AES": {
        "course_code": "AES",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "ENDR": {
        "course_code": "ENDR",
        "course_name": "0200 - Endocrine and Reproductive System",
        "course_description": "This module is designed to provide a comprehensive overview of the endocrine system of the human body."
    },
    "B": {
        "course_code": "B",
        "course_name": "0903 - Biochemistry and Molecular Biology Research",
        "course_description": "This course may be used to register for an Biochemistry elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "ART": {
        "course_code": "ART",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": "Permission of studio faculty prior to registration."
    },
    "CAP": {
        "course_code": "CAP",
        "course_name": "0406 - Histology Review for Students Going into Pathology",
        "course_description": "This course examines the fundamental concepts of histology. A fourth-year medical student intending to pursue a career in pathology must understand how to assess a histological slide and recognize the appearance of normal tissue. The student will review the normal histological pattern for many different tissues and organs, and will follow an organ-based structure. The course will introduce the student to the appropriate way to ascertain the slide’s adequacy for diagnosis. The fundamental features of each tissue type and the appropriate process to thoroughly assess that particular tissue type will be discussed. Ultimately, this course will allow the student to have the skills needed for a first-year pathology resident."
    },
    "BBS": {
        "course_code": "BBS",
        "course_name": "5970 - Introduction to Basic Biomedical Sciences Research",
        "course_description": "Each semester is divided into two six to seven-week rotations in different research laboratories. Students are introduced to research problems currently under investigation and to advance techniques employed in those studies. The first rotation involves introductory activities distributed between the six graduate biomedical science programs of the medical school.  Offered every fall and spring semester."
    },
    "ASTD": {
        "course_code": "ASTD",
        "course_name": "6990 - Dissertation Research",
        "course_description": "12 hours for students writing a dissertation. Required while students are working on their research and writing. Students must meet with advisor at least once per semester when taking dissertation hours."
    },
    "ANAT": {
        "course_code": "ANAT",
        "course_name": "6990 - Dissertation Research",
        "course_description": "Dissertation Research."
    },
    "CLH": {
        "course_code": "CLH",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "CATH": {
        "course_code": "CATH",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "AR": {
        "course_code": "AR",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "BLS": {
        "course_code": "BLS",
        "course_name": "5125 - Introduction to Clinical Laboratory Medicine",
        "course_description": "The purpose of the course is to discuss the most common laboratory tests ordered, performed, and interpreted in the areas of Clinical Chemistry, Hematology, Immunology, Transfusion Medicine (Blood Bank), Hemostasis, Medical Microbiology, and Urinalysis. Discussions will include the purpose of each test, test ordering practices, relationship to disease pathophysiology, result interpretation, and how test results are included in diagnostic algorithms. Physician Assistant majors only."
    },
    "CMMK": {
        "course_code": "CMMK",
        "course_name": "4270 - Advertising Principles and Practices",
        "course_description": "This course explores the numerous dimensions of advertising - as a business, a creative communication process, a social phenomenon, and a fundamental ingredient of the free enterprise system.  Students will have the opportunity to analyze advertising perspectives, develop marketing and advertising strategies, integrate advertising with other elements of the communications mix, and create advertisements and commercials.  Ethics and social responsibility will emphasize throughout the course."
    },
    "CHIN": {
        "course_code": "CHIN",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "APCS": {
        "course_code": "APCS",
        "course_name": "0300 - Applied Clinical Skills 3",
        "course_description": "A longitudinal course spanning the clerkship year in which students gather once every  8 weeks for a one hour presentation on a variety of topics including wellness and stress management as well as important clinical and ethical issues in medicine.  These presentations are followed by small group experiences in which students discuss the topic presented in the previous hour as well as challenging experiences in the clerkships."
    },
    "CSO": {
        "course_code": "CSO",
        "course_name": "5300 - Cannabis Entrepreneurship, Law and Compliance",
        "course_description": "Cannabis Entrepreneurship, Law and Compliance Cannabis Entrepreneurship, Law and Compliance outlines the models and applications of entrepreneurship, innovation, and creativity as they relate to starting and operating a cannabis business. A review of cannabis laws and compliance requirements will be integrated throughout the business development process. Topics include: mission, goals, and objectives of a cannabis business, capital solicitation, business plan and proforma development, regulations of cannabis, rights and restrictions for patients, health professionals, care givers, and employers, knowledge to practice for health care workers, advocacy and impacting policy."
    },
    "AAM": {
        "course_code": "AAM",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "MAT": {
        "course_code": "MAT",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "BCB": {
        "course_code": "BCB",
        "course_name": "5980 - Graduate Reading Course",
        "course_description": null
    },
    "BCHM": {
        "course_code": "BCHM",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "BIZ": {
        "course_code": "BIZ",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "AN": {
        "course_code": "AN",
        "course_name": "5602 - Anesthesia Senior Seminar III",
        "course_description": "This is a virtual course that will be conducted with students during their second year off site clinical rotations. A weekly call will be conducted via Zoom where students will give case presentations or literature reviews on anesthesia topics related to their current rotation."
    },
    "BST": {
        "course_code": "BST",
        "course_name": "6980 - Graduate Reading Course",
        "course_description": null
    },
    "ENDG": {
        "course_code": "ENDG",
        "course_name": "5990 - Thesis Research",
        "course_description": null
    },
    "BTM": {
        "course_code": "BTM",
        "course_name": "4980 - Independent Study",
        "course_description": "Independent Study."
    },
    "ABA": {
        "course_code": "ABA",
        "course_name": "5990 - Thesis Research",
        "course_description": "Students will conduct original research and begin to write a thesis that reflects independent thought and thorough knowledge of applied behavior analysis.  (Offered Fall, Spring, and Summer)"
    },
    "FCM": {
        "course_code": "FCM",
        "course_name": "0903 - Family Medicine Research",
        "course_description": "This course may be used to register for a Family Medicine elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "CEU": {
        "course_code": "CEU",
        "course_name": "MATH - CEU Mathematics",
        "course_description": null
    },
    "BME": {
        "course_code": "BME",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "AA": {
        "course_code": "AA",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "BREW": {
        "course_code": "BREW",
        "course_name": "2750 - Brewery Operations and Accounting",
        "course_description": "Brewery Operations & Accounting introduces students to the different business related components required to start and run a brewery from the quality control and financial perspective.  This course includes the legal procedures and policies of a brewery, the development of a limited liability corporation, establishing a network of resources, Federal and State paperwork, daily and tracking/variances, production (scheduling, product mix), branding, distribution, sales and marketing."
    },
    "EAP": {
        "course_code": "EAP",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "EPE": {
        "course_code": "EPE",
        "course_name": "6950 - Special Study for Written Comprehensive Exams",
        "course_description": "Special study for written comprehensive exams."
    },
    "ITM": {
        "course_code": "ITM",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "ANTH": {
        "course_code": "ANTH",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "ARTH": {
        "course_code": "ARTH",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "CHEM": {
        "course_code": "CHEM",
        "course_name": "6990 - Dissertation Research",
        "course_description": "This course involves an experimental or theoretical research project chosen and completed under the guidance of a graduate faculty member.  A thesis must be written and orally defended."
    },
    "ACCT": {
        "course_code": "ACCT",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "GLOH": {
        "course_code": "GLOH",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "DATA": {
        "course_code": "DATA",
        "course_name": "4962 - Capstone Project II",
        "course_description": "The second part of a two-course sequence serving as a concluding achievement for graduating students, allowing them to apply knowledge that they have gained from the Data Science curriculum toward a year-long project."
    },
    "CYBR": {
        "course_code": "CYBR",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "CMM": {
        "course_code": "CMM",
        "course_name": "5990 - Thesis Research",
        "course_description": null
    },
    "AENG": {
        "course_code": "AENG",
        "course_name": "6994 - Doctoral Dissertation Research",
        "course_description": "A non-classroom course in which a student explores a topic that is related to the student's doctoral work and career goals."
    },
    "HQI": {
        "course_code": "HQI",
        "course_name": "0201 - Fundamentals of Quality Improvement",
        "course_description": "The course will use large group sessions and web-based modules from the Institute for Healthcare Improvement (IHI) Open School, along with case-based, patient discussions to develop skills and behaviors that contribute to healthcare quality improvement; understanding and navigating systems based practice, and leadership."
    },
    "IS": {
        "course_code": "IS",
        "course_name": "5963 - Masters Research Project III",
        "course_description": "The Master's Research Project (MRP) emphasizes a synthesis and demonstration of the competencies gained during a student’s time in the MS Information Systems program. This is the third course in a three-part sequence of courses. At the end of this credit hour, students will have implemented an applied research project consistent with their approved project, written a formal report of findings and recommendations, and delivered a formal presentation summarizing the project."
    },
    "SERV": {
        "course_code": "SERV",
        "course_name": "4960 - Capstone: Ignatian Vocation and Service",
        "course_description": "The primary goal of this course is the discerned integration of your SLU education [Core + Minor(s) + Major(s)] as you prepare to “go forth” as servant-leaders called with a vocation, equipped with an education, and honed with professional skills to assist in bringing integral human development to all individuals and communities. While not required, a Spiritual Exercises retreat is strongly recommended as a pivot point that helps you discern your educational goals beyond SLU as you, “Go forth and set the world on fire.”  (Offered in Spring)"
    },
    "IAS": {
        "course_code": "IAS",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "FIN": {
        "course_code": "FIN",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "EM": {
        "course_code": "EM",
        "course_name": "0903 - Emergency Medicine Research",
        "course_description": "This course may be used to register for an Emergency Medicine elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "HDS": {
        "course_code": "HDS",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "FSCI": {
        "course_code": "FSCI",
        "course_name": "5981 - Independent Study",
        "course_description": null
    },
    "CSCI": {
        "course_code": "CSCI",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "HMGT": {
        "course_code": "HMGT",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "ECE": {
        "course_code": "ECE",
        "course_name": "6990 - Doctoral Dissertation Research",
        "course_description": null
    },
    "GR": {
        "course_code": "GR",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "GK": {
        "course_code": "GK",
        "course_name": "5980 - Graduate Reading Course",
        "course_description": null
    },
    "CVNG": {
        "course_code": "CVNG",
        "course_name": "6990 - Doctoral Dissertation Research",
        "course_description": "A non-classroom course in which a student explores a topic that is related to the student's doctoral work and career goals."
    },
    "EXSC": {
        "course_code": "EXSC",
        "course_name": "6122 - Instrumentation in Human Biomechanics Research",
        "course_description": "This course focuses on developing foundational knowledge for collecting, analyzing, and interpreting data from equipment used in human biomechanics research. Data acquired from force plates, three-dimensional camera systems, and wearable sensors during different movement tasks (e.g., walking, running, jumping) will be the primary focus."
    },
    "GI": {
        "course_code": "GI",
        "course_name": "0200 - Gastrointestinal System",
        "course_description": "The primary goal of this module is for you to learn the basic core of knowledge relating to gastrointestinal physiology, pathology, pharmacology, pathophysiology, elemental diagnostics, and disease prevention in a visually stimulating, concise, organized, and intellectually challenging way."
    },
    "HR": {
        "course_code": "HR",
        "course_name": "4980 - Honors Independent Study",
        "course_description": "Students may pursue an independent scholar project under the supervision of a professor; students must submit a proposal to the University Honors Program by the first Friday of the semester."
    },
    "ECON": {
        "course_code": "ECON",
        "course_name": "6980 - Graduate Reading Course",
        "course_description": null
    },
    "DANC": {
        "course_code": "DANC",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "IU": {
        "course_code": "IU",
        "course_name": "2ELE - Inter-University Course",
        "course_description": "A course taken through an inter-university agreement."
    },
    "HUM": {
        "course_code": "HUM",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "EMGT": {
        "course_code": "EMGT",
        "course_name": "5963 - Emrgncy Mgmt Master's Proj III",
        "course_description": "This is the third and final course in a three-part sequence of courses that together require students to design and implement a master's research project in Emergency Management demonstrating their mastery of the knowledge and skills they have acquired over their course of study in the Emergency Management program. At the end of this credit hour, students will have implemented an Emergency Management project that addresses an organizational problem, written a formal report using a structure that is appropriate for decision-makers who will benefit from the result of the project implementation, and produced a reflection report of their (students’) experiences in implementing their projects and its implications for their future. Permission must be granted by the program director.  (Offered occasionally)"
    },
    "CCJ": {
        "course_code": "CCJ",
        "course_name": "6980 - Independent Study",
        "course_description": "The course provides students with an opportunity to develop their own research project that will be completed independently under their own initiative. The student will receive guidance and support of the assigned faculty member. The course requires prior approval of the faculty member and completion of a contract of agreement on products to be delivered and method of evaluating course/project outcomes."
    },
    "FREN": {
        "course_code": "FREN",
        "course_name": "5980 - Graduate Reading Course",
        "course_description": null
    },
    "IEP": {
        "course_code": "IEP",
        "course_name": "1930 - Special Topics",
        "course_description": null
    },
    "D": {
        "course_code": "D",
        "course_name": "0903 - Dermatology Research",
        "course_description": "This course may be used to register for a Dermatology elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "IPE": {
        "course_code": "IPE",
        "course_name": "4970 - Interprofessional Practicum Experience for PT",
        "course_description": "This course is designed to provide an opportunity for students to integrate the theory and practice of interprofessional teamwork during their clinical rotations in physical therapy. Students will be asked to examine interprofessional practice in physical therapy at two different clinical sites and compare the interprofessional experiences and practice at each site. This course will be conducted online with students gaining interprofessional clinical experience during Clinical Rotations I and II in Program in Physical Therapy."
    },
    "EXEC": {
        "course_code": "EXEC",
        "course_name": "1030 - Certificate in Corporate Ethics and Compliance Management",
        "course_description": null
    },
    "EDR": {
        "course_code": "EDR",
        "course_name": "6990 - Dissertation Research",
        "course_description": "Research."
    },
    "EDF": {
        "course_code": "EDF",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "HMP": {
        "course_code": "HMP",
        "course_name": "6001 - Research Methods in Health Management and Policy",
        "course_description": "This course covers the basics of health management and policy research methods. If students are to become not only researchers themselves, but also good consumers of others’ research, the fundamentals of scientific inquiry must be understood. This means identifying problems that are appropriately addressed by research, selecting the most appropriate research design for the particular problem, and understanding the best sampling techniques and measures for the problem. By understanding these foundations, students can assess the validity of others’ research, and therefore, the strength of evidence for management and policy decisions. This course does not cover in-depth data analysis."
    },
    "EPI": {
        "course_code": "EPI",
        "course_name": "6980 - Graduate Reading in Epidemiology",
        "course_description": null
    },
    "EDH": {
        "course_code": "EDH",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "INTN": {
        "course_code": "INTN",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "EAS": {
        "course_code": "EAS",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "GIS": {
        "course_code": "GIS",
        "course_name": "6990 - Dissertation Research",
        "course_description": "Dissertation Research."
    },
    "BIOL": {
        "course_code": "BIOL",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "FMST": {
        "course_code": "FMST",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "HSCI": {
        "course_code": "HSCI",
        "course_name": "6990 - Dissertation Research",
        "course_description": "Dissertation Research."
    },
    "EDI": {
        "course_code": "EDI",
        "course_name": "6990 - Dissertation Research",
        "course_description": "Dissertation Research."
    },
    "FRSC": {
        "course_code": "FRSC",
        "course_name": "5615 - Advanced Death Investigation",
        "course_description": "This workshop is designed for the instruction of experienced medicolegal death investigators, forensic pathologists, law enforcement officers, forensic scientists, physicians, attorneys, and investigative personnel who have previously been trained in a basic death investigation program.  (Offered occasionally)"
    },
    "HIM": {
        "course_code": "HIM",
        "course_name": "4960 - Health Information Management Capstone",
        "course_description": "Capstone in Health Information Management."
    },
    "ISTD": {
        "course_code": "ISTD",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "IPT": {
        "course_code": "IPT",
        "course_name": "0100 - Principles of Immunology, Pharmacology, and Therapeutics",
        "course_description": "The immune system is essential to human health; without it we quickly develop overwhelming microbial infections and even partial immune compromise leads to telltale types of infection.  Even with a properly functioning immune system, it is difficult to consistently maintain health without the physician's arsenal of anti-microbial therapies.  You will learn about the ontogeny and normal functions of the immune system and, as with any bodily system, its dysfunctions.  Drug therapies cannot be discussed without the underpinning principles of pharmacology.  You will learn how drugs act on their target receptors, how drugs are absorbed and metabolized once administered to a patient, and how factors such as diet, age or disease can affect drug action. The autonomic nervous system is vital to the control of all internal organs and the vasculature and is affected, directly and indirectly, by a wide range of therapeutics. You will learn how drugs interact with the autonomic nervous system and the therapeutic uses of these drugs, as well as predict their adverse effects. Returning to the immune system and its role in antimicrobial defenses, we will introduce you to classes of microbes and their surprising contributions to human health.  We will discuss microbial characteristics that facilitate disease causation and that also offer therapeutic opportunities.  Then, of course, those therapies will be covered (bugs and drugs).  Lastly, after a brief introduction to cancer pathology, we will discuss cancer immunology, immunotherapy and chemotherapy. You will find small group computerized cases, a Sim lab experience, problem-solving opportunities and numerous clinical correlations to stimulate and deepen learning, allowing you to explore how information conveyed in class applies to the practice of medicine.  We hope you enjoy the course."
    },
    "HCE": {
        "course_code": "HCE",
        "course_name": "0401 - Directed Readings in Bioethics",
        "course_description": "This independent study course allows the student to investigate particular issues in ethics that appeal to the student, building where appropriate on previous courses in philosophy, healthcare ethics or medical humanities. The student is encouraged to examine an issue which has already been encountered in study or is anticipated to be encountered in future practice."
    },
    "EDUC": {
        "course_code": "EDUC",
        "course_name": "4804 - Student Teaching and Advanced Methods of Teaching the Exceptional Learner",
        "course_description": "Educators have the responsibility to maintain classrooms that support the academic, social, emotional, behavioral, and communication needs of all of their learners, including learners with special rights. Inclusive practices ensure that learners have the ability to actively participate in classroom activities. In this course, educators extend their ability to plan and implement individualized instruction for learners with special rights in a variety of settings. Educators first implement strategies for promoting active engagement and countering disproportionality in discipline through universal design and inclusive and trauma-informed classroom practices. Educators then implement research-based strategies to provide additional behavioral and social-emotional support to learners that require additional intervention. Educators also more deeply consider how to leverage assistive technology tools to support learner independence and provide equitable access to learning opportunities."
    },
    "LLC": {
        "course_code": "LLC",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "IB": {
        "course_code": "IB",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "MEDC": {
        "course_code": "MEDC",
        "course_name": "0903 - Medical Education Research",
        "course_description": "This course may be used to register for a Medical Education elective that is self-designed by a student and a faculty/physician preceptor. The elective experience must fulfill the requirements for a <b>reading</b> elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "HIST": {
        "course_code": "HIST",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "ENGL": {
        "course_code": "ENGL",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "ESL": {
        "course_code": "ESL",
        "course_name": "2980 - Independent Study",
        "course_description": null
    },
    "ITAL": {
        "course_code": "ITAL",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "IM": {
        "course_code": "IM",
        "course_name": "0903 - Internal Medicine Research",
        "course_description": "This course may be used to register for an Internal Medicine elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "MGT": {
        "course_code": "MGT",
        "course_name": "6980 - Graduate Reading Course",
        "course_description": null
    },
    "EDL": {
        "course_code": "EDL",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "MRI": {
        "course_code": "MRI",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "LAS": {
        "course_code": "LAS",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "LING": {
        "course_code": "LING",
        "course_name": "3060 - Language in Evidence: Forensic Linguistics",
        "course_description": "This course explores issues of language usage in legal settings through the lens of forensic linguistics, both in the United States and abroad. We begin by examining the language of the legal process and reviewing key theoretical and methodological approaches. Next, we explore issues that arise from specific settings where language may have legal implications, such as initial calls to emergency services, police interviewing, and courtroom discourse. Finally, we look at language as evidence by means of considering the work of the forensic linguist, forensic phonetics, authorship attribution, the linguistic investigation of plagiarism, and the linguist as expert witness."
    },
    "MKT": {
        "course_code": "MKT",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "MIM": {
        "course_code": "MIM",
        "course_name": "0403 - Evidence-Based Medicine (EBM) Information Skills for Residency",
        "course_description": "The course is Web-based and administered on the Blackboard Learn system. It is designed to enhance fourth year medical students’ Evidence-Based Medicine (EBM) information skills for the effective evidence-based clinical practice. The main purpose of the course is to increase students’ familiarity with the practice of EBM by solidifying students’ EBM competency as they refine their EBM literature searching skills and determine the validity of a clinical research and its applicability to their clinical practice and clinical decisions.   The coursework starts with pre-course assignments (a test and EBM practice assignment), followed by in-depth readings on topics in advanced EBM, hierarchy of evidence levels and types of study, and literature research applied to EBM. A set of a test and a variety of exercises follow. Emphases will be given to effective EBM literature search techniques to locate the best information focused to answer a clinical question.   The EBM information skills acquired through this course will help students to meet one of the 13 Entrustable Professional Activities (EPA) outlined in the AAMC Report published on May 2014. Specifically, students will be better equipped to meet the 7th of the Core Entrustable Professional Activities for Entering Residency. A solid foundation of the EBM information skills will also help students as a housestaff resident to meet the core competencies required by the Accreditation Council for Graduate Medical Education (ACGME).  Students’ SLU email (@slu.edu) is the way used for communication, including Blackboard announcements and emails. Students registered to the course are expected to regularly check their emails."
    },
    "MDVL": {
        "course_code": "MDVL",
        "course_name": "4960 - Medieval Synthesis",
        "course_description": "This capstone to the Medieval Studies program provides an opportunity for the student to integrate previous coursework in the various medieval disciplines.  The focus is on the research and writing of a paper on a medieval topic approached from an interdisciplinary point of view, under the guidance of a member of the faculty."
    },
    "LATN": {
        "course_code": "LATN",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "MATH": {
        "course_code": "MATH",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "N": {
        "course_code": "N",
        "course_name": "0903 - Neurology Research",
        "course_description": "This course may be used to register for a Neurology elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "LAW": {
        "course_code": "LAW",
        "course_name": "9992 - Free Trade Agreement (Wash U)",
        "course_description": "Students studying at Washington University."
    },
    "MIT": {
        "course_code": "MIT",
        "course_name": "6980 - Independent Study",
        "course_description": "This course is intended for Molecular Imaging and Therapeutics (MIT) students who undertake a research project(s) in which the complexity of the work extends the project beyond the traditional MIT schedule. The length of this course may not extend the entire semester and the course will end upon completion of the contracted work."
    },
    "OPM": {
        "course_code": "OPM",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "MUSC": {
        "course_code": "MUSC",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "ORES": {
        "course_code": "ORES",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "MILS": {
        "course_code": "MILS",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "NEUR": {
        "course_code": "NEUR",
        "course_name": "4930 - Special Topics",
        "course_description": null
    },
    "NS": {
        "course_code": "NS",
        "course_name": "0903 - Neurosurgery Research",
        "course_description": "This course may be used to register for a Neurosurgery elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "ORLD": {
        "course_code": "ORLD",
        "course_name": "5980 - Graduate Reading Course",
        "course_description": "The graduate reading course provides opportunities through selected readings and/or a practicum component to apply substantive, research-based instruction that effectively enhances a candidate in the overall learning experience."
    },
    "MOT": {
        "course_code": "MOT",
        "course_name": "5980 - Independent Study",
        "course_description": "Independent project within the Occupational Science and Occupational Therapy Department. Course objectives will be identified through student and faculty consultation. Offered every semester."
    },
    "PH": {
        "course_code": "PH",
        "course_name": "0903 - Pharmacological and Physiological Science Research",
        "course_description": "This course may be used to register for a Pharmacology elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLUSOM affiliate or at another health care institution."
    },
    "OSTD": {
        "course_code": "OSTD",
        "course_name": "4985 - Independent Study",
        "course_description": null
    },
    "OT": {
        "course_code": "OT",
        "course_name": "0903 - Otolaryngology Research",
        "course_description": "This course may be used to register for an Otolaryngology elective. The elective experience must fulfill the requirements for a reading elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "ORTS": {
        "course_code": "ORTS",
        "course_name": "0903 - Orthopaedic Surgery Research",
        "course_description": "This course may be used to register for an Orthopaedic Surgery elective. The elective experience must fulfill the requirements for a reading elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "PWY": {
        "course_code": "PWY",
        "course_name": "1005 - Foundations of Mathematics",
        "course_description": "This course will introduce students to the foundations of mathematics, emphasizing the applications of algebra to solve real world problems. Logic and critical thinking will be developed throughout the course. Offered occasionally."
    },
    "MB": {
        "course_code": "MB",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "PPY": {
        "course_code": "PPY",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "DIET": {
        "course_code": "DIET",
        "course_name": "5990 - Thesis Research",
        "course_description": "In this course, students propose an interesting and well-defined argument that addresses an important question to their discipline or area of study, grounds the argument thoroughly in the literature of this question, articulates the effect or contribution the argument of the thesis has on this literature, and presents supporting evidence."
    },
    "RENL": {
        "course_code": "RENL",
        "course_name": "0200 - Renal Urinary System",
        "course_description": "The Renal and Urinary Tract syllabus reflects the core information that the second year medical student should master to prepare for USMLE step 1 and clinical rotation s in years 3 and 4. This is based on an exhaustive review of the literature coupled with extensive feedback from faculty and students."
    },
    "PST": {
        "course_code": "PST",
        "course_name": "4900 - Social Science Research Method",
        "course_description": "Social Science Research Methods is designed to initiate the student to current social and policy research technologies and practices.  In this course the student will engage in the study of both quantitative and qualitative approaches to social science research using a systematic process.  Issues in criminal justice, public policy and administration, and urban planning will be the primary focus of research and cases.  Major theories and concepts in social science and policy research applicable to these topics, as well as selected student projects, will be addressed through lectures, readings from the text, audio/visual presentations, class discussions, cases, and practice exercises.  This course will provide the student with opportunities to think critically about social science and policy research and possible solutions to current problems confronting the criminal justice system, public policy decision-makers and social science research professionals."
    },
    "PHYS": {
        "course_code": "PHYS",
        "course_name": "5990 - Thesis Research",
        "course_description": null
    },
    "PLS": {
        "course_code": "PLS",
        "course_name": "4965 - Foundations of Law",
        "course_description": "This course is open to Pre-Law Scholars.  Pre-Law students who have a GPA of 3.60 or higher can petition the course instructor for inclusion in the course.  This is a seminar conducted by faculty of the School of Law.  A final paper and class participation are major determinants of the grade. Cross-listed with POLS 3340."
    },
    "NURS": {
        "course_code": "NURS",
        "course_name": "6999 - Dissertation Research",
        "course_description": null
    },
    "DPT": {
        "course_code": "DPT",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "RO": {
        "course_code": "RO",
        "course_name": "0903 - Radiation Oncology Research",
        "course_description": "This course may be used to register for a Radiation Oncology elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "PED": {
        "course_code": "PED",
        "course_name": "0903 - Pediatric Research",
        "course_description": "This course may be used to register for a Pediatrics elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "MLNG": {
        "course_code": "MLNG",
        "course_name": "3980 - Independent Study",
        "course_description": null
    },
    "MD": {
        "course_code": "MD",
        "course_name": "0421 - COVID-19 Informatics",
        "course_description": "This course includes students who worked with Drs. to screen patients on a COVID-19 hotline for SSM. Students were also responsible for data entry of COVID-19 cases."
    },
    "PS": {
        "course_code": "PS",
        "course_name": "0904 - Psychiatry Senior Inquiry",
        "course_description": null
    },
    "SE": {
        "course_code": "SE",
        "course_name": "5930 - Special Topics",
        "course_description": "Special Topics in Science and Engineering."
    },
    "PHIL": {
        "course_code": "PHIL",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "RESP": {
        "course_code": "RESP",
        "course_name": "0200 - Respiratory System",
        "course_description": "Year-2 students learn Pulmonary Medicine in a systemic manner from the perspectives of anatomy and pathology (gross/histologic), physiology, pharmacology, infectious diseases, and molecular biology.  The module is designed to prepare students to diagnose and treat patients of all ages (neonatal through geriatric)."
    },
    "NSCI": {
        "course_code": "NSCI",
        "course_name": "0100 - Basic Clinical Neurosciences",
        "course_description": "Basic Clinical Neurosciences is organized by functional systems or topics.  For each system or topic we will first describe the medically relevant neuroanatomical and physiological features of the system, then cover the correlated pathology and therapeutic pharmacology of the system, and finally conclude with the clinical case studies of human diseases and their associated signs and symptoms.  Fundamental and clinical neurosciences are integrated throughout the sequence of lectures, laboratories, neuroanatomical case study sessions and clinical cases in neurology (CCiN) sessions."
    },
    "PSP": {
        "course_code": "PSP",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "SDE": {
        "course_code": "SDE",
        "course_name": "0205 - Basic Science Elective Specialty Design",
        "course_description": "This course may be used to register for an M2 elective that is self-designed by a student and a faculty/physician preceptor. The elective experience must fulfill the requirements for a <b>basic science (non-research)</b> elective. The location of the experience may be at SLUSOM, a SLU SOM affiliate, or at another approved institution."
    },
    "INTL": {
        "course_code": "INTL",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "SA": {
        "course_code": "SA",
        "course_name": "0148 - Doctors for Diversity",
        "course_description": "To partner with the efforts of middle schools and high schools in the North and East Saint Louis area to increase student interest in health careers and success in scientific disciplines."
    },
    "SBJ": {
        "course_code": "SBJ",
        "course_name": "0200 - Skin, Bone and Joint Module",
        "course_description": "Course is an introduction to disorders of skin, bone, muscle, cartilage, and connective tissue. Specific clinical subtopics include dermatology, orthopedics, sports medicine, infectious agents, and rheumatologic disorders. Pathophysiologic/histologic features, clinical presentations, exam findings, and treatment concepts are addressed. Learning methodology includes lectures, supplemental readings, large group interactive demonstrations, and a skin biopsy lab."
    },
    "SPR": {
        "course_code": "SPR",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "SLHS": {
        "course_code": "SLHS",
        "course_name": "5990 - Thesis Research",
        "course_description": "Permission of department chair required."
    },
    "UPS": {
        "course_code": "UPS",
        "course_name": "4960 - Senior Capstone",
        "course_description": "Under supervision of a faculty member, students conduct research on a theoretical or practical issue involving social injustice and peace in the American city. Examples include philosophical or theological ideals of social order; psychological, sociological, or political obstacles to attaining such ideals; and practical solutions to such problems in fields such as public policy studies, social work, community service, and the health sciences."
    },
    "UNIV": {
        "course_code": "UNIV",
        "course_name": "5910 - Graduate Internship",
        "course_description": "Specific requirements vary depending on the site of the internship and the individual contract for that internship."
    },
    "VPA": {
        "course_code": "VPA",
        "course_name": "3980 - Independent Study",
        "course_description": null
    },
    "OCS": {
        "course_code": "OCS",
        "course_name": "4980 - Independent Study",
        "course_description": "Independent project within the Occupational Science and Occupational Therapy Department. Course objectives will be identified through student and faculty consultation. (Offered Fall, Spring and Summer)"
    },
    "PA": {
        "course_code": "PA",
        "course_name": "0903 - Pathology Research",
        "course_description": "This course may be used to register for a Pathology elective. The elective experience must fulfill the requirements for a reading elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "S": {
        "course_code": "S",
        "course_name": "0903 - Surgery Research",
        "course_description": "This course may be used to register for a Surgery elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLUSOM affiliate or at another health care institution."
    },
    "MED": {
        "course_code": "MED",
        "course_name": "5960 - Master's Capstone",
        "course_description": "Master's Capstone."
    },
    "PDED": {
        "course_code": "PDED",
        "course_name": "5990 - Thesis Research",
        "course_description": "Research, development, and writing of a master's thesis (required)."
    },
    "ORTH": {
        "course_code": "ORTH",
        "course_name": "6110 - Advanced Orthodontic Studies for 36 Month Program Requirements",
        "course_description": "This course will provide an in depth additional orthodontic educational experience beyond the completion of the 30-month Orthodontic Residency. Experiences will include Case Seminars/Discussions; Production of Manuscript Articles, and Case Reports for Publication; and Assistance with current student research; etc."
    },
    "SPAN": {
        "course_code": "SPAN",
        "course_name": "5980 - Graduate Reading Course",
        "course_description": null
    },
    "PHS": {
        "course_code": "PHS",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "PPHS": {
        "course_code": "PPHS",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "THEO": {
        "course_code": "THEO",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "OP": {
        "course_code": "OP",
        "course_name": "0903 - Ophthalmology Research",
        "course_description": "This course may be used to register for an Ophthalmology elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "MBA": {
        "course_code": "MBA",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "WGST": {
        "course_code": "WGST",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "PLJ": {
        "course_code": "PLJ",
        "course_name": "5980 - Graduate Reading Course",
        "course_description": null
    },
    "R": {
        "course_code": "R",
        "course_name": "0903 - Radiology Research",
        "course_description": "This course may be used to register for a Radiology elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "PSY": {
        "course_code": "PSY",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "RUSS": {
        "course_code": "RUSS",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "WH": {
        "course_code": "WH",
        "course_name": "0113 - Mindfulness and Resilience Skills in Medicine",
        "course_description": "The purpose of this course is to guide students through a 6-week mindfulness-based stress reduction (MBSR) program. MBSR is an evidence-based form of self-intervention that can aid with stress reduction. By the end of the course, students will be expected to develop a self-care plan for their four years in medical school."
    },
    "UPD": {
        "course_code": "UPD",
        "course_name": "5980 - Graduate Reading Course",
        "course_description": null
    },
    "PATH": {
        "course_code": "PATH",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "EDSP": {
        "course_code": "EDSP",
        "course_name": "6980 - Graduate Reading Course",
        "course_description": null
    },
    "NMT": {
        "course_code": "NMT",
        "course_name": "4960 - Capstone in Nuclear Medicine",
        "course_description": "Students enrolled in this course develop an individual research project that is a culmination of the knowledge obtained in the didactic and clinical coursework within the Nuclear Medicine Technology Program. This project is worked on independently with a faculty mentor and is required for graduation.  (Offered every Spring)"
    },
    "PMR": {
        "course_code": "PMR",
        "course_name": "0901 - Physical Medicine & Rehabilitation Direct Patient Care",
        "course_description": "This course may be used to register for a Pediatrics elective. The elective experience must fulfill the requirements for a direct-patient care elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "PUBH": {
        "course_code": "PUBH",
        "course_name": "5990 - Research Project",
        "course_description": "This course is an independent directed research project that culminates the Master of Science in Public Health.  Under the guidance of the academic advisor and other qualified mentor(s), each student designs and implements a research project commensurate with their professional training and interests, using the skills developed in the Masters of Science in Public Health curriculum."
    },
    "STAT": {
        "course_code": "STAT",
        "course_name": "5980 - Independent Study",
        "course_description": null
    },
    "POLS": {
        "course_code": "POLS",
        "course_name": "6980 - Independent Study",
        "course_description": null
    },
    "MCH": {
        "course_code": "MCH",
        "course_name": "6980 - Graduate Reading in Maternal Child Health",
        "course_description": null
    },
    "PG": {
        "course_code": "PG",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "RMED": {
        "course_code": "RMED",
        "course_name": "0201 - Bench to Bedside II",
        "course_description": "Small groups of students will read and present a classic or recent high-impact, primary paper embodying translational / clinical research.  Papers will be pre-selected from 2-Minute Medicine or other sources, and will correspond with course topic (e.g. metabolic disorder in CMB). Groups will be 10 students, one group presenting every other week starting in week 6 of Yr 1, and every week starting in week 4 of Yr 2 (except summative exam weeks)."
    },
    "SWRK": {
        "course_code": "SWRK",
        "course_name": "6990 - Dissertation Research",
        "course_description": "The ability to extend the knowledge base in Social Work is a qualification distinctive to the doctoral degree.  A candidate for this most advanced, earned degree must present substantial evidence of this ability by presenting and defending a piece of original and independent research on a topic of importance that has been previously unresolved within the major field.  This is perhaps the most valuable stage in doctoral training."
    },
    "SIM": {
        "course_code": "SIM",
        "course_name": "0401 - Simulation Lab",
        "course_description": "Hands on skills to include: Airway Management: basic airway management, advanced airway management, surgical airway management; central line placement, chest tube placement, insertion of peripheral IV's, lumbar puncture, Reviewing BLS and ACLS protocols as well as code simulations. Assist with teaching some hands-on skills to MS-3 students."
    },
    "OB": {
        "course_code": "OB",
        "course_name": "0903 - Obstetrics and Gynecology Research",
        "course_description": "This course may be used to register for an Ob/Gyn elective. The elective experience must fulfill the requirements for a research elective. The location of the experience may be at a SLU SOM affiliate or at another health care institution."
    },
    "SSI": {
        "course_code": "SSI",
        "course_name": "5910 - Internship Experience in Security and Strategic Intelligence",
        "course_description": "This course provides students with an opportunity to complete an internship that requires them to apply the concepts and skills learned in their specific program of study. Prior to registration, students intending to complete this course are expected to have a formal letter from the organization providing details of the work expected from the student during the 8-weeks that constitute the length of the internship. The letter must be signed by an individual with appropriate authority from the organization sponsoring the internship. In addition, the internship is subject to approval by the program director who will assess the alignment between."
    },
    "MFT": {
        "course_code": "MFT",
        "course_name": "6990 - Dissertation Research",
        "course_description": null
    },
    "PMGT": {
        "course_code": "PMGT",
        "course_name": "5963 - Project Management Master's Project III",
        "course_description": "This is the third and final course in a three-part sequence of courses that together require students to design and implement a master's research project in project management, demonstrating their mastery of the knowledge and skills they have acquired over their course of study in the MS Information Systems program. At the end of this credit hour, students will have implemented a research project to address an organizational problem, written a formal report using a structure that is appropriate for decision-makers who will benefit from the result of the project implementation, and produced a reflection report of their (students’) experiences in implementing their projects and its implications for their future. Permission must be granted by the program director.  (Offered occasionally)"
    },
    "PERI": {
        "course_code": "PERI",
        "course_name": "5990 - Thesis Research",
        "course_description": null
    },
    "PAED": {
        "course_code": "PAED",
        "course_name": "6000 - Graduate Seminar",
        "course_description": "This course further explores national certification, state licensure, the job search, employment issues, and other topics related to preparation for the transition from student to health care provider.  It encompasses the summative evaluation and it examines potential issues and requirements of practice as a PA in any specialty or setting."
    },
    "MENG": {
        "course_code": "MENG",
        "course_name": "6994 - Doctoral Dissertation Research",
        "course_description": "A non-classroom course in which a student explores a topic that is related to the student's doctoral work and career goals."
    },
    "XRT": {
        "course_code": "XRT",
        "course_name": "4980 - Independent Study",
        "course_description": null
    },
    "THR": {
        "course_code": "THR",
        "course_name": "4980 - Advanced Independent Study",
        "course_description": null
    },
    "MLS": {
        "course_code": "MLS",
        "course_name": "4821 - Clinical Urinalysis and Phlebotomy",
        "course_description": "Clinical rotation course focuses on the physical, chemical and cellular components of urine and the principles and procedures of blood collection in a clinical laboratory setting. Professional and interpersonal communication with patients along with accurate selection and handling of equipment/collection are emphasized.  Laboratory techniques, workflow management, quality control and evaluation of results in the interpretation of health/disease status are emphasized."
    },
    "SOC": {
        "course_code": "SOC",
        "course_name": "6980 - Independent Study",
        "course_description": null
    }
}