{
    "AAAS 106A": {
        "course_code": "AAAS 106A",
        "course_name": "East Asian Civilizations (DIS)",
        "course_description": "\r\n        An introduction to the geographies, cultures and historical experiences of the East Asian civilizations of China, Korea, Japan and Vietnam. The histories of these countries will be presented in relation to each other, since all created to the civilizational development of East Asia. The course will also focus on topics illustrating both the unity and diversity of East Asia: perceptions of each other, of the West and by the West; the religious/ philosophical traditions of Confucianism, Taoism, and Buddhism; the modern histories of the three countries since 1600; the growth of interconnections between East Asia and the rest of the world; the role of imperialism in East Asia; and the comparative development of East Asian countries since the Second World War. 4 credits.",
        "course_professor": "Cui Guanran, "
    },
    "AAAS 106B": {
        "course_code": "AAAS 106B",
        "course_name": "East Asian Civilizations (DIS)",
        "course_description": "\r\n        An introduction to the geographies, cultures and historical experiences of the East Asian civilizations of China, Korea, Japan and Vietnam. The histories of these countries will be presented in relation to each other, since all created to the civilizational development of East Asia. The course will also focus on topics illustrating both the unity and diversity of East Asia: perceptions of each other, of the West and by the West; the religious/ philosophical traditions of Confucianism, Taoism, and Buddhism; the modern histories of the three countries since 1600; the growth of interconnections between East Asia and the rest of the world; the role of imperialism in East Asia; and the comparative development of East Asian countries since the Second World War. 4 credits.",
        "course_professor": "Cui Guanran, "
    },
    "AAAS 200": {
        "course_code": "AAAS 200",
        "course_name": "Intro to AsianAmerican Studies",
        "course_description": "\r\n        This course is an introduction to the field of Asian American studies. Topics covered include the historical and contemporary experiences of Asian Americans, including immigration; poltical, social, and economic contribution; class; gender; sexuality; and language. The course is transnational and diasporic in scope.",
        "course_professor": "Cheng John, "
    },
    "AAAS 218": {
        "course_code": "AAAS 218",
        "course_name": "Structure of Korean",
        "course_description": "\r\n        This course will provide an overview of the structure of the Korean language and discuss the relevant analyses of a certain structure.  Based on the readings of the text, we will discuss the adequacy of the analyses including the generalizations and consider expanded sets of data.  This course touches on the general areas of Korean linguistics, from Korean language background to sociolinguistics.  For each week, everyone is required to complete the assigned readings specified in the syllabus and is encouraged to read the related literature if possible.  Each of you is strongly recommended to further investigate the issues before the class meetings and reach your own conclusions concerning the adequacy of the analyses presented in the books.",
        "course_professor": "Cho Sungdai, "
    },
    "AAAS 240": {
        "course_code": "AAAS 240",
        "course_name": "Korean Lit &amp; Culture:Pre 20thc",
        "course_description": "\r\n        This course introduces pre-modern Korean society and culture through literary works of various genres, dramatic performances, music, rituals, and cultural practices. Overall, the course will enable students to have a better understanding of the cultural practices of pre-modern Korea (i.e., pre-1900). The primary materials used for the course will be literary works (in translation) and these will be supplemented with discussions on cultural practices, religious worldviews, popular culture, and daily life habits. Moreover, where possible recordings and film will be used to help students better understand this period. 4 credits",
        "course_professor": "Pettid Michael, "
    },
    "AAAS 253": {
        "course_code": "AAAS 253",
        "course_name": "Traditions in Japanese Culture",
        "course_description": "\r\n        This course provides an overview and history of major elements of Japanese culture, including annual observances, life events and foodways, religion, folklore, literature, and the arts. It will cover ancient myth-histories, human relationships to nature and agriculture, classical tales and poetry, the social influence of Buddhism and local religions, and the raucous urban culture of the early modern period. The legacy of these elements in modern Japanese identity will also be explored. Taught in English. No prerequisites. 4 credits. Offered bi-annually.",
        "course_professor": "Buhrman Kristina, "
    },
    "AAAS 272": {
        "course_code": "AAAS 272",
        "course_name": "Island Culture:TaiwanFilm&amp;Fict",
        "course_description": "\r\n        This course presents an introduction to the film and fiction of modern Taiwan. We will carefully read, discuss, and interrogate a number of cinematic and literary works in which some of Taiwan’s key historical, social, and cultural issues have been addressed, and we will familiarize ourselves with some of the academic scholarship on these works. Possible topics include: Japanese colonialism; relations with mainland China (PRC); traditional family relations; sexuality; gender; race and identity; indigenous peoples; the impact of modernization and globalization; cinematic genres; literary genres; ideology; and other topics. Above all, we will endeavor to construct our own dialogue with and interpretation of each film, short story, or novel. No prior knowledge of Taiwan history and culture or of Chinese language is required.",
        "course_professor": "Kaldis Nicholas, "
    },
    "AAAS 275": {
        "course_code": "AAAS 275",
        "course_name": "History of Asian America",
        "course_description": "\r\n         This course surveys the history of Asians and Asian Americans in the United States from the mid-19th century to the present. The class will contextualize Asian migration to the U.S. within global diasporas and transnational relationships while exploring Asian American experiences in Hawaii, the East and West Coasts, Alaska, the Midwest, and the American South. Students will analyze interethnic relations between and among diverse Asian American groups (Chinese, Japanese, Korean, South Asian, Filipino, Vietnamese, Lao, and Cambodian), as well as interracial relations with African Americans, Native Americans, and European Americans. Topics include but are not limited to: the coolie trade in the Americas; early Asian laborers in the U.S.; Native Hawaiian sovereignty and Asian settler colonialism; citizenship debates and immigration law; community organizing and resistance to multiple forms of oppression; second-generation Asian American identities; Asian Americans and war (Philippine-American War, World Wars I and II, Korean War, Vietnam War); Korean adoptees; Southeast Asian refugees; activism and the Asian American Movement; and anti-Asian violence in the U.S. before and after 9/11.",
        "course_professor": "Marasigan Cynthia, "
    },
    "AAAS 281P": {
        "course_code": "AAAS 281P",
        "course_name": "Japanese History to 1600",
        "course_description": "\r\n        A survey of Japanese history from the premodern period into the 17th century. Students will learn about the origins of the Japanese imperial house, the rise of the warrior class (samurai), the history of Japan's engagement with the wider world, and the influence that Korean, Chinese and Indian cultures had on the development of Japan’s own. Regular reading questions and quizzes will test students' knowledge of specialized terminology and historical concepts, while writing assignments and short papers on primary sources will provide the opportunity to practice skills required for original historical research. Course discussion will cover different approaches to the study of history—such as environmental, intellectual, and social history—and how each approach changes the historical narrative. No previous coursework required.",
        "course_professor": "Buhrman Kristina, "
    },
    "AAAS 284C": {
        "course_code": "AAAS 284C",
        "course_name": "South Asian American Lit",
        "course_description": "\r\n        This course focuses on the contemporary literature of South Asian (Pakistani, Indian, Bangladeshi, Sri Lankan, and Nepalese) diaspora in the US. We will discuss themes like immigration, racism, multiculturalism, American dream, surveillance, hate crimes, discrimination, exile, and imperialism. The literary texts will include Jhumpa Lahiri’s The Namesake: A Novel (2004), Sanjena Sathian’s Gold Diggers (2021), Ayad Akhtar’s Homeland Elegies (2020), Abeer Hoque’s Olive Witch: A Memoir, V. V. Ganeshananthan’s Love Marriage (2008), and Samrat Upadhyay’s Mad Country (select stories, 2017). The critical/theoretical readings may include works by Rajini Srikanth, Vivek Bald, Lavina Shankar, Tamara Bhalla, and Bakirathi Mani.",
        "course_professor": "Azeem Muhammad Waqar, "
    },
    "AAAS 321": {
        "course_code": "AAAS 321",
        "course_name": "Mixed Race Families",
        "course_description": "\r\n         This course explores the history of mixed-race families in the United States in order to analyze systemic racism, everyday discrimination, and forms of agency and resistance in the 19th and 20th centuries. The class will analyze the politicized construction of racial categories, the role of such classifications in the unequal distribution of rights and resources, and issues of colorism, passing, and identity formation. Students will examine anti-miscegenation laws and court rulings that criminalized interracial marriages; immigrant experiences in mixed-race families; transnational adoption and domestic interracial adoption; the multiracial movement; changing U.S. Census questions on race; and mixed-race representations in the media.",
        "course_professor": "Marasigan Cynthia, "
    },
    "AAAS 350": {
        "course_code": "AAAS 350",
        "course_name": "Modern Japanese Lit. in Trans",
        "course_description": "\r\n        This course examines major works of Japanese prose fiction produced between the Meiji Restoration (1868) and the 50th anniversary of the end of the Asia Pacific War (1995).  The primary aims are to use literary works to develop critical thinking about, and in-depth, nuanced understanding and appreciation of early modern, modern and contemporary Japanese worldviews, cultures, societies, values, experiences and interpersonal relationships. Through close reading, textual analysis and critical interpretation, the distinctive styles and thematic concerns of representative Japanese writers will be identified and discussed. Issues to be explored include: the experience and psychological effects of rapid modernization, the traumatic emergence of modern self-consciousness, ambivalence regarding tradition and modernity, crises in personal and collective identity, Asia Pacific War (1931-1945) experience, and the enduring legacies of this catastrophic international conflict.  Students will be encouraged to develop their own informed analyses and interpretations of the artistic works under consideration, and articulate the relevance of the issues treated in Japanese literary texts to our own lives and times.",
        "course_professor": "Stahl David, "
    },
    "AAAS 352": {
        "course_code": "AAAS 352",
        "course_name": "20th C Chinese Fiction in Tran",
        "course_description": "\r\n        This course introduces major developments in Chinese cultural history from the modern era, with a specific focus on the role fictional stories played in the development of modern Chinese cultural identity. We will explore key developments in the evolution of modern Chinese culture and literature, from the late Qing Dynasty through the late 1970s-1980s. As we follow these cultural developments across the decades, we will witness 20th-century Chinese notions of identity, as represented in literature, oscillating between subjective, personal, experimental, and creative models on the one hand, and politically-dictated forms promoting social and political agendas on the other.  The main focus of this course, embodied in the readings, discussions, and lectures, is to highlight how literary texts provide unique insights into the development of modern Chinese identity, society, and historical understanding. Course assignments are entirely in English.",
        "course_professor": "Kaldis Nicholas, "
    },
    "AAAS 360": {
        "course_code": "AAAS 360",
        "course_name": "Korean History(Ancient-19Cent)",
        "course_description": "\r\n        This is the first course of a three-part Korean history sequence and covers the time period from ancient Korea until the late 19th century. Rather than a simple history, this course seeks to understand the ways in which the people on and around the Korean peninsula lived and interacted with neighboring cultures. Particular focus will be given to the governing structures, worldviews, and life practices that allowed the development of what today is called “Korean” culture.",
        "course_professor": "Pettid Michael, "
    },
    "AAAS 380F": {
        "course_code": "AAAS 380F",
        "course_name": "Science of Language &amp; AI",
        "course_description": "\r\n        This course is an introduction to scientific study of natural language and its\napplication to Artificial Intelligence (AI): A research field whose goal is to understand what\nunderlies the human capacity to language and how to apply for it to the artificial intelligence.\nHere are some questions at the heart of linguistics and artificial intelligence: What kind of a\nformal system natural language is? What makes it so unique and distinct from other kinds of\ncommunication systems? How can natural language vary? What are the limitations on what a\nnatural language can look like, and most importantly, why do we find exactly the limitations\nthat we find?\nThis interdisciplinary course will examine the rapidly developing field of language-\nrelated AI. A unifying theme throughout the semester will be the possibility that the fields of\nlinguistics and computer science might jointly contribute to advances in the study of both\nlanguage and artificial intelligence, since machine learning is a powerful method over the\npast decade and its latest one is ChatGPT which has three main functions (Text generation,\nLanguage translation, and Text summarization). This class will introduce you to some key\nfindings that target these questions in different area of linguistics and artificial intelligence.\nWe will discuss what are the building blocks that language employ to build sentences\n(syntax), how natural languages externalize the structures that are built (phonetics and\nphonology) and assign them meanings in different contexts (semantics). In linguistics, we\nwill also talk about how languages are acquired (language acquisition). In language-related\nAI, we will discuss Natural language processing (NLP), Machine translation, Speech\nrecognition, Semantic analysis, and Computational linguistics.\nFor each week, everyone is required to complete the assigned readings specified in\nthe syllabus and is encouraged to read the related literature if possible. Each of you is\nstrongly recommended to further investigate the issues before the class meetings and reach\nyour own conclusions concerning the adequacy of the analyses presented in the books.\nPrerequisites: No",
        "course_professor": "Cho Sungdai, "
    },
    "AAAS 380K": {
        "course_code": "AAAS 380K",
        "course_name": "Dances of South Asia",
        "course_description": "\r\n        This class will incorporate an exploration of the fundamentals of traditional South Asian dance with a comparative approach that enables students to develop an understanding of South Asian dance styles and practices, as well as of cultural differences between dance styles in South Asia, the West, and other global regions. Students will be introduced to various ways of presenting and performing South Asian dance genres, including not only traditional formats, but also those found in modern settings, such as concerts, television, and film. The class format will be divided equally between active physical learning of dance movements and discussion of assigned readings and films, and online excerpts relating to such topics as dance-related cultural history; dance-related vocabulary such as drum beats, costumes, music, artists, and art movements; dance as a marker of relationships within and among different cultures; and aspects of dance fusion between South Asia and the West.",
        "course_professor": "Bulathsinghala Lakshmi, "
    },
    "AAAS 380M": {
        "course_code": "AAAS 380M",
        "course_name": "From Bombay to Bollywood",
        "course_description": "\r\n        AAAS 380M From Bombay to Bollywood - \nThis course will trace the trajectory of Bombay cinema’s transformation into Bollywood. The products of the Bombay film industry, Hindi films, have dominated the national imagination. Furthermore, they have been Indian cinema’s most successful exports. Through readings and screenings, we will examine shifts in Hindi films’ narratives as well as Bombay’s industry practices. Some of the topics that we will explore include film exhibition, the development of melodrama, censorship, the emergence of the multi-starrer, the shifts in music and dance, the representation of political events, the construction of family and gender, the relationship between the Bombay film industry and the state, and the rise of new genres in the era of globalization. The discussions on specific films will attend to formal features of Hindi films such as narrative form, darsan, intermission, and song/dance sequences, placing Hindi films in productive dialogue with film theory.",
        "course_professor": "Mehta Monika, "
    },
    "AAAS 380Q": {
        "course_code": "AAAS 380Q",
        "course_name": "Theatre and Dance in East Asia",
        "course_description": "\r\n        This course introduces students to theatre and dance through an interdisciplinary approach, in the process addressing such aspects of East Asian culture as language, traditions and religion. It is designed to help students—of both Western and Asian backgrounds—understand the history and practice of the major East Asian theatrical and dance traditions from their origins up to contemporary settings. The materials used for the course will help students to learn how to demonstrate in-depth knowledge of the literature and theatre arts of the major countries such as China, Japan, and Korea. Through assigned readings and visual materials, alongside class discussion and students’ own research, we will seek to understand the status of East Asian performance as a cultural phenomenon that comprises music, dance, and drama, both separately and in tandem. This is an upper-level class and students are expected to conduct their own research when completing all class assignments.",
        "course_professor": "Bulathsinghala Lakshmi, "
    },
    "AAAS 380S": {
        "course_code": "AAAS 380S",
        "course_name": "Comparative Politics of Asia",
        "course_description": "No course description is available.",
        "course_professor": "Izatt Hilary, "
    },
    "AAAS 384B": {
        "course_code": "AAAS 384B",
        "course_name": "Dance - Drama Styles in India",
        "course_description": "\r\n        Various kinds of dance styles are widely practiced and celebrated as part of the cultural heritage of India, and have more recently expanded their identity into other countries all over the world. In this course, students will be introduced to the most important and distinct Indian classical dance styles, such as Bharatha Natyam, Kathak, Kathakali, Manipuri, Kuchipudi, and Odissi, in order to develop their knowledge about these classical dance forms. The students will learn the theories behind these complex dance traditions that are associated with dance-drama features while considering the phases of growth, decay, and renewal of those classical art forms over time. This is an introductory-level course appropriate for students with no background in Indian culture and also for students familiar with the region who are seeking to better understand Asian cultural heritages.",
        "course_professor": "Bulathsinghala Lakshmi, "
    },
    "AAAS 386B": {
        "course_code": "AAAS 386B",
        "course_name": "Beijing Opera Makeup: Lines",
        "course_description": "\r\n        This is a 2-credit introductory course teaching basic face painting techniques for those who are interested in Beijing Opera. One of the most distinctive aspects of Beijing Opera is its unique make-up style, which disguises actors with astonishing masks painted directly onto their skin. This class teaches the significance of lines and symbolic patterns used and techniques of pigment application. No prerequisites. Open to students from any major. Students will paint on paper mache masks in most of the class periods, and will have their choices to paint on their own faces or the masks in the second class to the last. Prof. Linghui Tu is a professional performer who is also a National Tier-1 Performer at the National Academy of Chinese Theatre Arts in Beijing, China. She is the winner of the Chinese Drama Plum Blossom Award (CDPBA) and Chinese Opera Wenhua Award (the highest level award in Chinese opera in China).",
        "course_professor": "Tu Linghui, "
    },
    "AAAS 386C": {
        "course_code": "AAAS 386C",
        "course_name": "Beijing Opera Combat: Spear",
        "course_description": "\r\n        This is a 2-credit introductory course that concentrates on the symbolic fighting style of Beijing Opera, using its special spears. It is athletic and gymnastic and is clearly influenced by techniques of martial arts. This course will provide a general understanding of Beijing Opera combat’s basic elements. The structures of Beijing Opera Combat include postures, element skill training, and other combat moves. Also, this course will help to improve body coordination and agility and develop knowledge of Chinese culture and performing arts. No previous training is necessary for enrollment. No prerequisites. Traditional weapons are provided and made safe to use. Prof. Linghui Tu is a professional performer who is also a National Tier-1 Performer at the National Academy of Chinese Theatre Arts in Beijing, China. She is the winner of the Chinese Drama Plum Blossom Award (CDPBA) and Chinese Opera Wenhua Award (the highest level award in Chinese opera in China).",
        "course_professor": "Tu Linghui, "
    },
    "AAAS 397": {
        "course_code": "AAAS 397",
        "course_name": "Adv Chinese Reading &amp; Debate",
        "course_description": "\r\n        Tutorial or seminar study of special problems that meets the needs of advanced students. Varibable credits.",
        "course_professor": "Kao Qifei, "
    },
    "AAAS 443": {
        "course_code": "AAAS 443",
        "course_name": "History of Chinese Literature",
        "course_description": "\r\n        This course attempts to construct a systematic account of three thousand years of\nChinese literature. Readings include not only poetry, drama, and fiction, but also historical, philosophical writings and other prose forms, all situated in their larger social and cultural contexts. Lectures and discussions chart the rise and fall of major dynasties and treat the development of genres, styles, and themes. Offered regularly. 4 credits.",
        "course_professor": "Chen Zu, "
    },
    "AAAS 454": {
        "course_code": "AAAS 454",
        "course_name": "Unresolved Issues:Wars in Asia",
        "course_description": "\r\n        \nUnresolved Issues From Modern Wars In Asia\n\nThis seminar undertakes a multidisciplinary investigation into the international conflicts, atrocities and legacies of modern warfare in Asia. The central aim of the course is to facilitate informed, critical thinking and nuanced understanding of modern and contemporary Asian experience by cultivating appreciation of the diverse ways individuals and collectives have undergone, remembered, responded to and represented their traumas, the factors affecting the extent to which they have been able to constitute, acknowledge, confront, worked through and articulate their violent pasts, and the implications of such (re)constructive efforts for personal/national identity, sociopolitical action and international relations. Seminal theoretical works on the experience and aftereffects of psychological trauma, perpetrator/victim/survivor psychology and the politics of private and public memory will be studied and applied to three representative unresolved issues from the Asia Pacific War (1931-1945): the Nanjing Massacre, militarized sexual slavery (“comfort women”) and the atomic bombing of Hiroshima and Nagasaki. Artistic representations of these controversial historical events and lived experiences will be analyzed to determine what novel insights they afford into the psychodynamics, costs in human terms and enduring consequences of ideological indoctrination, the psychological shift from \"sensory\" to \"mythic\" reality, objectification/dehumanization of the enemy/other, and mass violence and victimization. At the end of the semester, students will present to the class the results of their individualized research into the Nanjing Massacre, militarized sex slavery, the atomic bombing of Hiroshima and Nagasaki or another clearly identified unresolved issue from modern wars in Asia (e.g., Korean War, Vietnam War).",
        "course_professor": "Stahl David, "
    },
    "AAAS 480B": {
        "course_code": "AAAS 480B",
        "course_name": "Imperialism &amp; Racial Ecologies",
        "course_description": "\r\n        This seminar considers examples and episodes from the history of the United States to understand the environmental and ecological dimensions of race and empire. Our foundational concept is that race is a historical social formation whose perceived differences explained and justified social inequities. We examine the extension of those dynamics beyond racialized bodies to the places where they lived: their sovereign and territorial status, their built environments, and their natural ecologies. Topics we will cover include: environmental racism and justice; settler colonialism, within the continental United States and in its overseas territories; capitalism and labor migration; gender and reproduction; tourism; militarization; and the biopolitics of national security.",
        "course_professor": "Cheng John, "
    },
    "AAAS 480F": {
        "course_code": "AAAS 480F",
        "course_name": "Multicultural Psychology",
        "course_description": "\r\n        This course will provide an overview of theoretical perspectives, research methods, empirical findings, and practical applications of psychological research on multicultural issues. Topics include: multicultural issues in research and testing; cultural differences in worldviews and communication; prejudice, stereotyping, and discrimination; cultural identity development;  privilege; intersectionality; bias in popular culture, social media, and technology; health disparities, prejudice-reduction strategies; interventions for minoritized groups; and developing multicultural competence.\n\nPrerequisite: PSYC 111",
        "course_professor": "Shin Jiyun Elizabeth, "
    },
    "AAAS 480H": {
        "course_code": "AAAS 480H",
        "course_name": "Haunting, Memory, Migrations",
        "course_description": "\r\n        How do contemporary global migrations haunt the cityscapes and bodyscapes, the landscapes and mindscapes, of our daily lives and our dreams?  Drawing upon recent African and Asian diasporic, feminist, and LGBTQ+ literatures, visual and sonic productions, and theorizing, we will develop a multidimensional working space.  Our aim is to analyze, question, and explore expressive narratives of haunting, memory, migrations, especially their power to transform our relation to histories, communities, and the cosmos.\n\n \n\nAt once transdisciplinary, multisensory, and transmedial, our resources, which include creative writing by Harold Sonny Ladoo and Lorna Goodison, essays by Trinh T Minh-ha and Édouard Glissant.  experimental multi-platform art and writing by Natasha Tonteym, Kiripi Katembo Siku, Coda Wei, and others, the films of Mansour Sora Wade and Tsai Ming-liang, and a children's story by Dionne Brand--will theorize and enact a cross-platform aesthetics that is itself in transformation.\n\n \n\nIn “Time Lag,” Noriko Ambe cuts pre-existing patterns and information in books as she collaborates with and alters them to understand their concepts and to find moments of intersection or conflict.  Her aim is not to cut perfect lines, but to stay with the process.  Similarly, participants will keep a record, which may be in any medium, essay, creative writing, sound, film, multimedia, etc., of their reflections and journeys during the course.  Drawing from that record, and working individually or in small groups, participants will develop a project that reflects their engagement with the class.Simultaneously taught: PHIL 480H/AFST 480R*/AAAS 480H/COLI 480H/WGSS 482C/ENG 450M(*denotes primary course).",
        "course_professor": "Allen Jeffner, "
    },
    "AAAS 480K": {
        "course_code": "AAAS 480K",
        "course_name": "Contemporary Ecologies",
        "course_description": "\r\n        “Contemporary Ecologies” offers an introduction to, and a hands-on experience of, ecological aesthetics. Drawing from African and Asian diasporic literatures, theorizing, and art, and the feminist, queer, urban, and virtual ecological perspectives that they engender, the class will bring critical analysis and imagination to bear on recent events: earthquakes and floods, rising sea levels, tsunami; the coral reefs; green revolutions that seek alternate sources of energy and the production of ‘natural’ lingerie, yet render barren once verdant islands; rapidly expanding cityscapes such as Nairobi, Mumbai, Ujung Pandang, and Beijing. “There will be fish falling from the sky, just like rain,” Haruki Murakami’s tale of two thousand sardines and a few mackerel that plunged from the clouds to the road in front of the shopping mall, still with the smell of the sea about them, fuses art, science, and everyday observation with the unexpected . . .. The class will consider the ‘unexpected’ by working with proverbs, artworks, logics, and tales, song, marine science, and local wisdom, that inhabit openings between worlds. Simultaneously taught: AFST463*, PHIL480S, AAAS480K, COLI480S, WGSS481A,(*denotes primary course)",
        "course_professor": "Allen Jeffner, "
    },
    "AAAS 480L": {
        "course_code": "AAAS 480L",
        "course_name": "Nationalism in East Asia",
        "course_description": "\r\n        Nationalism in East Asia \n\nThe rise of nation-states is a central phenomenon of modern world history and the experience of modern Asian nations is essential to its understanding. The nation-states of Asia took shape concurrently with other modern nations of the world and in response to similar and often interrelated historical circumstances. This seminar looks at the emergence of China, Japan, and Korea as modern nations in the late nineteenth and twentieth centuries through such specific topics of comparative significance as \"the invention of tradition,\" the relationship between imperialism and the nation-state, multiple modernities, and the question of ethnic minorities within the nation. The seminar will examine varieties of nationalism that have emerged in East Asia since the late nineteenth century. It will discuss the ways in which historical actors defined, articulated and projected nationhood while negotiating cultural categories, such as Eastern/Western, traditional/modern and national/international. Particular attention is given to the interrelationship among imperialism, nationalism, and trans-nationality.",
        "course_professor": "Wang Yi, "
    },
    "AAAS 480U": {
        "course_code": "AAAS 480U",
        "course_name": "Asian American Heritage Lgs",
        "course_description": "\r\n        Often misunderstood as the broken speakers of their mother tongue, the Asian American heritage speakers\nnavigate a complex linguistic and cultural world. This course engages students in discussions of important topics\nrelated to the linguistic, educational and cultural experiences of Asian American heritage speakers–an essential\ngroup in multilingual America. Qualitative and quantitative research methods will be introduced in the course,\nfacilitating students in their own investigations into a diverse array of issues, including linguistic behavior and\ncompetence, educational practices and strategies, as well as social identity and beliefs.",
        "course_professor": "Song Chenqing, "
    },
    "AAAS 481T": {
        "course_code": "AAAS 481T",
        "course_name": "Japanese Ghosts &amp; Monsters",
        "course_description": "\r\n        From bird-men and sentient tea kettles to Pokemon, Japanese visual and literary culture is teeming with strange and fantastic creatures. This seminar introduces students to the variety of oral, written, and particularly visual sources for Japanese views of the fantastical. We will cover the foundations of the study of folklore, the history of the field in Japan, and how the otherworldly and monstrous was depicted in medieval, early modern, and modern Japan. Sources encountered in class include visual culture, ethnographic description, and works of literary fiction. Students will learn about the interaction between elite and popular culture, and between popular culture and national identity. After a guided introduction to the analysis of folklore, students will undertake their own original research project on Japanese ghosts and monsters, and produce a paper describing an aspect of early modern or modern Japanese culture reflected in the Japanese fantastical using ethnographic or folklore methodologies.",
        "course_professor": "Buhrman Kristina, "
    },
    "AAAS 491": {
        "course_code": "AAAS 491",
        "course_name": "Practicum in Teaching",
        "course_description": "\r\n        Language teaching experience supplemented with in-class guidance, visits in faculty-taught classes, pedagogical discussion with faculty and self-evaluation of teaching performance. Prerequisite: consent of instructor and department. Variable credit.",
        "course_professor": "Martineau Katherine, "
    },
    "AAAS 495": {
        "course_code": "AAAS 495",
        "course_name": "Internship in AAAS",
        "course_description": "\r\n        Internship project under guidance of faculty member, in an institution, agency or program. Prerequisites: prior arrangement with and consent of chosen instructor. Variable credits\n\nStudents who wish to participate in an internship and who have previously been convicted of a\nfelony are advised that they will be asked about their prior criminal history. This may impede\nyour ability to participate in certain internships. Students who have concerns about such matters,\nor are looking for additional information, are advised to contact the dean's office of their\nintended academic program.",
        "course_professor": "Marasigan Cynthia, "
    },
    "AAAS 497": {
        "course_code": "AAAS 497",
        "course_name": "Independent Study",
        "course_description": "\r\n        Tutorial or seminar study of special problems that meets needs of advanced students. Variable credits.",
        "course_professor": "Buhrman Kristina, "
    },
    "AAAS 498": {
        "course_code": "AAAS 498",
        "course_name": "Honors Thesis I",
        "course_description": "\r\n        Design of honors research project and preliminary research under the supervision of faculty. Variable credits.",
        "course_professor": "Kim Sonja, "
    },
    "AAAS 531": {
        "course_code": "AAAS 531",
        "course_name": "Unresolved Issues:Wars in Asia",
        "course_description": "\r\n        Unresolved Issues From Modern Wars In Asia\n\nThis seminar undertakes a multidisciplinary investigation into the international conflicts, atrocities and legacies of modern warfare in Asia. The central aim of the course is to facilitate informed, critical thinking and nuanced understanding of modern and contemporary Asian experience by cultivating appreciation of the diverse ways individuals and collectives have undergone, remembered, responded to and represented their traumas, the factors affecting the extent to which they have been able to constitute, acknowledge, confront, worked through and articulate their violent pasts, and the implications of such (re)constructive efforts for personal/national identity, sociopolitical action and international relations. Seminal theoretical works on the experience and aftereffects of psychological trauma, perpetrator/victim/survivor psychology and the politics of private and public memory will be studied and applied to three representative unresolved issues from the Asia Pacific War (1931-1945): the Nanjing Massacre, militarized sexual slavery (“comfort women”) and the atomic bombing of Hiroshima and Nagasaki. Artistic representations of these controversial historical events and lived experiences will be analyzed to determine what novel insights they afford into the psychodynamics, costs in human terms and enduring consequences of ideological indoctrination, the psychological shift from \"sensory\" to \"mythic\" reality, objectification/dehumanization of the enemy/other, and mass violence and victimization. At the end of the semester, students will present to the class the results of their individualized research into the Nanjing Massacre, militarized sex slavery, the atomic bombing of Hiroshima and Nagasaki or another clearly identified unresolved issue from modern wars in Asia (e.g., Korean War, Vietnam War).",
        "course_professor": "Stahl David, "
    },
    "AAAS 580C": {
        "course_code": "AAAS 580C",
        "course_name": "Imperialism &amp; Racial Ecologies",
        "course_description": "\r\n        This seminar considers examples and episodes from the history of the United States to understand the environmental and ecological dimensions of race and empire. Our foundational concept is that race is a historical social formation whose perceived differences explained and justified social inequities. We examine the extension of those dynamics beyond racialized bodies to the places where they lived: their sovereign and territorial status, their built environments, and their natural ecologies. Topics we will cover include: environmental racism and justice; settler colonialism, within the continental United States and in its overseas territories; capitalism and labor migration; gender and reproduction; tourism; militarization; and the biopolitics of national security.",
        "course_professor": "Cheng John, "
    },
    "AAAS 580P": {
        "course_code": "AAAS 580P",
        "course_name": "History of Chinese Literature",
        "course_description": "\r\n        This course attempts to construct a systematic account of three thousand years of Chinese literature. Readings include not only poetry, drama, and fiction, but also historical, philosophical writings and other prose forms, all situated in their larger social and cultural contexts. Lectures and discussions chart the rise and fall of major dynasties and treat the development of genres, styles, and themes. Offered regularly. 4 credits.",
        "course_professor": "Chen Zu, "
    },
    "AAAS 583A": {
        "course_code": "AAAS 583A",
        "course_name": "Asian American Heritage Lgs",
        "course_description": "\r\n        Often misunderstood as the broken speakers of their mother tongue, the Asian American heritage speakers navigate a complex linguistic and cultural world. This course engages students in discussions of important topics related to the linguistic, educational and cultural experiences of Asian American heritage speakers–an essential group in multilingual America. Qualitative and quantitative research methods will be introduced in the course, facilitating students in their own investigations into a diverse array of issues, including linguistic behavior and competence, educational practices and strategies, as well as social identity and beliefs.",
        "course_professor": "Song Chenqing, "
    },
    "AAAS 595": {
        "course_code": "AAAS 595",
        "course_name": "Internship",
        "course_description": "No course description is available.",
        "course_professor": "Yun Lisa, "
    },
    "AAAS 597": {
        "course_code": "AAAS 597",
        "course_name": "Independent Study",
        "course_description": "No course description is available.",
        "course_professor": "Kim Sonja, "
    },
    "AAAS 597A": {
        "course_code": "AAAS 597A",
        "course_name": "Independent Study",
        "course_description": "No course description is available.",
        "course_professor": "Pettid Michael, "
    },
    "AAAS 599": {
        "course_code": "AAAS 599",
        "course_name": "Thesis",
        "course_description": "No course description is available.",
        "course_professor": "Kim Sonja, "
    },
    "ACCT 211": {
        "course_code": "ACCT 211",
        "course_name": "Financial Accounting (ACT)",
        "course_description": "\r\n        For official course description select View Catalog Entry",
        "course_professor": "Xiao Jason, "
    },
    "ACCT 212": {
        "course_code": "ACCT 212",
        "course_name": "Managerial Accounting",
        "course_description": "\r\n        This course develops an understanding of the\nprocess of identifying, measuring, analyzing,\ninterpreting and communicating information in\npursuit of an organization's goals. By the end of the\ncourse students should be familiar with the\ntechnical skills for solving problems, such as the\nfundamentals of basic unit costs, cost flow\nmanagement systems and processes, budgeting\nand performance measurement, and cost analysis\nand pricing decisions. As managers you should be\nable to identify relevant information and the\nappropriate methods for analyzing information;\nwork together in a team addressing global, ethical\nissues; and communicate information to others in\nthe organization using a critical thinking approach.\nCourse elements: competence in accounting,\ncritical thinking, global perspective, ethical\nawareness, social and organizational skills, and\ntechnology.\n\n\nACCT 211",
        "course_professor": "Meder Anthony, "
    },
    "ACCT 305": {
        "course_code": "ACCT 305",
        "course_name": "Cost Accounting",
        "course_description": "\r\n        Introduction to cost accounting. Emphasis on the interface between financial accounting informational needs and internal accounting information needs for internal decision-making purposes. Major topics (emphasis on accounting for): job and process costing, CVP analysis, standard costing and variance analysis, cost behavior as well as CIM, just-in-time manufacturing and transfer pricing. 4 credits prior to Spring 2019 will be 3 credits from Spring 2019 on. Prerequisites: ACCT 211 and junior standing. Offered fall and spring semesters",
        "course_professor": ""
    },
    "ACCT 311": {
        "course_code": "ACCT 311",
        "course_name": "Intermed Accounting Theory I",
        "course_description": "\r\n        For official course description select View Catalog Entry",
        "course_professor": "Ochani Ashish Kishinchand, "
    },
    "ACCT 312": {
        "course_code": "ACCT 312",
        "course_name": "Intermediate Acctg Theory II",
        "course_description": "\r\n        Continuation of ACCT 311. Refinement and development of financial accounting theory. Emphasis on balance sheet accounts, including leases, pensions, deferred taxes and long-term liabilities. Ethical considerations and an international perspective are provided for a number of the topics.4 credits in the Fall of 2018. 3 credits beginning Spring 2019 on. Prerequisites: ACCT 311 and junior standing. Traditionally fall and spring semesters. Occasionally offered in suumer term.",
        "course_professor": "Stella David, "
    },
    "ACCT 460": {
        "course_code": "ACCT 460",
        "course_name": "Auditing",
        "course_description": "\r\n        For official course description select View Catalog Entry",
        "course_professor": "Rossetti Christopher, "
    },
    "ACCT 475": {
        "course_code": "ACCT 475",
        "course_name": "Survey of Taxation",
        "course_description": "\r\n        FEDERAL INCOME TAX - I",
        "course_professor": "Lewis James, "
    },
    "ACCT 495": {
        "course_code": "ACCT 495",
        "course_name": "Internship",
        "course_description": "\r\n        Opportunity to obtain academic credit for well-structured, work-related experiences in the field of accounting. Strong academic content, degree relevancy must be demonstrated. Pass/Fail option only. Prerequisites: junior standing and consent of instructor. Variable Credit. Available winter, summer, fall and spring semesters.",
        "course_professor": "Bobinski George, "
    },
    "ACCT 497": {
        "course_code": "ACCT 497",
        "course_name": "Readings And Research",
        "course_description": "\r\n        Tutorial reading, research or participation in a seminar, depending on interests, needs and capabilities. Prerequisites: consent of instructor and senior standing. Variable credit. Offered as needed",
        "course_professor": "Dionne Shelley, "
    },
    "ACCT 540": {
        "course_code": "ACCT 540",
        "course_name": "Financial Accounting Theory",
        "course_description": "\r\n        For official course description select View Catalog Entry",
        "course_professor": "Zhang Yan, "
    },
    "ACCT 541": {
        "course_code": "ACCT 541",
        "course_name": "Audit &amp; Managerial ACCT Theory",
        "course_description": "\r\n        For official course description select View Catalog Entry",
        "course_professor": "Schwartz Steven, "
    },
    "ACCT 550": {
        "course_code": "ACCT 550",
        "course_name": "Accounting Information Systems",
        "course_description": "\r\n        For official course description select View Catalog Entry",
        "course_professor": "Sarkar Sumantra, "
    },
    "ACCT 555": {
        "course_code": "ACCT 555",
        "course_name": "Advanced Accounting Theory",
        "course_description": "\r\n        For official course description select View Catalog Entry",
        "course_professor": "Meder Anthony, "
    },
    "ACCT 573": {
        "course_code": "ACCT 573",
        "course_name": "Individual Tax",
        "course_description": "\r\n        ACCT 573 sections 01 & 02:  There is a $112.50 inclusive access fee associated with this course which provides required course materials at a discounted price. You may choose to opt-out of this fee and will be provided instructions from your instructor on how to do so\nFor official course description select View Catalog Entry",
        "course_professor": ""
    },
    "ACCT 595": {
        "course_code": "ACCT 595",
        "course_name": "Internship",
        "course_description": "\r\n        Students may gain academic credit for meaningful educational internships. Academic validity of each opportunity must be verified by a faculty supervisor. Provides significant experience related to the student's career goals. credits vary",
        "course_professor": "Bobinski George, "
    },
    "ACCT 597": {
        "course_code": "ACCT 597",
        "course_name": "Independent Study",
        "course_description": "\r\n        In-depth study in particular area of interest, under direction of appropriate faculty. Open to Masters-level students only. Credits vary",
        "course_professor": "Sarkar Sumantra, "
    },
    "AFST 101": {
        "course_code": "AFST 101",
        "course_name": "Intro to Africana Studies",
        "course_description": "\r\n        This course is a broad survey of some of the major themes in Africana studies, and an introduction to African experiences globally. Beginning in Africa and working outward, it analyzes the intellectual, spiritual, creative and political traditions of Africans as they address the challenges of the modern world over the last millennium. Major themes include: African languages and cultures, religion in Africa, slavery, European colonialism in Africa, African diasporic identities, Black literature, the US Civil Rights movement, African decolonization and Afro-futurism. The course seeks to introduce students to the range and complexities of African-derived experiences globally, through deep engagement with both African and African diasporic source texts in history, literature, poetry, journalism, film and music.",
        "course_professor": "Bouanani Moulay Ali, "
    },
    "AFST 171": {
        "course_code": "AFST 171",
        "course_name": "Intro to African Religion",
        "course_description": "\r\n        E. A. Wallis Budge defined African religion as “the worship of the souls of the dead, commonly called Ancestor Worship.” Also, Diodorus, a Greek historian of the 1st Century BCE, stated that blacks or Ethiopians, “were the first of all men, and the proofs of this statement, they say, are manifest. For that they did not come into their land as immigrants from abroad but were natives of it, and so justly bear the name of ‘autochthones’ is, they maintain, conceded by practically all men…. And they [i.e., the Greek historians relied on by Diodorus] say that they [i.e., the black peoples] were the first to be taught to honor the gods and to hold sacrifices and processions and festivals and other rites by which men honor the deity; and that in consequence their piety has been published abroad among all men, and it is generally held that the sacrifices practiced among the Ethiopians [i.e., the black peoples] are those which are the most pleasing to heaven.” Thus, students are introduced to the nature and phenomenon of African religion, conceptions of God and gods and goddesses, ancestors and ancestor worship, elders, sacrifices and symbols, and rituals that offer meaning to the lives of Africans.",
        "course_professor": "Ephirim-Donkor Anthony, "
    },
    "AFST 180E": {
        "course_code": "AFST 180E",
        "course_name": "Religions of the World",
        "course_description": "\r\n        What does it mean to study various religions from an academic perspective? How do we, as outsiders at a public university, discuss different traditions responsibly? Answering questions like these and developing our skills as scholars of religion is of no small importance in an increasingly global society. This class will take a thematic approach to a number of traditions, including Hinduism, Buddhism, Judaism, Christianity, and Islam. Prominent themes include the history of Religious Studies as a discipline, religion and popular culture, religion and violence, the history of utopian thought, and the status of new and controversial movements across the globe.",
        "course_professor": "Jones Douglas, "
    },
    "AFST 180L": {
        "course_code": "AFST 180L",
        "course_name": "Islam: Texts and Contexts",
        "course_description": "\r\n        Did you know that Islam is the fastest growing religion in the world and is expected to be the world’s largest religion soon? Did you know that approximately 1/3 of enslaved Africans in what came to be the United States came from predominantly Islamic parts of West Africa? Did you know that “Islam”, usually translated as “peace” and “submission,” more correctly means “commitment”? This course introduces students to religious currents in the Islamic world, past and present. We will begin by looking at the origins of Islam, and placing the chief features of its principles, practices, and beliefs in their historical context. In an attempt to explore the enduring ties that bind the myriad interpretations of Islam across time and space to their universal foundations, each week will be devoted to a different theme. Topics include the origins of Islam; the life of the Prophet Muḥammad; major themes of the Quran; Tradition (Ḥadīth) in the making; the Imamate in Shīʿī Islam; Sufism and the aesthetics of Islamic mysticism; Islamic messianism; the Islamic world in the 19th century; Islam in America: From Enslaved Africans to Malcolm X and Dave Chappelle; and Islam in Binghamton. This course has no prerequisites, and no prior knowledge of Islam or Arabic is required or will be assumed by the instructor.",
        "course_professor": "Ghaemmaghami Omid, "
    },
    "AFST 180R": {
        "course_code": "AFST 180R",
        "course_name": "Music Cults:Africa,Carib,Amer",
        "course_description": "\r\n        An introduction to the study of world music (ethnomusicology) through an examination of both traditional and popular music styles from different music cultures within Africa, the Carribbean, and the Americas, with emphasis on the specific social and cultural backgrounds that have generated and sustained them. Topics will include the study of ethnomusicology, the influences between traditional and popular music, the social status and training of musicians and performers cross-culturally, the world music business, and ongoing processes of musical exchange between musicians from diverse cultural backgrounds.",
        "course_professor": "Burns James, "
    },
    "AFST 188B": {
        "course_code": "AFST 188B",
        "course_name": "Intro to African Drumming",
        "course_description": "\r\n        This class will focus on the musics not only from the African continent, but also from the diaspora, including Cuba, Brazil and Haiti. There will be an emphasis on rhythmic development as well as notation and ensemble cohesiveness. We will explore drumming, melodic instruments such as the xylophone and Mbira, and singing. No prior musical experience is necessary.",
        "course_professor": "Burns James, "
    },
    "AFST 212": {
        "course_code": "AFST 212",
        "course_name": "African Intellectual Traditns",
        "course_description": "\r\n        Introduction to key ideas in African intellectual and philosophical traditions, centered on conceptions of person, society, community, knowledge, art, gender relations and spirituality.  Readings will be drawn from a number of intellectuals and will be on brightspace.",
        "course_professor": "Nzegwu Nkiru, "
    },
    "AFST 225": {
        "course_code": "AFST 225",
        "course_name": "Africans in the Indian Ocean",
        "course_description": "\r\n        Africans have been traveling in the Indian Ocean world long before they crossed the Atlantic in the brutal passages of west African slave trade. This course examines the history of the African diaspora in such places as India, Pakistan, Iran, Saudi Arabia, Oman, Egypt and Yemen. Students in the course will 1) discuss the various definitions of diaspora and their usefulness to understanding African migration in the Indian Ocean 2) identify some of the cultural practices—including food, music and religion—associated with African culture in the Indian Ocean world 3) Read and interpret primary sources from Africans themselves, to understand their worldview and the contexts that shaped their choices.",
        "course_professor": "Mathews Nathaniel, "
    },
    "AFST 229": {
        "course_code": "AFST 229",
        "course_name": "Beginning African Dance",
        "course_description": "\r\n        Dance is one of the oldest art forms in Africa. It reflects the culture of people in many contexts. This course introduces students to authentic African dance traditions from Ghana. It explores the meaning, values, aesthetics and various contexts in which dance is performed among Ghanaian societies. Beginning with basic timeline and dance steps, students will understand various movements, gestures and expressions as a significant means of communicating ideas, aesthetics embedded in the performance and how the dance performance enforce social bonds. Students will also learn songs that accompany the dances to deepen their understanding of creative processes, experience artistic expressions and interrelatedness of holistic African and for that matter Ghanaian music and dance cultures. Repeatable.\n\nStudents are required to have uniforms. They will be available for purchase.\n \nONCE CLASS IS FULL NO PETITIONS ACCEPTED.  ONLINE REGISTRATION ONLY!",
        "course_professor": "Nyamuame Samuel Elikem, "
    },
    "AFST 250": {
        "course_code": "AFST 250",
        "course_name": "Youth Pop Culture in No.Africa",
        "course_description": "\r\n        Course required for Africana Major/Minor and is a 'w' writing emphasis course.\nThis course will provide students an introduction to critical issues and approaches in the study of recent NORTH AFRICA AND Arabic youth culture, their response and participation in the modern popular culture of that area. We will explore the ways in which young NORTH AFRICANS AND YOUTHS IN THE ARAB WORLD [Arabs] are both users of and are used by popular culture. As well, we will explore their attitudes, interests and aspirations through the various media: film, T.V., print, music to examine cultural expressions within young people’s groups throughout the NORTH AFRICAN AND Arabic World. Collective and individual responses to the post-colonial nation state and globalization are among the themes we will examine. The course will also compare cultural characteristics (shared and regional) as manifested in new identities, traditions, customs, social character, artistic and creative expression and even language.",
        "course_professor": "Bouanani Moulay Ali, "
    },
    "AFST 273": {
        "course_code": "AFST 273",
        "course_name": "Intro To African Literature",
        "course_description": "\r\n        This course introduces the student to the major forms of literary activity on the African continent. We begin with a survey of the African world: its physical and human geography, and its social, political and cultural history and institutions. We move on to an examination of the oral literature, which enjoys a great deal of interest and continues to influence much of African writing today. We will also read literature and other media from around the continent that give voice to different histories and the ways in which they are connected through global relations and networks of power. Most of the course will, however, focus on a study of modern African creative writing, through readings of published fiction, drama and poetry. By covering a wide range of genres and diverse geographical regions, the goal is for students to acquire a general understanding of the most important issues for African writers and artists, both historically and today. The course will also serve as an introduction to literary studies, and thus will focus on reading and writing skills, as well as basic techniques of literary analysis and academic communication.",
        "course_professor": "Inyang Utitofon, "
    },
    "AFST 281K": {
        "course_code": "AFST 281K",
        "course_name": "African Music Ensemble",
        "course_description": "\r\n        AFST 281K correlates with MUSP 257A\nStudents will need to have taken either Introduction to African Drumming (AFST 188B), Beginning African Dance (AFST 229), or Advanced African dance (AFST 329) in order to register.\nPermission of Department needed",
        "course_professor": "Burns James, "
    },
    "AFST 285C": {
        "course_code": "AFST 285C",
        "course_name": "Comparative African Diasporas",
        "course_description": "\r\n        This course takes an interdisciplinary and comparative approach towards understanding the dispersal of Africans throughout Asia and the Americas. In examining the African presence in the Black Pacific alongside the Levant and the Black Atlantic we will explore multiple ways diasporas have been created and understand the dispersal of Africans to be a global phenomenon. The course is organized into four parts and centers on the three geographic/oceanic spaces of the Pacific, Levant and Atlantic.",
        "course_professor": "Awash Beniam, "
    },
    "AFST 329": {
        "course_code": "AFST 329",
        "course_name": "Advanced African Dance",
        "course_description": "\r\n        Dance is one of the oldest art forms in Africa. It reflects the culture of people in many contexts. This course introduces students to authentic African dance traditions from Ghana. It explores the meaning, values, aesthetics and various contexts in which dance is performed among Ghanaian societies. Beginning with basic timeline and dance steps, students will understand various movements, gestures and expressions as a significant means of communicating ideas, aesthetics embedded in the performance and how the dance performance enforce social bonds. Students will also learn songs that accompany the dances to deepen their understanding of creative processes, experience artistic expressions and interrelatedness of holistic African music and dance cultures. Unlike beginning African dance class, the routines in this course will be more advanced and will require some degree of dance experience. Repeatable.\n\n*This is for Theatre Majors or Minors and or by Permission of the Instructor. \n*This is for Africana Majors or Minors and or by Permission of the Instructor.\n\nStudents are required to have uniforms. They will be available for purchase.",
        "course_professor": "Nyamuame Samuel Elikem, "
    },
    "AFST 367": {
        "course_code": "AFST 367",
        "course_name": "African Kingship",
        "course_description": "\r\n        Kings and Queens in Africa were traditionally seen as divine beings entrusted with sacred traditions by their ancestors and deities, which they protected, defended, and preserved for posterity. Endowed with temporal and spiritual authority, they ruled as socio-political and spiritual leaders. However, western civilization permanently changed not only traditional governance, but the way kings and queens were viewed. Subsequently, African societies adopted western cultural practices and democratic principles - or some form of it. So, the course examines both ancient and contemporary African civilizations, including Nubia/Kush, Great Zimbabwe/Mapungubwe/Zulu, Ghana/Mali, the Yoruba, and the Akan. It considers the origins and development of divine kingship, systems of succession, and rites and rituals of king-making.",
        "course_professor": "Ephirim-Donkor Anthony, "
    },
    "AFST 380C": {
        "course_code": "AFST 380C",
        "course_name": "Mixed Race Families",
        "course_description": "\r\n         This course explores the history of mixed-race families in the United States in order to analyze systemic racism, everyday discrimination, and forms of agency and resistance in the 19th and 20th centuries. The class will analyze the politicized construction of racial categories, the role of such classifications in the unequal distribution of rights and resources, and issues of colorism, passing, and identity formation. Students will examine anti-miscegenation laws and court rulings that criminalized interracial marriages; immigrant experiences in mixed-race families; transnational adoption and domestic interracial adoption; the multiracial movement; changing U.S. Census questions on race; and mixed-race representations in the media.",
        "course_professor": "Marasigan Cynthia, "
    },
    "AFST 380S": {
        "course_code": "AFST 380S",
        "course_name": "Prisoner Rights Activism&amp;State",
        "course_description": "\r\n        The course explores: (a) how race, ethnicity, nationality, citizenship, sex, gender, sexual orientation/preference, and class, among others (e.g., religion, age), have influenced what social groups are more likely to be arrested and incarcerated; (b) how prisoners and other incarcerated populations in the U.S. have sought to change the conditions of their imprisonment, particularly as of the 1950s to the present; and, (c) the response of state actors and third parties (including former prisoners and prisoners' rights activists) to their calls for support. The course is ultimately designed to familiarize students with issues pertaining to the emergence of, and historical functions played by, penal and other institutions of mass incarceration created by local, state and federal agencies in the U.S. (e.g., private and public jails and prisons, immigration detentions centers, Indian reservations, concentration camps, military prisons). The course, of necessity, problematizes the concepts of crime and punishment and analyzes conservative, liberal, and radical theories of crime causation and punishment. Required films/documentaries and presentations by guest speakers will complement required readings.",
        "course_professor": "Diaz Juanita, "
    },
    "AFST 380T": {
        "course_code": "AFST 380T",
        "course_name": "Race&amp;Gender inArabAmerican Lit",
        "course_description": "\r\n        This course offers a deep understanding of Arab-American literary production across the genres of the novel, poetry, the short story, and fictional autobiography. While interest in Arab immigrant literature in the U.S. has particularly culminated after the events of 9/11, authors from Arab descent have striven to creatively express their racial, religious, and cultural difference; draw attention to problems of differentiation in the U.S. due to persistently dominant Orientalist discourses; and negotiate their identity and human rights, all since the beginning of the twentieth century. Arab-American women authors, in their turn, have not only addressed that same set of issues, but also highlighted their equally important, yet marginalized perspectives and experiences of difference and differentiation in the U.S. due to their gender. Furthermore, Arab-American authors who identify as Arab and Black, and whose origins are in Arab-African countries like Somalia, the Sudan, and Morocco present yet more complex expressions of identity and racial difference in their poetic and novelistic production. The course pays special attention to the diverse and complex literary articulations of what constitutes home, conflict, and identity in Arab-American literary works from the time of their emergence to the present. The course also explores the different approaches to cultural translation these authors undertake in order to create cultural understanding between their homeland and their adoptive country. In summary, we will identify the historical, ideological, and discursive conditions these Arab-American authors attempt to respond to in their works. We will read works by Arab-American authors whose origins are in different parts of the Arab world such as Lebanon, Syria, Egypt, Palestine, Jordan, Morocco, Somalia, the Sudan, and Iraq. No prerequisites",
        "course_professor": "Youssef Mary, "
    },
    "AFST 380Z": {
        "course_code": "AFST 380Z",
        "course_name": "GPH I: Social Behav Sci Health",
        "course_description": "\r\n        This course provides an overview of the history and current applications of social and behavioral sciences to global health. It examines the social and behavioral determinants of health equity across the ecological spectrum, covering theories of behavioral science applied to health behaviors; socio-cultural factors of disease etiology and prevention; individual, group, community, and technology-based strategies for health behavior change. It includes selected social and behavioral theories and models used by global public health professionals to plan, implement, and evaluate program strategies and policies for the improvement of global health. Offered regularly. 4 credits.",
        "course_professor": "Okoror Titilayo, "
    },
    "AFST 381A": {
        "course_code": "AFST 381A",
        "course_name": "Research Methods",
        "course_description": "\r\n        The course covers common research methods used in Africana Studies research. Beginning from basic approaches to logic and inductive reasoning, the course gives students a foundation in critical methods integral to knowledge and research in the sciences, social sciences and humanities, including close readings, attempted integrations of qualitative and quantitative reasoning, common fallacies in critical thinking, and the ethics of various Africana-based approaches. AFST 300 is a required course for all Africana Studies majors. For minors and majors, it is recommended to take before any other three hundred level course in Africana Studies.",
        "course_professor": "Mathews Nathaniel, "
    },
    "AFST 382R": {
        "course_code": "AFST 382R",
        "course_name": "The Power and Justice of Food",
        "course_description": "\r\n        Where does the food you eat come from? How does it get to your plate? Where does it go when you don’t finish it? And why are those particular items on your plate in the first place? How and what we eat is a vastly overlooked part of everyday life, and yet comes with huge personal, societal, and environmental effects, both positive and (quite often) negative. But this isn’t indicative of personal moral failings or ignorance—rather, the food system was designed this way. And it leaves many of us without choice or consent around what we put into our bodies and how our actions impact those around us, thereby exacerbating social, racial, and health inequities. This class will uncover the secret workings of the global food system and introduce students to movements and efforts towards creating a more just and healthy food future for all. We will center on the concept of “food justice,” which includes all ideas and practices that strive to eliminate exploitation and oppression within and beyond the food system. This trajectory will take us through understandings of economic, political, cultural, social, racial, and ecological life, both now and in the past, providing students with a unique opportunity to gain interdisciplinary knowledge of food systems. For instance, we will learn about how historical and modern-day activists and scholars draw on movements for economic, gender, racial, health, climate, and environmental justice, and explore the possibilities for both reformative and transformative food politics.",
        "course_professor": "Ramirez Belinda, "
    },
    "AFST 383P": {
        "course_code": "AFST 383P",
        "course_name": "Queer World Literature",
        "course_description": "\r\n        This year’s capstone tutorial in comparative literature is part literary investigation, part experiment. We will read—and investigate—generically and geographically diverse works of literature, focusing on African, African Diasporic, and South Asian texts. We will read short pieces (of fiction, non-fiction, and poetry), as well novels; we will also watch several films. Many of the works were created by members of sexual or gendered minorities; some treat themes and questions we might think of as queer. The course is an experiment because it (experimentally, provisionally) puts forth a body of work that we could think of as constituting Queer World Literature. After all, there is not yet a corpus of that we recognize to be the Great Books of Queer World Lit. We will discuss what we mean by queer (and world, and literature), which works we value (masterpieces), how we interpret them (method), and why. We will therefore consider and venture responses to some big questions: What are the various understandings of queer? What do we mean by World Literature and Comparative Literature, and what are the critiques of those ideas? What might be a queer world?",
        "course_professor": "Goldblatt Cullen, "
    },
    "AFST 384E": {
        "course_code": "AFST 384E",
        "course_name": "Women &amp; U.S. Criminal Jus Sys",
        "course_description": "\r\n        This course is designed to familiarize students with issues pertaining to women who come in contact with the US criminal justice system. It focuses on the inter-relationship between gender, ethnicity, race, class and sexual orientation/preference and on how these influence the causes for which women are arrested and incarcerated, the punishment they receive, the treatment they face once institutionalized and their responses to imprisonment. Required films/documentaries will complement required readings. Some required films/videos will not be available outside class times. You are, therefore, expected to be in class when they are scheduled to be shown.",
        "course_professor": "Diaz Juanita, "
    },
    "AFST 386F": {
        "course_code": "AFST 386F",
        "course_name": "Environmental Health",
        "course_description": "\r\n        This course introduces students to environmental and occupational health, one of the five core areas of global public health (biostatistics, environmental health, epidemiology, health systems & policy, and social & behavioral sciences). Students will learn how humans’ relationship to their environment and the characteristics and hazards present in that environment affect disease risk, and how the field of public health works to prevent injury and illness from exposures to hazards in our environments. Offered regularly. 4 credits.",
        "course_professor": "Martin-Ikpe Cordelia, "
    },
    "AFST 389J": {
        "course_code": "AFST 389J",
        "course_name": "The Postcolonial Arabic Novel",
        "course_description": "\r\n        This course examines, through the critical lens of postcolonial theory, novels and fictional autobiographies—all in English translations—that are written by Arab authors from different parts of the Arab world: Egypt, Palestine, Libya, Iraq, Saudi Arabia, Algeria, and the Sudan. The literary works are set in colonial, post-independence, and neocolonial times and illustrate how Arab writers creatively respond to dominant forms of power in their historical contexts. We will pay attention to issues of imperialism, nationalism, tradition, modernity, identity, migration, democracy, and revolution as they arise in these texts. The course also sheds light on relevant representations of difference(s) in race, class, religion, language, and gender. It includes a compilation of readings that will help us analyze the texts from interdisciplinary perspectives. All literary works are available in Arabic and English. No prerequisites",
        "course_professor": "Youssef Mary, "
    },
    "AFST 395": {
        "course_code": "AFST 395",
        "course_name": "Internship",
        "course_description": "\r\n        Exclusively for juniors and seniors who will work with Global Publications Office. Mandatory Pass/Fail.\n\nStudents who wish to participate in an internship and who have previously been convicted of a\nfelony are advised that they will be asked about their prior criminal history. This may impede\nyour ability to participate in certain internships. Students who have concerns about such matters,\nor are looking for additional information, are advised to contact the dean's office of their\nintended academic program.",
        "course_professor": "Mathews Nathaniel, "
    },
    "AFST 397": {
        "course_code": "AFST 397",
        "course_name": "Independent Study",
        "course_description": "\r\n        Meets special needs and interests of advanced students on tutorial or seminar basis. It can only be taught by Africana faculty. Prerequisite: consent of instructor. Variable credits",
        "course_professor": "Burns James, "
    },
    "AFST 410": {
        "course_code": "AFST 410",
        "course_name": "AI, Deepfakes, Race &amp; Gender",
        "course_description": "\r\n        Artificial intelligence (AI) is the new frontier of racism and sexism. Big Data, the fodder for data mining, data analytics, and predictive programs, conceal racialized biases and gender inequalities as neutral computational bits and mathematical processes. This course examines algorithmic biases of data mining, facial recognition, predictive risk models, and deepfakes on race (communities of color) and gender in America. It explores the damaging real-life consequences on social justice of the racial and gender biases in ai-neural networks. It considers ways that algorithmic literacy can responsibly combat algorithmic oppression.  4 credits. Offered in fall.",
        "course_professor": "Nzegwu Nkiru, "
    },
    "AFST 430": {
        "course_code": "AFST 430",
        "course_name": "N.AfricanWomens Fiction &amp; Film",
        "course_description": "\r\n        Course required for the Africana Major/Minor: Women in North Africa have\nstruggled for rights and recognition of their role as full members of society from\ncolonial times to post-colonial present states. Though not encouraged, and\nsometimes denied, education has allowed the women who got it to speak loudly\nand denounce wrongs suffered by women in the name of tradition and the religion\nof Islam through skewed readings and interpretations by the male dominated\nsociety. Modern North African women writers and film directors tackle several\nthemes hitherto taboo in Arabic-Islamic societies and question tradition as\nmaintained in those societies to serve the “male elite” as Fatéma Mernissi calls it.\nThe themes of recovery of identity, re-description of stereotypes about women\nand resistance to colonialism and occupation, including the occupation of the\nwomen’s bodies, even “rights within the religion” are unveiled and questioned.\nThese questions are springboards to criteria that may be used to examine\nrepresentative North African (Maghrebi) women artistic, literary and film\nproduction. We will examine how relations of the women with the self and the\nother are expressed those texts in the light of the contemporaneity and as\nvehicles of the ever changing culture of that area being affected by the rampant\nglobalism.\nReadings are in English and films have English subtitles. Format: Two one hour\nand 25 mns class meetings. Grading based on regular attendance, in-class\nperformance and participation, in-class oral presentations with papers, a midterm\npaper, a final paper and a book/film review. Prerequisites: at least one\nintroductory college composition course. Books: To be determined",
        "course_professor": "Bouanani Moulay Ali, "
    },
    "AFST 463": {
        "course_code": "AFST 463",
        "course_name": "Contemporary Ecologies",
        "course_description": "\r\n        “Contemporary Ecologies” offers an introduction to, and a hands-on experience of, ecological aesthetics. Drawing from African and Asian diasporic literatures, theorizing, and art, and the feminist, queer, urban, and virtual ecological perspectives that they engender, the class will bring critical analysis and imagination to bear on recent events: earthquakes and floods, rising sea levels, tsunami; the coral reefs; green revolutions that seek alternate sources of energy and the production of ‘natural’ lingerie, yet render barren once verdant islands; rapidly expanding cityscapes such as Nairobi, Mumbai, Ujung Pandang, and Beijing. “There will be fish falling from the sky, just like rain,” Haruki Murakami’s tale of two thousand sardines and a few mackerel that plunged from the clouds to the road in front of the shopping mall, still with the smell of the sea about them, fuses art, science, and everyday observation with the unexpected . . .. The class will consider the ‘unexpected’ by working with proverbs, artworks, logics, and tales, song, marine science, and local wisdom, that inhabit openings between worlds. Simultaneously taught: AFST463*, PHIL480S, AAAS480K, COLI480S, WGSS481A,ENVI481C (*denotes primary course)",
        "course_professor": "Allen Jeffner, "
    },
    "AFST 480A": {
        "course_code": "AFST 480A",
        "course_name": "Race, Roots &amp; Identity",
        "course_description": "\r\n        Race, Roots and Identity in the French Caribbean” This course will focus on the French Caribbean islands of Martinique and Guadeloupe, both “overseas departments” of France. What big ideas with global implications were born in these tiny islands? Could studying the relationship between race, roots, and identity in the French Caribbean help us to think critically about race-based nationalism and anti-immigrant sentiment in Europe and here in North America? This introduction to the French Caribbean experience(s) and worldview(s) includes cultural theory, literature, film, visual art, cuisine, traditional music and dance, Creole language, and Carnival. Large group discussions in English. May count toward the French major(s) or minor if readings, papers, and some discussions are done in French.",
        "course_professor": "Cope Robyn, "
    },
    "AFST 480E": {
        "course_code": "AFST 480E",
        "course_name": "Multicultural Psychology",
        "course_description": "\r\n        This course will provide an overview of theoretical perspectives, research methods, empirical findings, and practical applications of psychological research on multicultural issues. Topics include: multicultural issues in research and testing; cultural differences in worldviews and communication; prejudice, stereotyping, and discrimination; cultural identity development;  privilege; intersectionality; bias in popular culture, social media, and technology; health disparities, prejudice-reduction strategies; interventions for minoritized groups; and developing multicultural competence.\n\nPrerequisite: PSYC 111",
        "course_professor": "Shin Jiyun Elizabeth, "
    },
    "AFST 480P": {
        "course_code": "AFST 480P",
        "course_name": "Translation: Politics, Poetics",
        "course_description": "\r\n        The world is multilingual. Even in times and places where there is a single dominant language, and the national readership is majority monolingual, multiple languages are spoken, and the line between domestic and foreign language is rarely clear. What ideas about translation take into account the multilingualism of the world, and the relational and creative character of translation (and of language)? What is the task of the translator in a multilingual world?\nThis course sets out to consider responses to these questions. We pay particular attention to African multilingual contexts and acts of translation, to questions of gender in translation, and to ways of thinking about (and undertaking) translation that might account for the multilingual character of the world and the complexity of the work of translation. We begin the semester by looking at some approaches to multilingualism and to world literature; and we read classic and less-classic works in translation studies, examining a few of the varied ways that translators have theorized the task of translation. Students will compare translations of a single short text (the mid-term assignment) and carry out their own translation of a short text (the final assignment). We also read literary texts in translation, including one widely translated Francophone African novella (in English translation), and we watch a documentary film about a particular South African community’s claim to a language (Afrikaans/Afrikaaps).",
        "course_professor": "Goldblatt Cullen, "
    },
    "AFST 480R": {
        "course_code": "AFST 480R",
        "course_name": "Haunting, Memory, Migrations",
        "course_description": "\r\n        How do contemporary global migrations haunt the cityscapes and bodyscapes, the landscapes and mindscapes, of our daily lives and our dreams?  Drawing upon recent African and Asian diasporic, feminist, and LGBTQ+ literatures, visual and sonic productions, and theorizing, we will develop a multidimensional working space.  Our aim is to analyze, question, and explore expressive narratives of haunting, memory, migrations, especially their power to transform our relation to histories, communities, and the cosmos.\n\n \n\nAt once transdisciplinary, multisensory, and transmedial, our resources, which include creative writing by Harold Sonny Ladoo and Lorna Goodison, essays by Trinh T Minh-ha and Édouard Glissant.  experimental multi-platform art and writing by Natasha Tonteym, Kiripi Katembo Siku, Coda Wei, and others, the films of Mansour Sora Wade and Tsai Ming-liang, and a children's story by Dionne Brand--will theorize and enact a cross-platform aesthetics that is itself in transformation.\n\n \n\nIn “Time Lag,” Noriko Ambe cuts pre-existing patterns and information in books as she collaborates with and alters them to understand their concepts and to find moments of intersection or conflict.  Her aim is not to cut perfect lines, but to stay with the process.  Similarly, participants will keep a record, which may be in any medium, essay, creative writing, sound, film, multimedia, etc., of their reflections and journeys during the course.  Drawing from that record, and working individually or in small groups, participants will develop a project that reflects their engagement with the class.Simultaneously taught: PHIL 480H/AFST 480R*/AAAS 480H/COLI 480H/WGSS 482C/ENG 450M(*denotes primary course).",
        "course_professor": "Allen Jeffner, "
    },
    "AFST 481M": {
        "course_code": "AFST 481M",
        "course_name": "Coloniality in the GlobalSouth",
        "course_description": "\r\n        Colonial legacies continue to dominate how peoples of the Global South engage with past and present processes of globalization, whether in cases of state violence, governance, resistance movements, development initiatives, or the contestation of gender roles. Based on a South-South comparison, students in this course explore the continued imprints of colonial encounters in Africa and Latin America in the political, social, economic, and cultural sphere of affected societies over the past century. To this end, the course introduces students to critical approaches to coloniality as well as insights from anthropology, history, and socio-political theory. After an introduction to theories of (de)-coloniality, we explore the manifold fallouts of colonization in comparative case studies of counter-insurgency warfare, subaltern refusals, epistemicide, archives, and gender relations from the early twentieth century to the present. By understanding the colonial nature of power relations from the local to the global, students will gain interdisciplinary analytical skills and develop comparative perspectives that allow them to interpret proliferating debates about legacies of colonialism and the need for restorative justice. The course will thereby equip students to critically reflect on past and current conjunctures of globalization from South-South perspectives.",
        "course_professor": "Krautwald Fabian, , Marty Samira, "
    },
    "AFST 486G": {
        "course_code": "AFST 486G",
        "course_name": "Pan-Africanism",
        "course_description": "\r\n        BLACK MONUMENT: AFRICAN AMERICAN SCULPTURE We are living through a moment when Confederate statues, monuments to the myth of a Southern \"lost cause,\" are once again at the center of public debate and activist rage, reminding us of the power of sculpture to shape racialized identities. This seminar takes up the question of three-dimensional artworks produced by African Americans from the mid-19th century to the present, with a particular emphasis on what we could call \"Black monuments\" - works that occupy and demand attention in public space and discourse as a direct means of contesting a still-hegemonic White culture. From Edmonia Lewis creating memorials to emancipation in the mid-19th century to David Hammons, whose works draw on today's urban subcultures, we will examine a richly diverse range of sculpture, \"monuments\" to the indelible Black presence in shaping what American space might be.",
        "course_professor": "Wambui Betty, "
    },
    "AFST 491": {
        "course_code": "AFST 491",
        "course_name": "Practicum In College Teaching",
        "course_description": "\r\n        Independent study through teaching in particular Africana studies course. Course instructor directs students in preparation of syllabi, other course materials, devising and reading examinations; lecturing and/or leading discussion; academic counseling. May be repeated for a total of no more than eight credits. Credit may not be earned in conjunction with course in which student is currently enrolled. Does not satisfy major or Harpur Distribution requirements. Prere+H51quisite: consent of instructor. Pass/Fail only. variable credits",
        "course_professor": "Okoror Titilayo, "
    },
    "AFST 495": {
        "course_code": "AFST 495",
        "course_name": "Internship Project",
        "course_description": "\r\n        Internship project under guidance of faculty member, in an institution, agency or program. Written analytical term report of project work required. Prerequisites: prior arrangement with and consent of chosen instructor. Four credits of internship may be counted toward major.  \n\nStudents who wish to participate in an internship and who have previously been convicted of a\nfelony are advised that they will be asked about their prior criminal history. This may impede\nyour ability to participate in certain internships. Students who have concerns about such matters,\nor are looking for additional information, are advised to contact the dean's office of their\nintended academic program.\n\nVariable credits",
        "course_professor": "Okoror Titilayo, "
    },
    "AFST 497": {
        "course_code": "AFST 497",
        "course_name": "Advanced Independent Study",
        "course_description": "\r\n        Prerequisite: consent of instructor. Variable credits",
        "course_professor": "Nyamuame Samuel Elikem, "
    },
    "AFST 499": {
        "course_code": "AFST 499",
        "course_name": "AFST Honors Thesis",
        "course_description": "\r\n        Honors essay for seniors, under supervision of faculty member. Prerequisites: approval must be given by director of undergraduate studies and the faculty member concerned.  Variable credits",
        "course_professor": "Okoror Titilayo, "
    },
    "AMS 180A": {
        "course_code": "AMS 180A",
        "course_name": "Achilles to Zeus:AncientGrkLit",
        "course_description": "\r\n        This course offers a survey of ancient Greek literature in translation, covering the key genres and texts in their social and historical contexts. Many of the texts read in this class are masterpieces that have had and continue to have an extraordinary influence on writers, thinkers, and artists of all kinds. Therefore, this course effectively offers students not only a window into the world of the ancient Greeks but also into any later period that they influenced. Readings will include primary texts in translation as well as adaptations of these works (poems, art, film, graphic novels, etc.). In addition to introducing students to the socio-historical contexts of these texts and the traditions in which they participate, we will be especially interested in exploring the ways in which these ancient texts still speak to us. Assessment: close reading exercises, journal, quizzes, mid-term, final exam.",
        "course_professor": "De Klerk Carina, "
    },
    "AMS 180C": {
        "course_code": "AMS 180C",
        "course_name": "Intro to Ancient Med Studies",
        "course_description": "\r\n        This course provides students with a foundational experience in the study of the ancient Mediterranean world. The course adopts a broad perspective that introduces students not only to the disciplines that focus themselves on Mediterranean antiquity but also to the wide range of ideas, perspectives, and interpretations of that world. Students will encounter ancient Mediterranean peoples on a number of fronts by being introduced to both ancient sources and modern studies related to their cultures, geographies, materialities, and languages, in addition to historical interpretations of Mediterranean pasts. Readings and lectures aim to present a contextualized and interrelated view of the Mediterranean basin and its peoples. Course modules will address key topics beginning with the Early Iron Age (early first millennium BCE) and continuing to Late Antiquity, as well as taking into account the Mediterranean world after Antiquity and the transmission and reception of ancient Mediterranean cultures in the modern and postmodern worlds. Course activities include reading and discussion of texts, introduction to material culture and its study, an introduction to basic features of Latin and ancient Greek, historical narratives, and topics in social history. All readings and assignments will be in English.",
        "course_professor": "Becker Jeffrey, "
    },
    "AMS 380A": {
        "course_code": "AMS 380A",
        "course_name": "MediterraneanLandscapeArchaeo",
        "course_description": "\r\n        This course offers a survey of the archaeology of settled landscapes in the ancient Mediterranean world, including both the ancient Near East and the Mediterranean basin. In particular, the course will focus on city-country dichotomies in order to study the patterns of development, demography, and land use in selected case study areas. While the emergence of urban centers in the Mediterranean and Near East will be an important consideration, the main focus of the course will be to study these landscapes in a contextualized way, exploring the interrelatedness of the city center and its hinterland and examining the ways in which human activity in the landscape over time brings about change. The course will be interested in land use and exploitation, agricultural practice, the spatial and temporal dynamics of settled landscapes, and the processes (and concomitant effects) of urbanism. It will also focus on the methods of collecting landscape data through surface survey, as well as other means of geophysical prospection and excavation. Case studies will be used to explore these themes, in addition to others, and will provide students an opportunity to use archaeological data in order to produce a research paper based on a chosen case study.",
        "course_professor": "Becker Jeffrey, "
    },
    "AMS 380C": {
        "course_code": "AMS 380C",
        "course_name": "Archaeological Ethics",
        "course_description": "\r\n        The ethical issues confronted by archaeologists are anything but past. This course aims to provide a forum for informed discussion about cultural property and cultural heritage. Students will think about what stakeholders are involved in issues raised by archaeology; what ethical, financial, legal, and political considerations affect decisions these stakeholders make; what legal statutes, ethical codes, and disciplinary practices are involved.",
        "course_professor": "Becker Hilary, "
    },
    "AMS 381C": {
        "course_code": "AMS 381C",
        "course_name": "LGBTQ Antiquity",
        "course_description": "\r\n        Did you know that Hercules, arguably the most manly of Greek heroes, spent a year wearing women’s clothing and doing women’s work? Or that the god Dionysus lived as a girl during adolescence? In this course we will study ancient (Greek and Roman, for the most part) literature, and some art, with a particular eye (or eyes) on LGBTQ identities. We will take into consideration how identities based on gender, sexual behavior, and sexual desire (as well as how class played into this) were established in ancient Greek and Roman societies and were depicted in the surviving literature and art. There are three key questions, amongst many others, that we will try to find answers to: 1) does historical representation matter and, if it does, how and why? 2) How were ancient Greek and Roman sexual & gender identities as well as behaviors different from our own? 3) What sorts of continuities exist between the ancient past and our modern world(s) when it comes to LGBTQ identities? No freshmen.",
        "course_professor": "Chronopoulos Tina, "
    },
    "AMS 391": {
        "course_code": "AMS 391",
        "course_name": "Practicum In College Teaching",
        "course_description": "\r\n        Independent study by means of assisting with the teaching a particular course in one of the programs in Ancient Mediterranean Studies in the Department of Middle Eastern and Ancient Mediterranean Studies. Various assignments closely directed by instructor in that course, including development of syllabi and other course materials; construction and reading of examinations; lecturing and/or discussion leadership; laboratory supervision; and academic counseling of students. May be repeated for total of no more than eight credits. Credit may not be earned in conjunction with course in which student is concurrently enrolled. Does not satisfy major or Harpur Distribution requirements. Prerequisites: consent of instructor and department. Pass/Fail only.",
        "course_professor": "Starks John, "
    },
    "AMS 397": {
        "course_code": "AMS 397",
        "course_name": "Independent Study",
        "course_description": "\r\n        Independent study under supervision of faculty member. Prerequisite: consent of instructor.",
        "course_professor": "Chronopoulos Tina, "
    },
    "AMS 480B": {
        "course_code": "AMS 480B",
        "course_name": "Stoic Ethics",
        "course_description": "\r\n        Philosophical examination of ethical writings of the ancient Stoic philosophers from Zeno of Citium and other early Stoics via the writings of Cicero and Diogenes Laertius (primarily), to Seneca, Epictetus, and Marcus Aurelius. For the sake of context, we will also look at the ethical teachings of the Academy, of the Epicureans, and of Skeptics and Cynics. The course centers on the ethical ideal of a citizen of the cosmos, and how that works out in practical terms, as propounded by the Stoics. Simultaneously taught:  PHIL 458B*/AMS 480B (*denotes primary course)",
        "course_professor": "Preus Anthony, "
    },
    "AMS 481L": {
        "course_code": "AMS 481L",
        "course_name": "Ancient Theories of Law",
        "course_description": "\r\n        “Western” Legal Theory may be traced back to the Code of Hammurabi (around 1750 BCE), Egyptian legal practices – far earlier, but appropriate texts have not survived, and Hebrew legal codes embodied in the books of Exodus, Leviticus, and Deuteronomy, written in their present form around 600 BCE. Also around 600 BCE, Solon formulated and reformed the laws of Athens. In the Greek world, philosophers often called attention to theoretical issues with law – what is the source of law? The source of its authority? What is the relationship between law and morality? What justifies punishment? We will find some early Greek philosophical comments on law and turn to the writings of Plato (Crito, parts of the Republic, and Laws) and Aristotle (parts of the Ethics, Politics, and Rhetoric). Philosophical consideration of law continued in the Hellenistic and Roman periods; a good synopsis of those discussions occurs in Cicero De Legibus. We will find connections between ancient, modern, and contemporary philosophies of law.  This is a “J” course, including oral presentations and written essays, to satisfy the O and C requirements.  Simultaneously taught: PHIL 456G*/AMS 481L (*denotes primary course)",
        "course_professor": "Preus Anthony, "
    },
    "AMS 498": {
        "course_code": "AMS 498",
        "course_name": "Senior Honors",
        "course_description": "\r\n        Students writing an honors thesis are required to register for Senior Honors AMS 498. In order to earn honors, the thesis must be judged worthy by the faculty supervisor and the two readers, one of whom must be a member of the department. The designation of honors in Classical Studies is awarded to students who receive at least an A- in the Honors Thesis. For more information, students should refer to the Rules Governing the Preparation of Undergraduate Honors Theses, available from the DUS.",
        "course_professor": "Becker Hilary, "
    },
    "ANTH 111": {
        "course_code": "ANTH 111",
        "course_name": "Intro To Anthropology (DIS)",
        "course_description": "\r\n        A general introduction to anthropology as the study of humanity using the lenses of the four subfields of sociocultural anthropology, archaeology, biological anthropology, and linguistic anthropology. Examines the broad evolution of humans and humanity, from general processes of biological change to comparisons with primates and interpretation of the fossil record to historical and sociocultural processes of cultural change and consideration of the variety of ways humans have organized themselves into societies. Offered in Fall semesters. 4 credits.",
        "course_professor": ""
    },
    "ANTH 114": {
        "course_code": "ANTH 114",
        "course_name": "Lang,Cult&amp;Communic in US (DIS)",
        "course_description": "\r\n        Introduction to the plurality of communication patterns in the U.S., with particular attention to at least three of the following communities: African American, American Indian, Asian American, European American and Latino American; links between cultural groups and different communication and discourse patterns; language and identity; ways in which communication differences affect intercultural interaction. 4 credits. Linguistic anthro foundations course. Offered every Fall semester.",
        "course_professor": ""
    },
    "ANTH 166": {
        "course_code": "ANTH 166",
        "course_name": "Intro to Social Anth (LEC)",
        "course_description": "\r\n         Social anthropology is, most broadly, concerned with the complex relationships between people and the social and cultural circumstances in which they live. In this introduction to the field we will focus not so much on learning about other cultures (although we will draw examples from a range of different societies), but rather we will learn about anthropology and about society and culture by applying anthropological approaches to social structures, cultural events, practices, meanings and experiences with which we already have some familiarity. This experience of trying out anthropological approaches will prepare students for investigating social and cultural phenomena in other cultural settings. Format may vary by sections.",
        "course_professor": "Holmes Douglas, "
    },
    "ANTH 167": {
        "course_code": "ANTH 167",
        "course_name": "Introduction to Archaeology",
        "course_description": "\r\n        Comprehensively surveys the methods and theories employed to recover archaeological data and interpret the prehistoric past through material culture; case studies from different cultures around the world are studied as illustrations. Throughout the course emphasis is given to how archaeology is anthropological and to the relevance of archaeology to contemporary societies. Course provides the foundation for evaluating and understanding the goals, data, and results of archaeological research. Archaeology foundations course. 4 credits. Offered every Fall semester.",
        "course_professor": ""
    },
    "ANTH 168": {
        "course_code": "ANTH 168",
        "course_name": "Intro To Biological Anthro",
        "course_description": "\r\n        Basic concepts and principles of organic evolution of humans. Living primate biology, behavior and history. Human origins and evolution as reconstructed  from the fossil record and from genetic comparisons. Human population variation and continuing adaptation. Lab sections teach skills for making inferences about evolution, health, demography, and adaptation utilizing measurements and analyses of genetic, skeletal, and anthropometric data. Biological Anthro foundations course. 4 credits. .",
        "course_professor": "Merriwether David, "
    },
    "ANTH 180B": {
        "course_code": "ANTH 180B",
        "course_name": "Mig &amp; Diasporas in Upstate NY",
        "course_description": "\r\n        This course views migration and cities as intertwined and mutually constitutive. It explores the major related contemporary issues that affect migrants, their mobility and the receiving countries and looks for intersections of diversity, urban space, state, dispossession and displacement. It also aims to engage with certain conceptualizations critically such as mobility, contemporary social movements, and cosmopolitanism following an approach that does not emerge from normative sets of rules and laws.",
        "course_professor": "Can Sule, "
    },
    "ANTH 180C": {
        "course_code": "ANTH 180C",
        "course_name": "Religions of the World",
        "course_description": "\r\n        Topics in Anthropology. Subject matter will vary by semester. 4 credits.",
        "course_professor": "Jones Douglas, "
    },
    "ANTH 180L": {
        "course_code": "ANTH 180L",
        "course_name": "Intro to Sociolinguistics",
        "course_description": "\r\n        Topics in Anthropology. Subject matter will vary by semester. 4 credits.",
        "course_professor": "Nielsen Kristina, "
    },
    "ANTH 200": {
        "course_code": "ANTH 200",
        "course_name": "Statistics in Anthropology",
        "course_description": "\r\n        An introduction to descriptive and inferential statistics and their use in anthropological problems, with emphasis on their use in biological anthropology. Computer applications in quantitative anthropological research. There is a $30.00 fee associated with this course.",
        "course_professor": "Spake Laure, "
    },
    "ANTH 212": {
        "course_code": "ANTH 212",
        "course_name": "Face-To-Face Interaction",
        "course_description": "\r\n        The objective of this course is to critically examine the role of face-to-face interaction in defining, maintaining and challenging power relations in society. We will first differentiate face-to-face interaction from other typologies of communication, considering especially the interactional dynamics that emerge in verbal and nonverbal behavior. Then, we will explore the various configurations that power can take in society and the role that social interactions play in this framework. How are social and power relationships created and maintained through the choices we make while we interact with one another? How do we use face-to-face interaction to establish harmony, maintain the bonds of social solidarity, and avoid or foster conflict? We will focus especially on face-to-face interactions between men and women, managers and employees, political figures and ordinary speakers, storytellers and their audience members, doctors and patients, and interviewers and interviewees. Throughout the semester, we will explore speakers’ subtle communicative behaviors in face-to-face interaction, such as pauses, interruptions, vocalizations like uh huh, repetition, and laughter. We will also examine some embodied aspects of interaction, especially non-verbal behavior such as gesture, posture, and gaze. Besides becoming aware of the role that language plays in these various cultural settings, in this course you will also develop better critical thinking skills and an analytic eye on language and culture that will be useful both inside and outside the classroom. No previous knowledge of linguistics or anthropology is necessary.",
        "course_professor": "Perrino Sabina, "
    },
    "ANTH 221": {
        "course_code": "ANTH 221",
        "course_name": "Sexuality &amp; Society",
        "course_description": "\r\n        Readings, lectures and films help students to explore historically and cross-culturally varying cultural productions of sexuality its histories, meanings and uses in Euro-American and non-Western societies and in relationships among them (via colonialism, imperialism and globalization). Emphasis on links between sexuality and the development and maintenance of gender differences, class differences and race/racisms. Case studies range from 19th-century Europe and colonial Asia to late-20th-century Caribbean, Southeast Asia, North Africa, South America, Pacific Islands and U.S.; topical investigations include queer sexualities, transgender, prostitution, HIV/AIDS, sex tourism, \"family values,\" cybersex and more.",
        "course_professor": "Elliston Deborah, "
    },
    "ANTH 241": {
        "course_code": "ANTH 241",
        "course_name": "Evolution For Everyone (DIS)",
        "course_description": "\r\n        Basic concept of evolution, evolution as a unifying framework for the study of biology as well as the study of humans, study of human behavior, from mating to religion, from an evolutionary perspective. Introductory course for the Evolutionary Studies program (EvoS), also open to all students in all the schools and colleges at the University. Does not fulfill any requirements for the Biology major or minor.  4 credits.",
        "course_professor": "MacNeill Allen, "
    },
    "ANTH 243": {
        "course_code": "ANTH 243",
        "course_name": "Medical Anthro:Humn Bio.&amp; Hlth",
        "course_description": "\r\n        Biological and/or sociocultural approaches to health and illness in human populations. Examines health from epidemiological, genetic, environmental, and child growth perspectives; emphasizes study of sociocultural variation in understandings of health and illness. 4 Credits.",
        "course_professor": "Schechter Deborah, "
    },
    "ANTH 252": {
        "course_code": "ANTH 252",
        "course_name": "People Of The Pacific",
        "course_description": "\r\n        The Pacific was the last major region of the globe to be colonized by humans. The settlement of Near Oceania (New Guinea and the Northern Solomon\r Islands) is dated to the Pleistocene, while Remote Oceania (the remaining portion of Melanesia, Polynesia and Micronesia) was not inhabited until the Holocene (<3,500 years ago). This course will begin with an examination of the archaeological, linguistic and biological diversities of the people of the Pacific that form the basis of our understanding of the colonization of this region and then proceed to selected current topics of the region including political self-determination and the effect of global warming.",
        "course_professor": "Lum Jeffrey, "
    },
    "ANTH 280B": {
        "course_code": "ANTH 280B",
        "course_name": "Youth Pop Culture in No.Africa",
        "course_description": "\r\n        Course required for Africana Major/Minor and is a 'w' writing emphasis course.\nThis course will provide students an introduction to critical issues and approaches in the study of recent NORTH AFRICA AND Arabic youth culture, their response and participation in the modern popular culture of that area. We will explore the ways in which young NORTH AFRICANS AND YOUTHS IN THE ARAB WORLD [Arabs] are both users of and are used by popular culture. As well, we will explore their attitudes, interests and aspirations through the various media: film, T.V., print, music to examine cultural expressions within young people’s groups throughout the NORTH AFRICAN AND Arabic World. Collective and individual responses to the post-colonial nation state and globalization are among the themes we will examine. The course will also compare cultural characteristics (shared and regional) as manifested in new identities, traditions, customs, social character, artistic and creative expression and even language.",
        "course_professor": "Bouanani Moulay Ali, "
    },
    "ANTH 280G": {
        "course_code": "ANTH 280G",
        "course_name": "Intro to Africana Studies",
        "course_description": "\r\n        This course is a broad survey of some of the major themes in Africana studies, and an introduction to African experiences globally. Beginning in Africa and working outward, it analyzes the intellectual, spiritual, creative and political traditions of Africans as they address the challenges of the modern world over the last millennium. Major themes include: African languages and cultures, religion in Africa, slavery, European colonialism in Africa, African diasporic identities, Black literature, the US Civil Rights movement, African decolonization and Afro-futurism. The course seeks to introduce students to the range and complexities of African-derived experiences globally, through deep engagement with both African and African diasporic source texts in history, literature, poetry, journalism, film and music.",
        "course_professor": "Nyamuame Samuel Elikem, "
    },
    "ANTH 280K": {
        "course_code": "ANTH 280K",
        "course_name": "Living in the Anthropocene",
        "course_description": "\r\n        Humans are collectively altering the planet in ways that can be defined and quantified in geological terms. For example, it is now estimated that the mass of human constructs (cement, plastic, etc.) exceeds that of all life on earth. Furthermore, (micro)plastics, first mass produced in the 1960s, are being found in every environment and biological organism/tissue examined. Thus, global human induced changes are increasingly requiring all living things to rapidly adapt (biologically or behaviorally) or face extirpation/extinction. For these reasons many biologists have accepted that we are in a new, human created epoch, the Anthropocene, characterized by a loss of biological diversity and complexity, while the geological community debates the criteria required for renaming. This course will review and discuss global human induced changes and their environmental, ecological, and human health consequences.TBD",
        "course_professor": "Lum Jeffrey, "
    },
    "ANTH 280L": {
        "course_code": "ANTH 280L",
        "course_name": "Intro to African Religion",
        "course_description": "\r\n        E. A. Wallis Budge defined African religion as “the worship of the souls of the dead, commonly called Ancestor Worship.” Also, Diodorus, a Greek historian of the 1st Century BCE, stated that blacks or Ethiopians, “were the first of all men, and the proofs of this statement, they say, are manifest. For that they did not come into their land as immigrants from abroad but were natives of it, and so justly bear the name of ‘autochthones’ is, they maintain, conceded by practically all men…. And they [i.e., the Greek historians relied on by Diodorus] say that they [i.e., the black peoples] were the first to be taught to honor the gods and to hold sacrifices and processions and festivals and other rites by which men honor the deity; and that in consequence their piety has been published abroad among all men, and it is generally held that the sacrifices practiced among the Ethiopians [i.e., the black peoples] are those which are the most pleasing to heaven.” Thus, students are introduced to the nature and phenomenon of African religion, conceptions of God and gods and goddesses, ancestors and ancestor worship, elders, sacrifices and symbols, and rituals that offer meaning to the lives of Africans.",
        "course_professor": "Ephirim-Donkor Anthony, "
    },
    "ANTH 305": {
        "course_code": "ANTH 305",
        "course_name": "MolecularAnthropologyMethod II",
        "course_description": "\r\n        The molecular and biomedical anthropology research stream is part of the FRI program which provides students with an authentic research experience in molecular and biomedical anthropology research through a combination of lecture (2 hrs/week) and laboratory sessions (minimum of 6 hrs/week). There is a fee of $150 associated with this course.",
        "course_professor": "Shamoon Pour Michel, "
    },
    "ANTH 306": {
        "course_code": "ANTH 306",
        "course_name": "FRI Community Public Health II",
        "course_description": "\r\n        FRI Community & Global Public Health II is part of the FRI program which provides students with an authentic research experience in biomedical social science research, specifically in epidemiology, biostatistics, bioinformatics, and public health, through a combination of lecture and laboratory sessions. These topics will be covered in preparation for and within the context of research projects conducted in the FRI Community & Global Public Health research stream courses. Pre-requisites: HARP 170 and ANTH 206. Offered every fall. 4 credits. Course fee applies. Refer to the Schedule of Classes.",
        "course_professor": "McCarty Shane, "
    },
    "ANTH 336": {
        "course_code": "ANTH 336",
        "course_name": "Human Skeleton",
        "course_description": "\r\n        Osteology is the study of the skeleton. This course is designed to teach the anatomy of the human skeleton and applications of this anatomy to the analysis of human skeletal remains from both archaeological and forensic contexts. It involves intense hands-on study of human skeletal remains. Various parts of the skeleton and general skeletal biology are treated from comparative and evolutionary perspectives. The course is organized so that it includes both lecture and laboratory components.  Lecture topics will include discussions of human skeletal anatomy, bone growth and development, osteometry, ethics, pathology, trauma, the biological profile, and applied uses of osteological data.  The laboratory component will emphasize osteological identification of adult and subadult remains, osteometry, and methods used to estimate sex, age, ancestry, and stature from human skeletal remains. Biological anthro course. Prerequisite: ANTH 168 desired but not required and junior or senior status. Four credits. Attendance for at least five hours of open lab outside of class weekly is necessary.  There is a $70.00 fee associated with this course.",
        "course_professor": "Semma Tamayo Alexandra, "
    },
    "ANTH 352": {
        "course_code": "ANTH 352",
        "course_name": "Screening the American Western",
        "course_description": "\r\n        This course examines Hollywood fiction/narrative films about the American West that were made over the last three-quarters of a century. It explores how our prevailing understandings of past and contemporary aspects of American society and culture have been shaped by cinematic representations of the American West, including its role as a frontier and its influential portraits of people, places, events and history. It also examines how the American experience has roots in Hollywood's versions of Western frontiers, rugged\nindividuals, moral communities, law, violence, and American identity. It focuses too on the changing portrayals of majority and minority peoples and perspectives in Westerns",
        "course_professor": "Wilson Thomas, "
    },
    "ANTH 363": {
        "course_code": "ANTH 363",
        "course_name": "Anthro of Developing Nations",
        "course_description": "\r\n         Critical analysis of the nature of development and underdevelopment in the late 20th century, and of post-development in the new Millennium. We will explore the role of social sciences in development planning, the policies and practices of major international development agencies and national governments, the location of developing societies in the world economy, and the effects of globalization, with a special focus on the analysis of neoliberal policies. We will  address contributions of anthropology to development projects in the Third World with an emphasis on Latin America. Topics will include: 1) Role of social scientists in planning, 2) Planning bureaucracies, 3)  Environment and Globalization, 4) Role of the state, 5) Role of non-governmental organizations 6) Power relations and popular resistance to projects, 7) New social movements and development, 8) Women and development. We will examine both urban and rural development projects.",
        "course_professor": "Ferradas Carmen, "
    },
    "ANTH 378": {
        "course_code": "ANTH 378",
        "course_name": "Archaeology of American SW",
        "course_description": "\r\n        This upper-division undergraduate course is designed to provide students with an overview of the archaeology of the Southwest United States and Northwest Mexico.  The general organization of the course is chronological.  We discuss the construction of archaeological knowledge, the nature of archaeological evidence, and major research issues from the Paleoindian and Archaic periods (ca. 11,500 B.C. - A.D. 0) through the ceramic cultures (Anasazi, Mogollon, Hohokam, ca. A.D. 0-1540) into the proto-historic period. Highlights include investigations into the first Americans, Chaco Canyon, Mesa Verde, Hohokam trade and ballcourts, and Native American perspectives.  The course is taught in lecture format, in three one- hour meetings per week.  Previous courses in or knowledge of archaeology is useful but not required.",
        "course_professor": "Van Dyke Ruth, "
    },
    "ANTH 380F": {
        "course_code": "ANTH 380F",
        "course_name": "Arch &amp; Social Justice",
        "course_description": "\r\n        As a discipline that studies the past, it may not seem obvious how archaeology can play a role in social justice for people living today. To the contrary, the history of archaeology is filled with examples of mistreatment of Indigenous peoples, questionable collection practices, and justifying current inequalities. Since the 1990s, however, archaeologists have increasingly changed their practices in the interests of more ethical approaches and social justice, including critiquing and countering colonialism, capitalism, racism, sexism, and looting, among other issues. We will address these and many other issues through readings, discussion, short writing pieces, and a community-engaged project.",
        "course_professor": "Sterling Kathleen, "
    },
    "ANTH 380I": {
        "course_code": "ANTH 380I",
        "course_name": "Anthropology of Money",
        "course_description": "\r\n        The course will examine efforts to grapple with inflation and deflation from the perspective of relatively small government institutions: central banks. Specifically, we will focus on the policy interventions by the Bank of England aimed at managing prices across the United Kingdom. More broadly, we will examine how the design of the contemporary monetary regime, which presents itself unequivocally as the outcome of macroeconomic developments, can be recast in anthropological terms, thus revealing the role of the public in the unfolding monetary drama.  The course is organized experimentally.  In other words, we will be looking at the efforts to manages prices for goods and services in “real-time” based on materials—texts, speeches, testimonies, and podcasts—that report on contemporaneous conditions in the UK.  There are no assigned books.",
        "course_professor": "Holmes Douglas, "
    },
    "ANTH 380T": {
        "course_code": "ANTH 380T",
        "course_name": "MediterraneanLandscapeArchaeo",
        "course_description": "\r\n        This course offers a survey of the archaeology of settled landscapes in the ancient Mediterranean world, including both the ancient Near East and the Mediterranean basin. In particular, the course will focus on city-country dichotomies in order to study the patterns of development, demography, and land use in selected case study areas. While the emergence of urban centers in the Mediterranean and Near East will be an important consideration, the main focus of the course will be to study these landscapes in a contextualized way, exploring the interrelatedness of the city center and its hinterland and examining the ways in which human activity in the landscape over time brings about change. The course will be interested in land use and exploitation, agricultural practice, the spatial and temporal dynamics of settled landscapes, and the processes (and concomitant effects) of urbanism. It will also focus on the methods of collecting landscape data through surface survey, as well as other means of geophysical prospection and excavation. Case studies will be used to explore these themes, in addition to others, and will provide students an opportunity to use archaeological data in order to produce a research paper based on a chosen case study.",
        "course_professor": "Becker Jeffrey, "
    },
    "ANTH 380Z": {
        "course_code": "ANTH 380Z",
        "course_name": "Digital Communication",
        "course_description": "\r\n        Particular themes and problems determined in advance. May be repeated for credit if topic varies. 4 credits.",
        "course_professor": "Nielsen Kristina, "
    },
    "ANTH 382B": {
        "course_code": "ANTH 382B",
        "course_name": "Science of Language &amp; AI",
        "course_description": "\r\n        This course is an introduction to scientific study of natural language and its application to Artificial Intelligence (AI): A research field whose goal is to understand what underlies the human capacity to language and how to apply for it to the artificial intelligence. Here are some questions at the heart of linguistics and artificial intelligence: What kind of a formal system natural language is? What makes it so unique and distinct from other kinds of communication systems? How can natural language vary? What are the limitations on what a natural language can look like, and most importantly, why do we find exactly the limitations that we find? This interdisciplinary course will examine the rapidly developing field of language- related AI. A unifying theme throughout the semester will be the possibility that the fields of linguistics and computer science might jointly contribute to advances in the study of both language and artificial intelligence, since machine learning is a powerful method over the past decade and its latest one is ChatGPT which has three main functions (Text generation, Language translation, and Text summarization). This class will introduce you to some key findings that target these questions in different area of linguistics and artificial intelligence. We will discuss what are the building blocks that language employ to build sentences (syntax), how natural languages externalize the structures that are built (phonetics and phonology) and assign them meanings in different contexts (semantics). In linguistics, we will also talk about how languages are acquired (language acquisition). In language-related AI, we will discuss Natural language processing (NLP), Machine translation, Speech recognition, Semantic analysis, and Computational linguistics. For each week, everyone is required to complete the assigned readings specified in the syllabus and is encouraged to read the related literature if possible. Each of you is strongly recommended to further investigate the issues before the class meetings and reach your own conclusions concerning the adequacy of the analyses presented in the books. Prerequisites: No",
        "course_professor": "Cho Sungdai, "
    },
    "ANTH 382F": {
        "course_code": "ANTH 382F",
        "course_name": "Gender&amp;Sexuality inEthnography",
        "course_description": "\r\n        This course considers how gender, sexuality, and kinship have been explored in anthropological \ntexts. Students will read ethnographic monographs and articles as well as learn about methods \nused in anthropological fieldwork to examine how gender and sexuality can be effectively \napproached through feminist ethnographic methodologies. Overall, the course brings together the \nexploration of gender and sexuality across socio-cultural contexts with the writings of \nanthropology",
        "course_professor": "Bonhomme Isabel, "
    },
    "ANTH 392": {
        "course_code": "ANTH 392",
        "course_name": "Cross-Cultural Research Method",
        "course_description": "\r\n        This course introduces students to a variety of relevant research methods and the importance of intercultural competence. Because this is an interdisciplinary program, students will combine methodological approaches relevant to their major(s) to aid in developing a Capstone project. Additionally, students will explore strategies for intercultural adjustment and communication, and common grounds between anticipated global experiences and their areas of academic and career interests. 1 credit. Offered online asynchronous in Summer II sessions, and fall & spring semesters. Cross-listed as GLST 392.",
        "course_professor": "Pavlovich William, "
    },
    "ANTH 393": {
        "course_code": "ANTH 393",
        "course_name": "Basic Research in Anthro",
        "course_description": "\r\n        This course prepares students to conduct research in anthropology. Students are immersed in field and/or laboratory research training (at the basic level) that helps to prepare them for more advanced research in anthropological and related sciences. Credit is variable. Registration is by permission of instructor only.  Offered regularly.",
        "course_professor": "Odonovan Maria, "
    },
    "ANTH 451": {
        "course_code": "ANTH 451",
        "course_name": "Political Ecology",
        "course_description": "\r\n        The course is concerned with the politics of ecology under capitalism. It focuses on cultural representations of nature and the current environmental crisis. Discussions will address current debates on scarcity, population growth, sustainability, the privatization of nature, global warming, bioregionalism, biopower, nature/capital, ecological movements, cities and nature, and environmental planning. Readings draw from theoretical traditions in the social sciences and humanities.4 Credits.",
        "course_professor": "Ferradas Carmen, "
    },
    "ANTH 454": {
        "course_code": "ANTH 454",
        "course_name": "Kinship, Gender &amp; Sexuality",
        "course_description": "\r\n        Examines differences and power through focus on kinship, gender, and sexuality. Explores relationships between \"nature\" and culture; \"naturalization\" of social differences and hierarchies; how kinship binds people to social structures; how ideologies of kinship, gender, and sexuality shape larger social projects. Case studies include \"family values\" campaigns, gay marriage debates, prostitution, new reproductive technologies, queer subcultures, colonialism, nationalism. Prerequisite: ANTH 166 or 221.",
        "course_professor": "Elliston Deborah, "
    },
    "ANTH 472": {
        "course_code": "ANTH 472",
        "course_name": "Experimental Archaeology",
        "course_description": "\r\n        This course will address the history, theory, and methods of experimental archaeology.  Experimental archaeology has been invaluable in further archaeological interpretation, and an understanding of how this field has developed is useful in multiple aspects of the interpretation of material culture.  In this class, students can also expect to learn how to design and carry out an archaeological experiment, as well as learn the limits of experimentation in a range of material specialties. Course fee applies. Refer to the Schedule of Classes.  There is a $75.00 fee associated with this course.",
        "course_professor": "Lacombe Sebastien, "
    },
    "ANTH 480N": {
        "course_code": "ANTH 480N",
        "course_name": "Evo Dynamics ofHuman Pathogens",
        "course_description": "\r\n        Particular themes and topics determined in advance. May be taken more than once if topic varies. Prerequisite: consent of instructor. 4 credits.",
        "course_professor": "Shamoon Pour Michel, "
    },
    "ANTH 480O": {
        "course_code": "ANTH 480O",
        "course_name": "Global Health in Anthropology",
        "course_description": "\r\n        Covers current trends and issues in the health and well-being of developing nations and disenfranchised populations in industrialized nations including maternal and child health (e.g., breastfeeding, pre- and post-natal care), new and re-emerging infectious diseases (e.g., HIV, TB), nutrition (e.g., micronutrient deficiencies, food security), family planning and maternal mortality (e.g., post-abortion care).",
        "course_professor": "Schechter Deborah, "
    },
    "ANTH 480R": {
        "course_code": "ANTH 480R",
        "course_name": "Social and Bev Determ Health",
        "course_description": "\r\n        This course provides an applied biocultural perspective on social and behavioral determinants of health. It is focused on understanding the complex root causes of global health disparities and reviewing actions to overcome health inequities.  Foundational topics will include, biocultural determinants of racial/ethnic health disparities in chronic and infectious disease morbidity and mortality patterns, structural and systemic violence and racism, intergenerational trauma, post-colonial health legacies, medical distrust, and health data sovereignty. The class will operate in a seminar format. A key course component will be the integration of projects based in mixed-methods community-engaged participatory research with intervention outcomes supporting health equity in the Binghamton area.\n\nIf you would like to learn more about the course or have any specific questions please feel free to contact Barrett Brenton, bbrenton@binghmaton.edu",
        "course_professor": "Brenton Barrett, "
    },
    "ANTH 482B": {
        "course_code": "ANTH 482B",
        "course_name": "Political Ethnography",
        "course_description": "\r\n        Topics in Anthropology. Subject matter varies by offering. 4 credits.",
        "course_professor": "Wilson Thomas, "
    },
    "ANTH 482F": {
        "course_code": "ANTH 482F",
        "course_name": "Coloniality in the GlobalSouth",
        "course_description": "\r\n        Colonial legacies continue to dominate how peoples of the Global South engage with past and present processes of globalization, whether in cases of state violence, governance, resistance movements, development initiatives, or the contestation of gender roles. Based on a South-South comparison, students in this course explore the continued imprints of colonial encounters in Africa and Latin America in the political, social, economic, and cultural sphere of affected societies over the past century. To this end, the course introduces students to critical approaches to coloniality as well as insights from anthropology, history, and socio-political theory. After an introduction to theories of (de)-coloniality, we explore the manifold fallouts of colonization in comparative case studies of counter-insurgency warfare, subaltern refusals, epistemicide, archives, and gender relations from the early twentieth century to the present. By understanding the colonial nature of power relations from the local to the global, students will gain interdisciplinary analytical skills and develop comparative perspectives that allow them to interpret proliferating debates about legacies of colonialism and the need for restorative justice. The course will thereby equip students to critically reflect on past and current conjunctures of globalization from South-South perspectives.",
        "course_professor": "Krautwald Fabian, , Marty Samira, "
    },
    "ANTH 490A": {
        "course_code": "ANTH 490A",
        "course_name": "Global Studies Capstone Sem",
        "course_description": "\r\n        GLOBAL STUDIES CAPSTONE SEMINAR Students engage in cross-disciplinary work to examine global/local issues with a holistic approach. Students must attend weekly class meetings; prepare, present, and attend end-of-term student presentations on their capstone projects; and submit a reflective report relating their internationally-oriented coursework, language courses, study-abroad experiences, capstone project, and related studies to their overall education and personal and career goals. Prerequisite: ANTH/GLST 394. Taught in fall and spring semesters. This course is for Global Studies minors only.",
        "course_professor": "Marcin Marisol, "
    },
    "ANTH 491": {
        "course_code": "ANTH 491",
        "course_name": "Practicum In College Teaching",
        "course_description": "\r\n        Independent study in teaching a particular Anthropology course. Assignments are directed by course instructor and may include: development of course materials (syllabus, assignments, exams); reading exams; lecturing and leading discussions; laboratory supervision; academic counseling of students. May be repeated for no more than 8 credits total; credit may not be earned in conjunction with student enrolling in course. May not be used to satisfy major or Harpur College Distribution requirements. Prerequisites: consent of instructor and department's Director of Undergraduate Studies. Pass/Fail only.",
        "course_professor": "Miroff Laurie, "
    },
    "ANTH 493": {
        "course_code": "ANTH 493",
        "course_name": "Advanced Research in Anthro",
        "course_description": "\r\n        This course prepares students to conduct advanced research in anthropology. Students are immersed in field and/or laboratory research training (at the advanced level) that helps to prepare them for professional careers or for post-graduate training in anthropological and related sciences. Credit is variable. Registration is by permission of instructor only. Offered regularly.",
        "course_professor": "Omar Lubna, "
    },
    "ANTH 495": {
        "course_code": "ANTH 495",
        "course_name": "Internship Project",
        "course_description": "\r\n        Internship project under guidance of faculty member, in an institution, agency or program. Variable credits (1-4 credits). Requires consent of instructor. \n\nStudents who wish to participate in an internship and who have previously been convicted of a\nfelony are advised that they will be asked about their prior criminal history. This may impede\nyour ability to participate in certain internships. Students who have concerns about such matters,\nor are looking for additional information, are advised to contact the dean's office of their\nintended academic program.",
        "course_professor": "Odonovan Maria, "
    },
    "ANTH 497": {
        "course_code": "ANTH 497",
        "course_name": "Independent Work",
        "course_description": "\r\n        Meets special needs and interests of advanced students on tutorial or seminar basis. Variable credits (1-4 credits). Prerequisites: consent of instructor and department's Director of Undergraduate Studies.",
        "course_professor": "Odonovan Maria, "
    },
    "ANTH 497A": {
        "course_code": "ANTH 497A",
        "course_name": "Independent Work",
        "course_description": "\r\n        Meets special needs and interests of advanced students on tutorial or seminar basis. Variable credits (1-4 credits). Prerequisites: consent of instructor and department's Director of Undergraduate Studies.",
        "course_professor": "Lacombe Sebastien, "
    },
    "ANTH 499": {
        "course_code": "ANTH 499",
        "course_name": "Senior Honors",
        "course_description": "\r\n        Meets special needs and interests of honors students during the writing of their honors theses. May be taken for 2 credits or 4 credits. Prerequisites: consent of instructor (student's honors thesis supervisor) and Director of Undergraduate Studies.",
        "course_professor": "Odonovan Maria, "
    },
    "ANTH 501": {
        "course_code": "ANTH 501",
        "course_name": "Hist of Anthropology",
        "course_description": "\r\n        Thematic treatment of the development of anthropological thought, emphasizing a holistic approach to anthropology, with limited separation of the sub-disciplines.",
        "course_professor": "Reno Joshua, "
    },
    "ANTH 512": {
        "course_code": "ANTH 512",
        "course_name": "Political Ecology",
        "course_description": "\r\n        The course is concerned with the politics of ecology under capitalism. It focuses on cultural representations of nature and the current environmental crisis. Discussions will address current debates on scarcity, population growth, sustainability, the privatization of nature, global warming, bioregionalism, biopower, nature/capital, ecological movements, cities and nature, and environmental planning. Readings draw from theoretical traditions in the social sciences and humanities.4 Credits.",
        "course_professor": "Ferradas Carmen, "
    },
    "ANTH 517": {
        "course_code": "ANTH 517",
        "course_name": "Linguistic Anthropology",
        "course_description": "\r\n        This course will introduce the student to various (broadly-conceived) anthropological approaches to the study of human language. More specifically, we will be concerned with how language, itself an essential element 'in and of' culture, participates in cultural representation and, more broadly, in social communication. The course materials will connect the following thematic approaches to language in a broad ‘story’ about it: 1. language as a system of representation (structuralism as a method); 2. language as a means of social action in contexts of social interaction; and 3. language as the mediator of central ideological narratives. Interspersed within this general ‘story’ we will consider related questions such as the suitability of language as a model for the study of other aspects of human culture and its influence on patterns of thought (to name but a few). INSTRUCTOR PERMISSION REQUIRED",
        "course_professor": "Perrino Sabina, "
    },
    "ANTH 520": {
        "course_code": "ANTH 520",
        "course_name": "Political Ethnography",
        "course_description": "\r\n        This course will explore the major themes in the historical development and contemporary practice of political anthropology within the British and American traditions of cultural and social anthropology. It will examine the origins and evolution of the specific theoretical and methodological concerns which gave rise to modern political anthropology, and will encourage students to develop a critical perspective on the relations between an anthropology of politics and the politics of anthropology. Among the theoretical, methodological and professional issues to be considered in this course are: process and action theory, folk society, interactionism, transactionalism, political economy, regional studies, local-state-nation analyses, neo-evolutionism, Marxist/Marxian approaches, culture history, gender and power, community studies and method, world-systems, political fields and networks, cultural pluralism, subaltern studies, colonialism and post-colonialism, cosmopolitanism, globalization, nationalism, and borders and boundaries.",
        "course_professor": "Wilson Thomas, "
    },
    "ANTH 538": {
        "course_code": "ANTH 538",
        "course_name": "Kinship, Gender &amp; Sexuality",
        "course_description": "\r\n        Examines differences and power through focus on kinship, gender, and sexuality. Explores relationships between \"nature\" and culture; \"naturalization\" of social differences and hierarchies; how kinship binds people to social structures; how ideologies of kinship, gender, and sexuality shape larger social projects. Case studies include \"family values\" campaigns, gay marriage debates, prostitution, new reproductive technologies, queer subcultures, colonialism, nationalism. Prerequisite: ANTH 166 or 221.",
        "course_professor": "Elliston Deborah, "
    },
    "ANTH 540": {
        "course_code": "ANTH 540",
        "course_name": "Human Skeletal Biology",
        "course_description": "\r\n        Osteology is the study of the skeleton. This course is designed to teach advanced anatomy of the human skeleton and applications of this anatomy to the analysis and interpretation of human skeletal remains from both archaeological and forensic contexts. Various parts of the skeleton and general skeletal biology are treated from comparative and evolutionary perspectives. The course is organized so that it includes both lecture and laboratory components.  Lecture topics will include discussions of human skeletal anatomy, bone growth and development, osteometry, ethics, pathology, the biological profile, and applied uses of osteological data. The laboratory component will emphasize advanced osteological identification of adult and subadult remains. Four credits. Lab hours outside of class are required.  There is a $70 fee associated with this course.",
        "course_professor": "Quam Rolf, "
    },
    "ANTH 547": {
        "course_code": "ANTH 547",
        "course_name": "Anthropological Genetics",
        "course_description": "\r\n        This course engages students with the broad field of anthropological genetics. Here, we will explore advanced topics in the history and evolution of human and non-human primates, genetic variation and adaptation, and the relationships between genetics, culture, and identity. We will review the basics of human variation using foundational principles from molecular biology and evolutionary theory and push beyond these introductory principles to incorporate state-of-the-art advancements in the novel fields of genomics, transcriptomics, and microbiome research. The course will also examine ethical issues and controversies surrounding genetic research and applications, such as genetic testing, genetic counseling, gene editing, and genetic laboratory methods, such as next-generation sequencing, computational workflows, and phylogenetic analysis using ancient and modern genomic data sets. We will also explore how these results can integrate with other sources of evidence, such as archaeological and linguistic data, to reconstruct the population history of our ancestors. Throughout the course, students will engage in critical analysis of genetic data, develop skills in genetic/genomic analysis, data visualization and interpretation, and scientific writing. By the end of the course students will have a comprehensive understanding of the role of genetics in anthropology and be able to critically evaluate the social and ethical implications of anthropological genetics research.",
        "course_professor": "Emery Matthew, "
    },
    "ANTH 548": {
        "course_code": "ANTH 548",
        "course_name": "Biomarkers:Measure &amp; Interpret",
        "course_description": "\r\n        This course provides students an in-depth understanding of what makes a biomarker,\nhow some commonly-used biomarkers measured, and their appropriate interpretation, with examples from biological anthropology and global public health. Students will learn the principles of enzyme immunoassay (or enzyme-linked immunosorbent assay, ELISA), how techniques developed for clinical settings can be adapted for broader use, how new biomarkers are developed, and how biomarker definitions for disease outcomes are evaluated. Hands-on instruction in laboratory methods and data analysis techniques are large\ncomponents of this course. Students should enroll for 4 credits.",
        "course_professor": "Alvarado Louis, , Wander Katherine, "
    },
    "ANTH 549": {
        "course_code": "ANTH 549",
        "course_name": "Foundations of Biomedical ANTH",
        "course_description": "\r\n        This course provides students a grounding in biomedical anthropology, an area of anthropological inquiry grounded in biological anthropology and medical anthropology. The course covers the theoretical contributions from both of these broader fields, as well as the study designs and methodological approaches that are most frequently used in research in biomedical anthropology. Students in the Biomedical Anthropology MS program should enroll for 4 credits their first fall semester in the program",
        "course_professor": "Wander Katherine, "
    },
    "ANTH 550": {
        "course_code": "ANTH 550",
        "course_name": "Evo Dynamics ofHuman Pathogens",
        "course_description": "\r\n        This course explores the evolution of infectious diseases in human populations. We will examine: the burden of infectious diseases through-out the depth of human history and across the breadth of modern human experience; human adaptations to infectious disease; the idea of human epidemiologic, transitions in infectious disease ecologies; and, the dynamics of intra-and inter-host competition and evolution of virulence. Variable Credit.",
        "course_professor": "Shamoon Pour Michel, "
    },
    "ANTH 551": {
        "course_code": "ANTH 551",
        "course_name": "Strategies for Arch Research",
        "course_description": "\r\n        Introduces graduate students to the major theoretical frameworks shaping contemporary archaeology. Emphasizes current issues and debates in the discipline rather than providing a historical overview. First part is devoted to laying a brief historical groundwork of major trends in archaeological discourse. Following this introduction, students intensively survey current theoretical positions having major impact on the practice of archaeology. All anthropology graduate students in archaeology are expected to take this course, as it provides basic knowledge required for further graduate coursework in archaeology. Also an excellent course for fulfilling the sub-discipline requirements for anthropology graduate students in socio/cultural, physical and linguistic anthropology because it considers explicitly the linkages between the practice of archaeology and the philosophical goals of anthropology in general.",
        "course_professor": "Sterling Kathleen, "
    },
    "ANTH 554G": {
        "course_code": "ANTH 554G",
        "course_name": "Heritage &amp; Communities",
        "course_description": "\r\n        In this course, we will explore the concept of heritage as it intersects with contemporary communities (conceived of in a variety of ways, including descendant, local, and diasporic). Anthropologists, and archaeologists in particular, are but one of many individuals and communities engaged in the complex process of defining heritage. Here, we will examine how the work of heritage is carried out and consider its changing role in social relations by critically engaging theory and case studies of real-world heritage empowerment and disempowerment.",
        "course_professor": "Mixter David, "
    },
    "ANTH 555": {
        "course_code": "ANTH 555",
        "course_name": "The Practice of Pub Arch",
        "course_description": "\r\n        The Practice of Public Archaeology is the capstone course for the public archaeology track for the MA in Anthropology. This class will build on the students' internship experience from the previous summer to help each student move from learning about public archaeology. The course will address issues of ethics, funding, research management, use of appropriate technology, collaboration, constituency building, and management of public archaeology. The course will use case studies to illustrate these issues, and students will draw on and share their intern experience to explore these topics.  4 Credits. Prerequistes: Student must be enrolled in Public Archaeology MA track and have completed his/her summer internship Anth 595",
        "course_professor": "Odonovan Maria, "
    },
    "ANTH 572C": {
        "course_code": "ANTH 572C",
        "course_name": "Social and Bev Determ Health",
        "course_description": "\r\n        This course provides an applied biocultural perspective on social and behavioral determinants of health. It is focused on understanding the complex root causes of global health disparities and reviewing actions to overcome health inequities.  Foundational topics will include, biocultural determinants of racial/ethnic health disparities in chronic and infectious disease morbidity and mortality patterns, structural and systemic violence and racism, intergenerational trauma, post-colonial health legacies, medical distrust, and health data sovereignty. The class will operate in a seminar format. A key course component will be the integration of projects based in mixed-methods community-engaged participatory research with intervention outcomes supporting health equity in the Binghamton area.\n\nIf you would like to learn more about the course or have any specific questions please feel free to contact Barrett Brenton, bbrenton@binghmaton.edu",
        "course_professor": "Brenton Barrett, "
    },
    "ANTH 572K": {
        "course_code": "ANTH 572K",
        "course_name": "Global Health in Anthropology",
        "course_description": "\r\n        Covers current trends and issues in the health and well-being of developing nations and disenfranchised populations in industrialized nations including maternal and child health (e.g., breastfeeding, pre- and post-natal care), new and re-emerging infectious diseases (e.g., HIV, TB), nutrition (e.g., micronutrient deficiencies, food security), family planning and maternal mortality (e.g., post-abortion care).",
        "course_professor": "Schechter Deborah, "
    },
    "ANTH 572S": {
        "course_code": "ANTH 572S",
        "course_name": "Advanced Stats: Multivariate",
        "course_description": "\r\n        Advanced procedures for data analysis and statistical inference in nursing research. Multivariate procedures included; their utility in investigation of nursing problems presented. There is a $30.00 fee associated with this course.",
        "course_professor": "Spake Laure, "
    },
    "ANTH 576K": {
        "course_code": "ANTH 576K",
        "course_name": "Archaeology of American SW",
        "course_description": "\r\n        In this graduate course, we will investigate current research topics in the archaeology of the Indigenous Southwest United States and Northwest México.  This region encompasses archaeological traditions such as the Ancient Pueblo, Hohokam, Mogollon, Trincheras, and beyond.  Research topics will include:  ancient landscapes, memory & visibility, sociopolitical organization, exchange and interaction, migration and movement, gender, identity, violence, ritual & ceremonialism, and relationships with contemporary Indigenous Americans.  We will approach these issues using a variety of theoretical and epistemological perspectives.  The course is taught in seminar format, with one three-hour meeting per week.",
        "course_professor": "Van Dyke Ruth, "
    },
    "ANTH 583N": {
        "course_code": "ANTH 583N",
        "course_name": "Experimental Archaeology",
        "course_description": "\r\n        This course will address the history, theory, and methods of experimental archaeology.  Experimental archaeology has been invaluable in further archaeological interpretation, and an understanding of how this field has developed is useful in multiple aspects of the interpretation of material culture.  In this class, students can also expect to learn how to design and carry out an archaeological experiment, as well as learn the limits of experimentation in a range of material specialties.",
        "course_professor": "Lacombe Sebastien, "
    },
    "ANTH 591": {
        "course_code": "ANTH 591",
        "course_name": "Teaching Anthropology",
        "course_description": "\r\n        Individual supervision of beginning teachers. Satisfactory/Unsatisfactory grading only.  Taught during the spring semester.  1 or 2 credits",
        "course_professor": "Ferradas Carmen, "
    }
}