{
    "AAAS 212B": {
        "course_code": "AAAS 212B",
        "course_name": "New Directions in Black Power Studies",
        "course_description": "<p>The 2023-2024 Warren Center for American History workshop brings together an interdisciplinary group of historians, social scientists, humanists, and scholars of black political thought to explore what might be at stake &mdash; philosophically, theoretically, culturally, and politically &mdash; in revisiting the Black Power Movement in the present. Building on the successes of Black Power Studies scholars, this seminar seeks to resist unduly defensive and siloed forms of scholarly engagement, to openly and critically interrogate Black Power&rsquo;s political and cultural dynamics, social formations, and conceptual contributions to political and social thought across such key concerns as political violence, education, the philosophy of race, cultural politics, gender, political economy, and more. Engaging the work-in-progress of visiting scholars, faculty, and other guests, the seminar will provide an extended opportunity to reflect upon the political and intellectual legacy of Black Power, the place of black radical traditions in academic scholarship, and how historians, theorists, and social scientists might work more collaboratively to pursue the hard questions the movement continues to raise.</p><p>To receive credit for this course students must enroll in part A and part B in the same academic year.</p>"
    },
    "AAAS 222B": {
        "course_code": "AAAS 222B",
        "course_name": "Afrodescendant Citizenship in Latin America: Mobilization, Contestation, and Change",
        "course_description": "<p>This seminar studies contemporary struggles over citizenship and belonging by Afrodescendants in Latin America, situating these struggles within historical patterns of nation building, racial stratification, and political mobilization. Afrodescendants have been at the forefront of struggles typically associated with liberal values&mdash;equality, democracy, voting rights&mdash;since the colonial period. But Afrodescendant activists, thinkers, and artists have also articulated alternative visions of freedom and belonging that are frequently sidelined in the dominant narratives about rights and citizenship in Latin America. The seminar is conducted in conjunction with the Sawyer Seminar &ldquo;Afrodescendant Citizenship in Latin America&rdquo; funded by the Mellon Foundation. This will allow us to bring scholars, activists, artists and other practitioners involved in struggles for racial justice in Latin America to our class and our campus.<br />Undergraduate students who wish to take this class should get in touch with the instructors in advance.&nbsp;Students must complete both terms of this course (parts A and B) within the same academic year in order to receive credit. Students need to register under History or AAAS but not both for credit.</p>"
    },
    "AFRAMER 10": {
        "course_code": "AFRAMER 10",
        "course_name": "Introduction to African American Studies",
        "course_description": "<p>This course aims to provide an interdisciplinary examination of the complex array of African-American cultural and political practices from slavery to the present.&nbsp; The course will involve close readings of a variety of primary sources and classic texts that present key issues in African American thought and practice.&nbsp; The course will place special emphasis on debates concerning African American people with the goal of introducing students to the process and the methodology of interdisciplinarity.&nbsp; We will look at the way the debates function across disciplines to delve deeper into not only the complexity of African American life and thought but also the breadth of African American Studies itself.</p>"
    },
    "AFRAMER 11": {
        "course_code": "AFRAMER 11",
        "course_name": "Introduction to African Studies",
        "course_description": "<p>This course introduces students to the rich diversity and complexity of Africa, including its historical dynamics, economic developments, social and political practices, and popular cultures. Throughout, we assume that Africa is not a unique isolate but a continent bubbling with internal diversity, historical change, entrepreneurial spirit, and cultural links beyond its shores. Our goal is to train students to think rigorously about Africa from interdisciplinary and transnational perspectives. We also aim to equip students with the analytical tools necessary for recognizing and deconstructing reductionist and stereotyped narratives of Africa. The course is open to all students who are interested in exploring various dimensions of African life, politics, peoples and cultures from the past to the postcolony.</p>"
    },
    "AFRAMER 55": {
        "course_code": "AFRAMER 55",
        "course_name": "Ishmael Reed: Novels, Poetry, Essays",
        "course_description": "<p>Ishmael Reed is one of the most prolific, long-practicing and controversial African American writers. A novelist, poet, essayist, playwright, editor, and publisher who has often battled the literary establishment, Reed has been active since the 1960s. This course explores his work against the backdrop of late 20th century African American literary practices.</p>"
    },
    "AFRAMER 91R": {
        "course_code": "AFRAMER 91R",
        "course_name": "Supervised Reading and Research",
        "course_description": "<p>Students wishing to enroll must petition the Director of Undergraduate Studies for approval, stating the proposed project, and must have permission of the proposed instructor. Ordinarily, students are required to have taken some coursework as background for their project.</p>"
    },
    "AFRAMER 97": {
        "course_code": "AFRAMER 97",
        "course_name": "Sophomore Tutorial: Understanding Race and Racism",
        "course_description": "<p><span style=\"font-size:12.0pt;\">This course will examine the history of race and racism &ndash; key analytical constructs that express fundamental issues not only of power and inequality, but also of justice, democracy, equity, and emancipation. The study of race in the social sciences and humanities is an established, dynamic, multidisciplinary, and international field. To understand race and racism with a global perspective, it is necessary to have a transdisciplinary, cross-cultural view to read critically the phenomena that intersect with this variable. Course readings are drawn from the fields of African and African American Studies, sociology, history, cultural studies, political science, anthropology, philosophy, journalism, and public health. The vast literature produced by scholars in diverse fields provides evidence of how race is based on narratives created to enslave, subordinate, exploit, and exclude millions of human beings across the globe. Assignments will address pressing real-world questions related to race and racism, as well as pedagogically significant areas of undergraduate intellectual and academic development.&nbsp;</span></p>"
    },
    "AFRAMER 98": {
        "course_code": "AFRAMER 98",
        "course_name": "Junior Tutorial - African American Studies",
        "course_description": "?p?Students wishing to enroll must petition the Director of Undergraduate Studies for approval, stating the proposed project, and must have the permission of the proposed instructor. Ordinarily, students are required to have taken some coursework as background for their project.?/p?"
    },
    "AFRAMER 98A": {
        "course_code": "AFRAMER 98A",
        "course_name": "Junior Tutorial - African Studies",
        "course_description": "?p?Students wishing to enroll must petition the Director of Undergraduate Studies for approval, stating the proposed project, and must have the permission of the proposed instructor. Ordinarily, students are required to have taken some coursework as background for their project.?/p?"
    },
    "AFRAMER 99A": {
        "course_code": "AFRAMER 99A",
        "course_name": "Senior Thesis Workshop",
        "course_description": "?p?Thesis supervision under the direction of a member of the Department. Part one of a two part series.?/p?"
    },
    "AFRAMER 99B": {
        "course_code": "AFRAMER 99B",
        "course_name": "Senior Thesis Workshop",
        "course_description": "?p?Thesis supervision under the direction of a member of the Department. Part two of a two part series.?/p?"
    },
    "AFRAMER 111X": {
        "course_code": "AFRAMER 111X",
        "course_name": "Africa in the Twentieth Century: Culture, Representation, and New Diasporas",
        "course_description": "?p?This course will explore how Africans on the continent and its new diasporas have represented their communities, cultures, and histories in the last century. Drawing on archival sources, works of literature, and documentaries, this course will trace and contextualize the network of individuals, c"
    },
    "AFRAMER 113X": {
        "course_code": "AFRAMER 113X",
        "course_name": "Fiction Writing: Workshop",
        "course_description": "?p?This class is open to anyone who can write a letter, not an e-mail, a letter, just a plain simple letter, to someone who lives far away from you and who has no idea really of who you really are, except that you are, like them, another human&nbsp;being. I have not quite yet settled on the books we"
    },
    "AFRAMER 119X": {
        "course_code": "AFRAMER 119X",
        "course_name": "Chocolate, Culture, and the Politics of Food",
        "course_description": "?p?This course will examine the sociohistorical legacy of chocolate, with a delicious emphasis on the eating and appreciation of the so-called &ldquo;food of the gods.&rdquo; Interdisciplinary course readings will introduce the history of cacao cultivation, the present day state of the global chocol"
    },
    "AFRAMER 121X": {
        "course_code": "AFRAMER 121X",
        "course_name": "African Literature and Culture in Context, 1891—1995",
        "course_description": "?p?This course will bring together a variety of texts, archives, and visual representations from the late nineteenth century to the twentieth century, and explore how African writers, artists, and thinkers have consistently responded to major sociocultural, environmental, and geopolitical changes on"
    },
    "AFRAMER 123Z": {
        "course_code": "AFRAMER 123Z",
        "course_name": "American Democracy",
        "course_description": "?p?Democracy, inequality, and nationalism in America.&nbsp; The white working class and American politics. Class and race. Identities and interests.&nbsp; Conditions for socially inclusive economic growth and for the deepening and dissemination of the knowledge economy. Alternative directions of ins"
    },
    "AFRAMER 133Y": {
        "course_code": "AFRAMER 133Y",
        "course_name": "The Politics of Paradise: Tourism in Latin America & the Caribbean",
        "course_description": "?p?What does tourism sell? How do destination images condition our perceptions of native people, public space and collective memory? This seminar explores tourism beyond its facile association with leisure to consider its implications for development, environmental protection, heritage conservation,"
    },
    "AFRAMER 142X": {
        "course_code": "AFRAMER 142X",
        "course_name": "Foundations of Modern Jazz",
        "course_description": "?p?Pan-African Musical Connections.&nbsp;This course explores Pan-African musical connections between the African continent and the Caribbean and the Americas.&nbsp; The course emphasizes three main linkages between Africa and the New World: Yoruba/Dahomey, Mali/Senegambia, and the Congo, but also t"
    },
    "AFRAMER 143Y": {
        "course_code": "AFRAMER 143Y",
        "course_name": "African Landscape Architecture: Alternative Futures for the Field",
        "course_description": "?p?A central aim of this seminar is to reveal the plurality of ways landscapes are shaped across the African continent and how they help mitigate the impacts of changing climates and social injustice now and in the future. Africa is a continent rich in landscape projects and practices but only eight"
    },
    "AFRAMER 146X": {
        "course_code": "AFRAMER 146X",
        "course_name": "A Black History of Electronic Dance Music",
        "course_description": "?p?Electronic dance music. Mentioning the genre elicits questions over origins and boundaries. While oft forgotten, Black queer, femme, and non-binary people invented the modern-day genre&rsquo;s arrangement, composition, production, and distribution, undergirding distressed communities&rsquo; sonic"
    },
    "AFRAMER 160X": {
        "course_code": "AFRAMER 160X",
        "course_name": "Engaging Africa and its Cultures",
        "course_description": "?p?This course will consist of a series of interviews and conversations with emerging and established African creatives and cultural activists across genres and disciplines, including but not limited to writers, scholars, translators, filmmakers, cultural entrepreneurs, publishers, and educators. Br"
    },
    "AFRAMER 166X": {
        "course_code": "AFRAMER 166X",
        "course_name": "African Language Archives in disciplines and professions",
        "course_description": "?p?Language is a fundamental for thought and communication, playing a vital role in human achievements and societal progress. This course explores African languages as rich sources of knowledge that require collection and cataloguing using current AI technologies. By examining archives of African th"
    }
}