{
    "HDS 1102": {
        "course_code": "HDS 1102",
        "course_name": "Introduction to the Hebrew Bible/Old Testament 1: Pentateuch and Former Prophets",
        "course_description": "<p>A critical introduction to the literature and theology of the Hebrew Bible, considered in light of the historical contexts of its formation and the interpretive contexts of its reception within Judaism and Christianity. The course, the first part of a divisible, year-long sequence, will focus on the major biblical narrative traditions, the Pentateuch and Former Prophets. Jointly offered in the Faculty of Arts and Sciences as ANE 120a.</p>"
    },
    "HDS 1103": {
        "course_code": "HDS 1103",
        "course_name": "Introduction to the Hebrew Bible/Old Testament 2: Latter Prophets and Writings",
        "course_description": "A critical introduction to the literature and theology of the Hebrew Bible, considered in light of the historical contexts of its formation and the interpretive contexts of its reception within Judaism and Christianity. The course, the second part of a divisible, year-long sequence, will focus on the Latter Prophets and the Writings.&nbsp; Jointly offered in the Faculty of Arts and Sciences as ANE 120b."
    },
    "HDS 1156": {
        "course_code": "HDS 1156",
        "course_name": "Time in Ancient Judaism and Christianity",
        "course_description": "<p>This seminar will combine theoretical readings on time and temporality with textual and historical analyses of primary source from ancient Judaism and Christianity. The latter will include materials from the Hebrew Bible, Second Temple and Rabbinic Jewish literature, and New Testament and Patristic literature. Topics to be explored include historical consciousness, apocalyptic and messianic temporalities, liturgical and festal cycles of time, and the indigenous resistance and response to imperial temporal regimes. Some knowledge of Hebrew and/or Greek recommended but not required. Limited enrollment: students who are interested in enrolling should send an email to Prof. Reed explaining their interest in the seminar as well as prior background.&nbsp;</p>"
    },
    "HDS 1202": {
        "course_code": "HDS 1202",
        "course_name": "Introduction to the New Testament",
        "course_description": "<p>This course will provide a basic historical introduction to critical issues in the study of the New Testament. What are the contents of these texts that make up the second portion of the Christian Bible? In what ways do they reflect the major issues, concerns, and struggles that were taking place among the earliest Christ-followers? How did they get to be grouped together in a single book called the &#34;New Testament&#34;? In addition to these historical questions, we will also attend to the New Testament&#39;s ongoing role as Christian scripture to consider the following: what does it mean to study a religious text critically? How might the study of the New Testament&#39;s social and historical context relate to its ongoing role as sacred and/or authoritative in the Christian tradition? And what are some of the diverse ways that contemporary readers bridge the gap between the New Testament&#39;s ancient Greco-Roman context and their own interpretation and application? We will explore these questions through careful study of the New Testament texts themselves, while also attending to issues of historical context, methodology, and hermeneutics. <br /><br />No previous study in religion or ancient history is assumed, and there are no prerequisites for enrolling in the course. For a final assignment. Students will have the option of writing a final research paper or to complete a series of shorter writing assignments at set times during the semester. Jointly offered in the Faculty of Arts and Sciences as Religion 1400.</p>"
    },
    "HDS 1260": {
        "course_code": "HDS 1260",
        "course_name": "History of Early Christianity",
        "course_description": "This course will provide a basic historical introduction to early Christianity from the first to fourth centuries CE. How did different Christians in this period navigate the diverse teachings, rituals, and social practices associated with Jesus of Nazareth to produce a religious movement that came to dominate the Roman Empire, even as it was itself always complex, variegated, and internally contested from its earliest moments? Throughout the course, we will explore the diversity of early Christian thought and practice across a range of topics and geographical areas, as well as the ways in which Christians situated themselves within the larger Roman world and in relation to others both internal and external. This is an introductory-level course and it offers the possibility of writing a research paper. Note that the course is designed to complement and build upon HDS 1202 &#34;Introduction to the New Testament.&#34; Each can be taken as a standalone class or the two can be taken in any order; but overlap between them will be kept to a minimum. Jointly offered in the Faculty of Arts and Sciences as Religion 2432."
    },
    "HDS 1416": {
        "course_code": "HDS 1416",
        "course_name": "Ancient Jewish Wisdom Literature",
        "course_description": "A close critical reading and interpretation of works thought to derive from the Wisdom tradition of ancient Israel, principally in the Second Temple period. The workings of the world and the ways of God as they appear in works such as Proverbs, Job, Qohelet, Ben Sira, some Psalms, the Wisdom of Solomon, and Fourth Maccabees as well as narratives such as the Joseph story, Esther, and Daniel. Concludes with the early rabbinic Pirqé Avot. Egyptian and Mesopotamian antecedents and parallels briefly considered. Emphasis on matters of worldview and literary form.<br/>Jointly offered in the Faculty of Arts and Sciences as Religion 1232."
    },
    "HDS 1417": {
        "course_code": "HDS 1417",
        "course_name": "Genesis: Narrative Artistry and Theological Meanings",
        "course_description": "<p>A close critical reading in English of the Book of Genesis with an eye both to the storytellers&#39; techniques and to the theological dimension of the text. Primary emphasis will be given to literary and religious rather than historical and editorial issues. No prerequisites, though an introductory course in critical biblical studies would be useful. Jointly offered in the Faculty of Arts and Sciences as Religion 1134.</p>"
    },
    "HDS 1423": {
        "course_code": "HDS 1423",
        "course_name": "The Poetics of Biblical Composition: Foundational Principles of Hebrew Narrative Art",
        "course_description": "<p>A close study of the principles of compositional art within the Hebrew Bible. Particular attention will be given to stylistic and structural features, to principles of organization, to literary strategy and argumentation, to textual logic, and to the overall expectations made of readers, both ancient and modern. The texts and their underlying principles of design will be considered in the context of major critical debates within the current state of the field.</p>"
    },
    "HDS 1438": {
        "course_code": "HDS 1438",
        "course_name": "The Book of Proverbs: Seminar",
        "course_description": "A critical discussion of the Book of Proverbs in its entirety and a close reading of (at least) major sections of it in Hebrew. Among the topics considered are questions of worldview, literary design, poetic technique, ancient Near Eastern antecedents and parallels, and the relationship of the theologies in Proverbs to those of other currents in ancient Israelite thought. Includes a research-based paper. Prerequisites: an introductory course in the critical study of the Hebrew Bible and a very solid command of Hebrew grammar (any period). Jointly offered in the Faculty of Arts and Sciences as Hebrew 257."
    },
    "HDS 1534": {
        "course_code": "HDS 1534",
        "course_name": "Papyrology and the New Testament",
        "course_description": "<p>The course will introduce students to papyrolgy through the reading of literary and documentary papyri, with a particular emphasis placed on materials pertaining to religious history in the Greco-Roman world. Two semesters of Greek are required. Jointly offered in the Faculty of Arts and Sciences as Religion 2420.<br />This course will provide an opportunity to write a research paper. Enrollment for this course is limited. Students will be notify about the decision by the enrollment deadline </p>"
    },
    "HDS 1557": {
        "course_code": "HDS 1557",
        "course_name": "Greek Exegesis of Luke",
        "course_description": "<p>The course will be devoted to a close reading and interpretation of the Gospel of Luke. The Greek text will be discussed with specific attention paid to literary structures, textual critical issues, historical context, and history of interpretation. At least two semesters of Greek are required; the course might fulfill the requirement for a fourth semester of Greek.<br />This course provides the opportunity to write a research paper. This course has limited enrollment. Please, email the instructor (at gbazzana&#64;hds.harvard.edu) with a short introduction and a paragraph explaining the reasons to enroll in the course. Students will be notified before the enrollment deadline. </p>"
    },
    "HDS 1560": {
        "course_code": "HDS 1560",
        "course_name": "The Book of Revelation: Text, History, and Interpretation",
        "course_description": "The course will be focused primarily on the Greek text of the Apocalypse of John, devoting time to the observation and discussion of issues relating to textual transmission, translation, interpretation, and theological hermeneutics. Through the additional reading of other ancient, modern, and contemporary texts the course will also approach the colorful and contested history of interpretation of this puzzling biblical book. Revelation will be posed within the ancient historical context of Jewish and Christian apocalypticism, but discussion in the course will range through the many facets of Revelation&#39;s history of interpretation, from antiquity to today, addressing contested issues such as its stance towards violence, its ambiguous treatment of empire and gender, or its controversial canonicity. Two semesters of Greek are required. Jointly offered in the Faculty of Arts and Sciences as Religion 2427."
    },
    "HDS 1625": {
        "course_code": "HDS 1625",
        "course_name": "Rapid Reading: Classical Hebrew I",
        "course_description": "<p>This course is designed to assist students in increasing their speed and fluency while reading biblical prose in preparation for graduate level seminars and future study. It will also deepen their knowledge of Hebrew syntax, solidify the Hebrew verbal system, and expand their biblical Hebrew vocabulary. Students will learn and practice useful skills relevant to studying Biblical Hebrew in graduate school and beyond, including reading the critical apparatus of the BHS and interpreting the Masorah. This course is designed to cover large areas of biblical Hebrew narrative while also allowing the students to engage with current scholarship within the field of Hebrew Bible. Prerequisite: HDS 4010 (A and B), HDS 4020, and HDS 4021 or the equivalents. Jointly offered in the Faculty of Arts and Sciences as Classical Hebrew 130AR.</p>"
    },
    "HDS 1646": {
        "course_code": "HDS 1646",
        "course_name": "Jewish Religion and Politics in the 20th Century: Europe, America, and Israel",
        "course_description": "<p>The history of Jewish politics and religion is a complex story. Since Jews lived most of their collective lives outside the normative politically sphere (empire, monarchy, nation-state etc.) there is a question whether Jews had a political tradition at all before modernity. The multi-volume <em>The Jewish Political Tradition</em> argues that indeed Jews thought deeply about politics and developed a variety of political traditions even though they were void of much political power. This course will begin with <em>Political-Theological Treatise</em> of the 17th century philosopher Benedict (Baruch) Spinoza and his notion of Judaism as a political religion, and then turn to Karl Marx&rsquo;s famous essay &ldquo;On the Jewish Question.&rdquo; These seminal texts will be our frame to look at how later movements continued to engage the ideas raised in both Spinoza and Marx.</p><p>We will then pick up the story a bit later &ndash; in the 20th century - when Jews became embedded in the political traditions in the U.S. and began to develop a political tradition of sovereignty in a Jewish national movement known as Zionism. Religion remained part of this political story in both overt and covert ways. This course will focus on political and religious radicalism, the figures and movements that offered radical political alternatives, both left and right, progressive and reactionary, ideological and social. The movements will cover the span of the 20th century from labor unions and Jewish communism and socialism in early 20th century America, to the Hebrew Canaanites, the new Religious Post-Zionists in the 21st century and the feminist and Queer revolutions in Judaism.</p>"
    },
    "HDS 1648": {
        "course_code": "HDS 1648",
        "course_name": "Jewish Mysticism and Heresy: From Sabbateanism to Hasidism",
        "course_description": "<p>Mystical religion almost always challenges the normative religious tradition in which it is embedded. The focus on the subject, the experiential, and testing the elasticity of doctrinal or behavioral norms, mysticism in some way comes to define aspects of internal heretical positions. This is certainly the case in Judaism. From its appearance on the Middle Ages with the Zohar and later forms of kabbalistic teaching, the suspicion of heresy in mysticism was often a concern expressed by Judaism&rsquo;s rabbinic elite. This concern was justified in the Sabbatean heresy in the 17th century where a false messiah Sabbatai Zvi shook the Jewish world with claims that redemption had arrived, and prophecy restored. Tragedy unfolded as Sabbatai converted to Islam and his followers developed a mystical messianic doctrine that necessitated his conversion. In its wake came two other messianic/mystical iterations, the heresy of Jacob Frank (1726-1791) and the emergence of Hasidism (late 18th century).</p><p>This course will explore to nexus of mysticism and heresy in the Sabbatean movement and its aftermath, Frankism, and the rise of Hasidism. Through reading primary sources and scholarship, we will pay close attention to the underlying ways these movement contribute to the fear of heresy and expanding the boundaries of what constitutes heresy in Judaism. We will conclude with some readings on neo-Hasidism and its relationship to both Sabbateanism and Hasidism in a more pluralistic religious context.</p>"
    },
    "HDS 1761": {
        "course_code": "HDS 1761",
        "course_name": "Early Christian Apocrypha",
        "course_description": "This course will survey the rich and diverse array of writings produced by early Christians in the first few centuries of the common era and usually put under the label of &quot;Apocrypha&quot;. Combining the direct reading of primary texts with that of modern literature, the course will highlight the historical, literary, and theological significance of the &quot;apocryphal continent&quot;. Through a series of focused case studies selected from different dates and genres, the course will discuss several traditional and emerging themes in the research on apocryphal texts, e.g., the definition of &quot;apocryphon&quot; and its relationship with the canon formation, the social dimension of apocryphal literature (on themes like the role of women in narratives or the attitude towards enslavement), the treatment of Jews and Judaism, or the influence of apocrypha on the Christian imagination and contemporary popular culture. This course includes the possibility of writing a research paper.</p><p>Beginners Greek (two semesters or the equivalent) is required. Enrollment for this course is limited. Please, reach out to the instructor (at gbazzana@hds.harvard.edu) with a short personal introduction and one paragraph detailing reasons to take this class. Students will be notified of the decision before the Crimson Cart deadline. Jointly offered in the Faculty of Arts and Sciences as Religion 1315."
    },
    "HDS 1802": {
        "course_code": "HDS 1802",
        "course_name": "The Joseph Story and the Book of Esther: Seminar",
        "course_description": "<p>A close critical reading of Genesis 37-50 and the Book of Esther in Hebrew. Emphasis on the literary design and religious message of each work and on the influence of the story of Joseph upon the Book of Esther. Prerequisite: Three years of Hebrew or the equivalent (with a good command of biblical grammar) and a solid acquaintance with the historical-critical study of the Hebrew Bible. Includes a research-based paper. Jointly offered in the Faculty of Arts and Sciences as Hebrew 218.</p>"
    },
    "HDS 1808": {
        "course_code": "HDS 1808",
        "course_name": "The Binding of Isaac (Aqedah): Seminar",
        "course_description": "An examination of Genesis 22 in multiple contexts - its settings in the Hebrew Bible and various forms of its afterlife in Second Temple Judaism, early Christianity, Rabbinic Judaism, and the Qur&#39;an. Emphasis placed on the interpretation and expansion of the story in rabbinic midrashim, read in Hebrew. Some discussion of the use of the story in modern theology (especially Kierkegaard&#39;s Fear and Trembling) and of rationalist critiques. Includes a research-based paper. Prerequisite: three years of Hebrew or the equivalent (not a course for those lacking a secure grasp of Hebrew grammar). Jointly offered in the Faculty of Arts and Sciences as Hebrew 235."
    },
    "HDS 1816": {
        "course_code": "HDS 1816",
        "course_name": "The Song at the Sea: Seminar",
        "course_description": "A close reading of Exodus 13:17-15:21 and parallel biblical texts in the context of the Hebrew Bible and the ancient Near East. Prerequisites: an introductory course in the critical study of the Hebrew Bible and a solid command of Hebrew grammar (any period). Includes a research-based paper. Jointly offered in the Faculty of Arts and Sciences as Hebrew 236."
    },
    "HDS 1826": {
        "course_code": "HDS 1826",
        "course_name": "Exodus 2 in Three Contexts: Seminar",
        "course_description": "A close critical reading of the account of the early life of Moses in three contexts: (1) the Hebrew Bible and the ancient Near Eastern world in which it took shape; (2) rabbinic Judaism in Late Antiquity; and (3) medieval Jewish commentary. Texts to be read in Hebrew include Exodus 2 and a selection of rabbinic midrashim and medieval commentaries on it. Includes a research-based paper. Prerequisite: three years of Hebrew or the equivalent (not a course for those lacking a secure grasp of Hebrew grammar). Jointly offered in the Faculty of Arts and Sciences as Hebrew 239."
    },
    "HDS 1835": {
        "course_code": "HDS 1835",
        "course_name": "Early Christianity in Italy: Religion, Archaeology, and Art History",
        "course_description": "<p>The course will examine the appearance and spread of the Christian movement in Italy from the first century CE to Late Antiquity. Such a crucial historical, religious, and socio-cultural trajectory will be studied by paying specific attention the evidence derived from archaeological excavations and other examples of material culture. Students will be introduced over the course of the semester to the appropriate methods of study needed to appreciate in full thsi diverse array of materials. The seminar will be followed (between the end of April and the beginning of May) by a trip to Italy, which will include visits to the sites examined over the course of the semester (e.g. Rome, Ostia, Pompet, Ravenna, Aquileia, and Milan) and lectures by local scholars and researchers.Since a generous grant from HDS almost the entirety of the expenses for the trip, this course has a limited enrollment. Interested students should be in contact with the instructor (at gbazzana&#64;hds.harvard.edu) by November 15th, 2025 with a short message detailing the reasons behind their interest in the class and their qualifications. Precedence will be given to graduate students working in New Testament and Early Christianity and neighboring areas of study. Students will be notified of admission before the enrollment deadline.</p>"
    },
    "HDS 1845": {
        "course_code": "HDS 1845",
        "course_name": "Lamentations and Its Rabbinic Interpretations: Catastrophe and Recovery in Ancient Judaism: Seminar",
        "course_description": "<p>A close historical-critical reading of the Book of Lamentations in Hebrew and a careful reading, also in Hebrew, of a generous sample of midrashim from Lamentations Rabbah. Emphasis upon the theological and literary dimensions. Prerequisite: Three years of college-level Hebrew (any period) and some previous experience with historical-critical methods. Not a course for those with a weak grasp of biblical grammar. </p>"
    },
    "HDS 1877": {
        "course_code": "HDS 1877",
        "course_name": "Gender in Byzantium",
        "course_description": "<p>Although the gender order of the Byzantine Empire (330&ndash;1453 CE) was largely patriarchal and heteronormative, late antique and Byzantine texts and images regularly reveal complex constructions of gender. Pronounced essentialisms coexisted with beliefs and practices defying simple binaries of male/masculine and female/feminine in often surprising ways. This course zeroes in on the entire spectrum of binary and non-binary conceptualizations, representations, and performances of gender in Byzantium by exploring textual and visual material alongside recent scholarship on gender and sexuality. Topics for discussion include normative concepts and representations of masculinity and femininity; asceticism and the gendered body; emotions and gender; same-sex desire and relationships (homosociality); cross-dressing (trans monks?); intersectionality (gender, race, and class); authorial (cis- and trans-) gender performance; eunuchs (a &quot;third gender&quot;?); incorporeal/genderless angels.</p>"
    },
    "HDS 1878": {
        "course_code": "HDS 1878",
        "course_name": "Greek Palaeography",
        "course_description": "<p>This course offers an introduction to late antique and medieval Greek book culture and handwriting. On the basis of selected manuscripts of a wide variety of texts, ranging from classical authors to the Bible and Byzantine writers, we will trace the main lines of development of Greek script from the majuscule (uncial) of the earliest codices to the minuscule of Byzantine manuscripts and the type of early printed books in Renaissance Italy. Although the focus will be on deciphering, transcribing, identifying, and contextualizing handwriting in various styles, we will also discuss material aspects of the manuscripts (codicology), institutions of book culture (scriptoria and libraries, education and schooling, patronage, etc.), as well as basic elements of transmission and text editing. In this context, we will look into important works of reference and useful online tools. The course features sessions at Houghton Library for a hands-on exploration of original manuscripts held in Harvard collections and a visit to the Weissman Preservation Center for an introduction to book conservation.</p>"
    },
    "HDS 2003": {
        "course_code": "HDS 2003",
        "course_name": "Mystical Theology",
        "course_description": "<p>This course will examine the history of mystical theology in early and medieval Christianity. Through a close reading of primary texts in translation we will explore the practices through which the mystical life is pursued; the interplay of affirmation (kataphasis) and negation (apophasis) in language and images surrounding mystical reading, prayer, and meditation; varying conceptions of mystical union and annihilation; and the role of gender and what we might call sexuality within texts about the mystical life. Jointly offered in the Faculty of Arts and Sciences as Religion 1448.</p>"
    },
    "HDS 2032": {
        "course_code": "HDS 2032",
        "course_name": "Comparative Monasticisms",
        "course_description": "<p>Comparative Monasticisms, Spring/J Term 2023<br /><br /><strong>Schedule</strong>: Intensive Residential during January Term: Monday January 16-Friday January 20, 2023; 4 Mandatory Evening Seminars: Thursday November 17, 2022, 7:00-9:00 PM; Thursday February 16, 2023, 5:00-8:00 PM; Thursday March 23, 2023, 5:00-8:00 PM; - Thursday April 20, 2023, 5:00-8:00 PM (NB: Participation in all evening seminars is mandatory, thus precluding the possibility of registering for other Thursday evening courses in either semester, including sections of Meaning Making.)<br /><strong>How to Enroll</strong>: Participants will be selected on a first-come, first-served basis; therefore, returning the application forms as quickly as possible to Kerry Maloney will be advantageous. Contact kmaloney@hds.harvard.edu beginning September 1, 2022. Deadline for Enrollment and Payment: Tuesday November 1, 2022. All students who are selected for this course must register for it as a Spring Term course through the Office of the Registrar.<br /><br /><em>Drawing on its historical strength Christian studies and its significant resources in global religious studies, Harvard Divinity School educates scholars, teachers, ministers, and other professionals for leadership and service both nationally and internationally. To help in building a world in which people can live and work together across religious and cultural divides, we strive to be a primary resource in religious and theological studies for the academy, for religious communities, and in the public sphere.</em><br /><br />This one-week course in comparative monasticisms will immerse up to eight students and the course director in an encounter with the daily practices of the resident Buddhist monks at the Peace Center in Cambridge, MA, and the Christian monastic community of the Society of St. John the Evangelist in Cambridge, MA.&nbsp;In addition to joining the monks of each community for their respective periods of meditation, prayer, and work, we will also hold a daily seminar with a member of each community.<br /><br /><strong>Assignments</strong>: Brief written responses to each required text or video will be posted to the Canvas site on the due dates. Prior to our week of immersion, each student will be asked to choose a text from a supplied bibliography to read and to present to their peers in short seminar format during the immersion week. Each person will also be expected to keep a journal of their experiences throughout the week, due to be posted to the Canvas site on the due date. Students will also be required to write a substantive paper, 10-12 pages in length, comparing a significant aspect of the Buddhist and Christian monastic movements or experiences as well as exploring its potential present implications for those who live beyond monastic communities. Alternatively, students may elect, in consultation with the instructor, to undertake an extensive creative project, with a similar focus. All final papers and projects will be due no later than 5:00 PM on Monday Thursday April 20, 2023.</p>"
    },
    "HDS 2034": {
        "course_code": "HDS 2034",
        "course_name": "Leading Music in Ritual",
        "course_description": "<p>This course will explore the leadership of music in the public rituals of religious, liturgical, and social movements, drawing on historical research, current practice in local communities, and students’ own experience to answer questions about the role of music across religious and spiritual traditions as well as in movement-based activism. How does music inspire, connect, celebrate, and console? Where is the boundary between performance and prayer/meditation/worship? How does a song interact with its text to enhance and define the ritual space? Students will learn practical tools in leading song with their voices or musical instruments through the study of hymns, psalm chanting, and other folk and popular music traditions. The course is designed for students interested in ministerial or other ritual leadership who would like to expand their knowledge of musical literature, its current practice, and the history of music in the development and practice of religious traditions.</p>"
    },
    "HDS 2052": {
        "course_code": "HDS 2052",
        "course_name": "Religion and Liberation Around Toni Morrison and Gabriel García Márquez: Writings and Lives",
        "course_description": "<p>In 1995 Toni Morrison and Gabriel García Márquez met for the first time in Mexico City and spoke about their writings, editors, lives and literary influences. The Colombian writer showed his deep knowledge of Morrison’s novels and Morrison thanked him as a resource for religious themes in her writings. Later, in an interview with Professor Carrasco, Morrison stated, “When I read his book <em>One Hundred Years of Solitude</em>, I literally said, “Oh, my God, you can do this”—meaning magic, strange stuff—and be deadly serious. So, that freed me up in my writing. Reading him unlocked something important for me. ”This course is a comparative and critical study of the religious dimensions in their writings and lives with special attention to the themes of religious experience, homeland and quests, Africa and Latin America, &#34;rememory&#34; and myths, goodness and the literary imagination. We engage with four types of “texts” and link them together to decipher the ties between the writer’s lives, countries, politics, liberation movements and their writings; autobiographical fragments, novels, film, critical reflections. For Morrison we will use the film “<em>Toni Morrison: The Pieces I Am</em>” and interviews as autobiographical fragments. For García Márquez we will read his autobiography, <em>Living to Tell the Tale</em> and interviews. Novels include <em>Song of Solomon</em>,<em> Beloved</em>, <em>Home</em>, <em>A Mercy</em>, <em>One Hundred Years of Solitude</em>, <em>Chronicle of a Death Foretold</em>. This course will not be open to auditors. Students have the opportunity to write a research paper, take a final written exam or do a creative project. </p>"
    },
    "HDS 2063": {
        "course_code": "HDS 2063",
        "course_name": "A Poetics of Difficulty",
        "course_description": "<p>Through the careful reading of and exploratory writing about selected works of contemporary poetry, together with some key pieces of criticism and philosophy, the seminar will explore different modalities of difficulty. The hypothesis driving the course is that in difficult times, reading difficult writing can be a vital and affectively powerful task. Readings will likely include work by Susan Howe, Nathanial Mackay, Rae Armantrout, Dan Beachy-Quick, Myung Mi Kim, Claudia Rankine, Dawn Lundy Martin, Harryette Mullen, Elizabeth Robinson, Lisa Robertson, TC Tolbert, and Cameron Awkward-Rich. Jointly offered in the Faculty of Arts and Sciences as Religion 2993.</p>"
    },
    "HDS 2073": {
        "course_code": "HDS 2073",
        "course_name": "Apocalyptic Grief",
        "course_description": "<p>Human caused climate change has already irreparably altered the earth’s natural environment, and in the coming years these changes are certain to accelerate into routine and unrelenting catastrophe. In noting that religion often attends to the dying through practices of mourning and grief, this course will seek to consider how categories of apocalypse, pastoral care, lament, ritual, and the creative arts might be crucial to our common future. Readings and film screenings will focus upon depictions of apocalypse and dystopia in recent art, as well ethical and theoretical considerations of the end of the world in critical and theological writings.</p>"
    },
    "HDS 2082": {
        "course_code": "HDS 2082",
        "course_name": "Spiritual Paths to Abstract Art",
        "course_description": "<p>Approaching 20th-century abstract art through the lens of religious studies, this course explores alternatives to twentieth-century narratives of modern art centered on the existential crisis of a heroic-- usually male, Caucasian and secular&mdash;individual.&nbsp; In contrast, we will center paths to abstraction in which a departure from or repurposing of the figure emanates from spiritual sources not usually associated with modernity.&nbsp; Locating the artists&rsquo; work within their biographies and their communities, the course focuses on abstraction as a vehicle for delving intersections of spirituality with history, race, ethnicity, class, gender and sexuality.&nbsp; Religious movements and experiences that led to abstraction, rather than the artistic styles that resulted, serve as the organizing principle for the syllabus.&nbsp; We will attend to the outsize interest of abstract artists in Theosophy, as well as to paths to abstraction originating outside of Europe, and/or grounded in Indigeneity, Judaism, Christian Science, and the Occult.&nbsp; Artists treated include Hilma af Klint, Wassily Kandinsky, Mary Sully, Hyman Bloom and Betye Saar, among others. Jointly offered in the Faculty of Arts and Sciences as Religion 1571.</p>"
    },
    "HDS 2085": {
        "course_code": "HDS 2085",
        "course_name": "Moral Conflict",
        "course_description": "<p>Conflicts about abortion, climate change, economic inequality, gun regulation, LGBTQ+ rights, and other matters often occur when foundational values of different moral communities collide. This seminar provides an opportunity to examine conflicts implicating groups&#39; deeply held values. Topics include the role these conflicts play in the formation and maintenance of moral communities; the role beliefs play in these conflicts; value pluralism and incommensurability; moral relativism; and possibilities for, and alternatives to, consensual resolution of value-laden conflict. We also will consider how these conflicts impinge upon and are processed within moral communities, including the hermeneutical challenges and opportunities value-laden conflicts present for religious communities. Readings will span multiple disciplines, including moral philosophy, theology, political theory, law, and the social sciences. Students will complete a final project that considers course themes in relation to a conflict of their choice. This is a limited enrollment course. To apply, send an email to jseul@hds.harvard.edu by January 18 and attend the first class session on January 22. In your email, include your name, degree program, year of study, school or university, previous relevant academic and other experience, and a brief statement of your goals for the course. Please indicate whether you seek to take this course to fulfill a curriculum distribution requirement or other special requirement.</p>"
    },
    "HDS 2095": {
        "course_code": "HDS 2095",
        "course_name": "The History of Christianity through Biography and Autobiography, ca. 1100-1500, Part II",
        "course_description": "<p>Continuation of year-long, divisible, introductory course to the history of ancient and medieval Christianity, organized around the biographies and autobiographies of key figures. Narrative and themes will be organized around &quot;biographical&quot; accounts of figures like the crusaders, Bernard of Clairvaux, Hildegard of Bingen, Abelard and Eloise, Aquinas and Francis of Assisi, Catherine of Siena, Wycliff, Hus, Ferdinand and Isabella, Savonarola, Michelangelo, and Luther. No previous knowledge is presumed or required. Recommended that students participate in full year of the course starting with HDS 2094/Religion 1434A in the fall, but it is not required. Jointly offered in the Faculty of Arts and Sciences as Religion 1434BIOB.</p>"
    },
    "HDS 2120": {
        "course_code": "HDS 2120",
        "course_name": "Exploring Racial Justice and Healing through the Life of Harriet A. Jacobs",
        "course_description": "<p>The spiritual wisdom of Africans enslaved in the United States who harnessed Divine power to elevate their consciousness and transcend racial trauma is underutilized as a resource for today’s struggle for racial justice. In this course we will explore racial justice and healing as a liberatory framework through the life of Harriet A. Jacobs, a woman of African descent who was enslaved in the U.S. who harnessed her spiritual power to navigate her way to freedom. We will engage in a close reading of her book, Incidents in the Life of a Slave Girl Written by Herself, and we will examine her life as an epistemological site for understanding what it means to be a racial justice and healing practitioner rooted in love. We will also read and incorporate a few supplemental resources including the Report of the Presidential Committee on Harvard &amp; the Legacy of Slavery (2022). Students will learn about the spiritual technologies Jacobs employed that fostered her spiritual, psychological, and emotional fortitude, resilience, and spiritual resistance, and will identify lessons and strategies to sustain themselves in their justice work. This course is a journey for students committed to prioritizing eradicating racism in their work, from the inside out, through a healing framework rooted in love. It is for emerging scholars, leaders (faith and others), practitioners, abolitionists, and people committed to the work of reparative justice who desire to develop their capacity to become spiritual activists who employ spiritual and ancestral technologies for inner and social transformation. This will not be a religious space, but a holy space to breathe and to cultivate intimacy and connection through restorative justice principles and practices. This journey will include a pilgrimage to Mount Auburn Cemetery in Cambridge, MA where Ms. Jacobs is buried.<br />This is a seminar class with limited enrollment. Students seeking to take this journey will be required to submit a brief reflection (100 words max) sharing their reasons for wanting to join this learning community. Reflections should be submitted to mbartholomew&#64;hds.harvard.edu</p>"
    },
    "HDS 2161": {
        "course_code": "HDS 2161",
        "course_name": "Spiritual Formation in Community",
        "course_description": "<p>This course explores how Christian communities have taught and formed their members in faith both historically and in the recent past, and charts new directions for spiritual formation in the 21st century. It is especially geared towards those who anticipate having responsibility for a community&rsquo;s spiritual formation. Students will think critically about the efficacy and appropriateness of inherited educational models, and will be equipped to design and cultivate informed and innovative opportunities for spiritual formation in their own ministry context. Students should leave the course with their own holistic theology of spiritual formation across the lifespan. Readings include classic texts (Augustine, George Herbert, Bonhoeffer) alongside pastoral theologians (John Westerhoff, Maria Harris, Eugene Peterson) and studies by sociologists, developmental psychologists, and educational theorists from religious and secular contexts. May be used to meet MDiv Denominational Polity distribution requirement for Episcopal/Anglican.</p>"
    },
    "HDS 2170": {
        "course_code": "HDS 2170",
        "course_name": "Introduction to Christian Preaching",
        "course_description": "<p>This course introduces students to the theology and the practice of preaching within the Christian liturgical tradition, though students of any religious tradition or training - and of none - are welcome. Special attention will be paid to developing a theological, rhetorical, and homiletical understanding of both the preacher and the preached word, and students will be expected to prepare and deliver several sermons during the course of the term. This is a limited enrollment course. Interested students should email the instructor by April 10, 2024. The email should briefly state the student&#39;s reasons for their interest in the course, their academic program, and their anticipated graduation date. Notifications of placement will be shared by Monday, April 15.</p>"
    },
    "HDS 2171": {
        "course_code": "HDS 2171",
        "course_name": "Forgiveness",
        "course_description": "When, if ever, are we obliged to forgive? What should forgiveness look like in the aftermath of violence? What conditions should be attached to its offer? Does forgiveness foster peace at the expense of justice? Should it? This course will examine the complicated problem of forgiveness through an examination of several diverse sources: theological, philosophical, and literary. The aim will be to develop a sophisticated understanding of the promise and problems of forgiveness in human lives, and to foster the critical application of such lessons to contemporary contexts and moral problems. Jointly offered in the Faculty of Arts and Sciences as Religion 145."
    },
    "HDS 2173": {
        "course_code": "HDS 2173",
        "course_name": "The Sacramental Imagination",
        "course_description": "<p>How do communities set apart the sacred from the everyday? In what ways might the holy and quotidian overlap? How can we recognize holiness? Using the Christian ritual of eucharist or communion as a primary lens, this interdisciplinary course will investigate the sacramental imagination through a study of both historical theology and contemporary literary fiction. In studying the various tropes and images that have been used to characterize Christian eucharist, we will seek to generate a broadly construed sacramental theology that might prove useful for both theological study and practical ministry. Jointly offered in the Faculty of Arts and Sciences as Religion 1499.</p>"
    },
    "HDS 2185": {
        "course_code": "HDS 2185",
        "course_name": "Narratives of American Religion: The Canon and Its Revisions",
        "course_description": "This course will examine the writing of American religious history from the nineteenth century until the present. In the first part of the course, we will trace the creation of an American religious historical &quot;canon.&quot; Readings will include Robert Baird&#39;s <i>Religion in America</i> (1844), William Warren Sweet&#39;s <i>The Story of Religions in America</i>&nbsp; (1930) and Sydney E. Ahlstrom&#39;s <i>A Religious History of the American People</i> (1972). In the second part of the course, we will explore the transformation of the field of American religious history since the 1970s. In addition to reading textbooks such as Catherine Albanese&#39;s <i>America: Religion and Religions</i> (1981) and George Marsden&#39;s <i>Religion and American Culture</i> (1990), we will read case studies of new approaches and methodologies. Our goal is to assess the strengths and weaknesses of both the canon and the new religious history that has taken its place. Jointly offered in the Faculty of Arts and Sciences as Religion 2510."
    },
    "HDS 2187": {
        "course_code": "HDS 2187",
        "course_name": "Evangelicalism in America",
        "course_description": "This course focuses on the American evangelical movement from the 1740s to the present. Beginning with the rise of transatlantic evangelicalism in the eighteenth century, we will explore the role of evangelicals in the American Revolution, the revivals of the Second Great Awakening, the crisis caused by slavery, the Fundamentalist-Modernist controversy in the early twentieth century, the emergence of Pentecostalism and the Charismatic Movement, the controversies created by neo-evangelicalism in the 1940s, the relationship between evangelicalism and the civil rights movement, the political activism of the Christian Right, and contemporary evangelical attitudes toward gender and sexuality. Readings will introduce students to both evangelical ideas and practices. Throughout the course, we will focus on the historical development of evangelicalism and the relationship between evangelicals and American culture. Jointly offered in the Faculty of Arts and Sciences as Religion 1497."
    },
    "HDS 2188": {
        "course_code": "HDS 2188",
        "course_name": "The Protestant Reformations",
        "course_description": "<p>The sixteenth-century was a time of unprecedented turmoil and rapid change in Europe, shaped by events that were specific to the time but will also feel familiar: new media, rising nationalism, internal and colonial aggression against racial others and religious minorities, plague, urbanization, populism, and major economic shifts. All of these shaped emerging religious movements in various ways with aftereffects that would lead to the reordering of human life on a global scale. This course looks at the historical and intellectual context out of which Protestantism emerged and considers its longstanding global impact. It is designed to be an introductory course, but more involved research opportunities will be made available for advanced students in consultation with the professor. Jointly offered in the Faculty of Arts and Sciences as Religion 1469.</p>"
    },
    "HDS 2196": {
        "course_code": "HDS 2196",
        "course_name": "After Luther: Faith, Will, Law, and the Question of Goodness",
        "course_description": "<p>Is it possible for a person to know and do &ldquo;the good&rdquo;? Can we trust in the law, the will, or faith to make us good? These questions were central to Luther&rsquo;s reforms. Kant, Kierkegaard, and Nietzsche, who spent their formative years in a Lutheran context, would also engage these questions in explicit, implicit, and deeply critical ways. Later, theologian Dietrich Bonhoeffer drew from all of these authors in order to rethink his own ethics of political resistance to fascism. This course will trace these questions across these five authors in critical conversation with contemporary ethical theorists.</p>"
    },
    "HDS 2197": {
        "course_code": "HDS 2197",
        "course_name": "Readings in Political Theology",
        "course_description": "<p>&quot;Political Theology&quot; refers specifically to the claim that secular states remain structurally and imaginatively shaped by their historical ties to theology. Scholars have taken a range of positions on this claim, at times under the banner of secularization theory or postsecularity. . Some deny it and give alternate accounts. Some defend and elaborate it, but strictly with reference to the state. Some elaborate it more broadly, considering the impact of a theological imagination on coloniality as well as social and economic life. Most recently, scholars have been rethinking political theology beyond Christianity and the west. This seminar begins by surveying key texts from the past and present of this theoretical subfield and then invites students to design their own original research projects. Prerequisite: Prior coursework in philosophy, theology, political and/or critical theory and/or religious history.&nbsp;Jointly offered in the Faculty of Arts and Sciences as Religion 1524.</p>"
    },
    "HDS 2278": {
        "course_code": "HDS 2278",
        "course_name": "Calvin, Schleiermacher, Barth, Cone",
        "course_description": "<p>Jean Calvin, Friedrich Schleiermacher and Karl Barth are major figures of Reformed Protestantism whose work directly engaged the political and intellectual concerns of their own times. In the 1970s, James Cone’s Black Theology took its point of departure, in part, from Cone’s critique of Barth. This course will closely read each author, looking at similarities and differences in how they approach theological topics (e.g., God, human being, scripture, nature, salvation, church). Throughout, we will consider what these four projects can teach us both about the “tradition” of Reformed theology and the task and responsibility of theology more generally.</p>"
    },
    "HDS 2314": {
        "course_code": "HDS 2314",
        "course_name": "The Existence of God: Arguments and Refusals",
        "course_description": "This introduction to Christian theology will ask why some Christian writers have crafted arguments for the existence of God while others have not. Who do these arguments hope to persuade? Under what conditions are they designed to work, and to what practical end? Conversely, what does it mean when a Christian author refuses the use of such arguments? After reading historical examples from authors including Augustine, Anselm, Aquinas, Calvin, Descartes, Kant, and Weil, we will contrast these sources with contemporary discourses in which the existence of God (or not) is often treated as the decisive feature of warring &ldquo;worldviews.&rdquo;"
    },
    "HDS 2319": {
        "course_code": "HDS 2319",
        "course_name": "Evangelicalism and Political Culture in the United States Since c.1950",
        "course_description": "<p>The aim of this course is to investigate the relationship between evangelical religion and political culture in the United States from the end of the Second World War until the present. Key questions to be asked include: What is evangelicalism? When, where, and how did it arise? What were its religious, cultural, and political characteristics from its origins in Europe to its establishment in the United States? How is evangelicalism to be distinguished from fundamentalism? What were the most important demographic and political characteristics of evangelicalism at the end of the Second World War? What factors shaped its political evolution in the decades after World War Two, especially around issues relating to race, gender, culture, media, identity, political parties, and foreign affairs? How does the political culture of white evangelicals differ from that of evangelicals of color? Who were the most important personalities, and which were the most notable events and processes shaping evangelical political consciousness? What is the current state of evangelicalism&rsquo;s political consciousness and how can one explain its close relationship with the Republican Party and Donald Trump? What contribution will/did evangelicals make to the 2024 presidential election? What factors need to be considered in assessing what may happen to evangelical political consciousness in the next several decades? What impact has political consciousness had on evangelical religiosity and spirituality?</p><p>Jointly offered with the Faculty of Arts and Sciences as REL XXXX.</p>"
    },
    "HDS 2321": {
        "course_code": "HDS 2321",
        "course_name": "Writing about Revelation: Scholarly Approaches to Religious Experience",
        "course_description": "<p>When someone says they have spoken with God, what is a scholar to do? This course considers a range of scholarly approaches to such claims, from the sympathetic to the skeptically reductive. Focusing primarily on American religious history--and covering a diverse array of figures and time periods, including Anne Hutchinson, Handsome Lake, Nat Turner, Ellen White and Sojourner Truth--the course will give students a chance to grapple with the words of these remarkable figures and analyze the ways that scholars have sought to make sense of them. The first half of the course will review the secondary literature and critically engage the theories and methods that have been brought to bear on these accounts; the second half of the course will give students a chance to develop their own informed approaches as they write about revelation. Jointly offered in the Faculty of Arts and Sciences as Religion 2563.</p>"
    },
    "HDS 2327": {
        "course_code": "HDS 2327",
        "course_name": "Religion and Nationalism in the United States: A History",
        "course_description": "<p>Many Americans have imagined the United States as having a religious identity as a &ldquo;city on a hill,&rdquo; a &ldquo;redeemer nation,&rdquo; or &ldquo;the new Israel.&rdquo; We will ask several questions in this course: How and why have Americans conceived of the nation in sacred terms? How have religious images of the nation developed and changed over time? Does the United States have a &ldquo;civil religion&rdquo;? What is white Christian nationalism, and what are its historic roots? Readings will cover the period from the American Revolution to the present.&nbsp;</p>"
    },
    "HDS 2343": {
        "course_code": "HDS 2343",
        "course_name": "Christianity at the Crossroads: The Global Church from the Print Revolution to the Digital Era",
        "course_description": "<p>Most of the writing on the history of Christianity is organized around national histories and religious denominations or traditions. By contrast, this course aims to build on work by historians of all kinds, not just historians of religion, suggesting that traditional explanations of religious, social, and cultural change have undervalued the role of international networks and transnational encounters in shaping the dynamics of religious change and innovation. By looking at a selection of such international networks, and nodes and nuclei (or junction boxes) as sites of encounter among different traditions and cultures, the course will analyze patterns of change and transmission that will challenge conventional historiographies and modes of explanation. In terms of chronology, the course will concentrate predominantly on the period c.1500-2000, from the print revolution to the digital era, and will include international religious networks such as the Catholic religious orders (Jesuits), Protestant benevolent and missionary societies, migratory populations resulting from colonialism and other factors, the rise of transnational Pentecostalism, print networks, and so on. There will be opportunities for students to research religious networks and junctions of their own choosing, and to develop their own interpretation of religious change. The first half of the semester will concentrate on networks, the second part on nodes and nuclei and the third part of the semester will be devoted to student research projects.</p>"
    },
    "HDS 2360": {
        "course_code": "HDS 2360",
        "course_name": "Alternative Spiritualities in the United States",
        "course_description": "<p>This course surveys spiritual practices and movements that have been labeled as metaphysical, esoteric, pagan, occult, harmonial, and New Age. We will begin with a historical survey of esoteric spirituality from colonial-era astrology and alchemy to New Age and neopagan traditions, then consider some leading constructive thinkers within alternative spiritual traditions, such as Starhawk and Joanna Macy. The course will also feature field trips to a variety of spiritual organizations and communities. Jointly offered in the Faculty of Arts and Sciences as Religion 1562.</p>"
    },
    "HDS 2362": {
        "course_code": "HDS 2362",
        "course_name": "Blacks, Jews, and Palestinians",
        "course_description": "<p>The late mystic and theologian Howard Thurman once characterized human engagement as a long and winding journey leading to the human heart, where the Augustinian interiority opens itself to the divine and the stranger. &ldquo;Ultimately there is only one place of refuge on this planet for any [human] &mdash;that is in another [human&rsquo;s] heart. To love is to make of one&rsquo;s heart a swinging door.&rdquo; Establishing a place of refuge for another is an ethical imperative, what Thurman called humankind&rsquo;s &ldquo;responsibility&rdquo; to God and humanity. But what happens when the other, neighbor, or stranger has ancestral (or immediate) connections to the destruction, displacement, and death of your familial, cultural, or religious community? Is love possible or justifiable within this context? The course will explore both the ethics and theological grammar of prayer, piety, and &lsquo;sacred songs&rsquo; in post-Enlightenment Quakerism and the Abrahamic religions to imagine the possible epistemic grounds for contemplative and deliberative human interaction among groups holding competing and colliding conceptions of memory, truth, moral responsibility, and exile/freedom/ fugitivity. With an emphasis on theory and&nbsp;practice, the course will investigate the tension between what John Rawls called comprehensive beliefs and public reason as well as interrogate the ethics of responsibility and love.</p>"
    },
    "HDS 2390A": {
        "course_code": "HDS 2390A",
        "course_name": "Colloquium in American Religious History",
        "course_description": "<p>Presentation and discussion of the research of doctoral candidates in American religious history. Available, with instructors&#39; permission, to Harvard doctoral students in other fields of religious studies or American studies. Note: First half of an academic year bi-weekly course. Credit will not be earned unless both the fall and spring semester of the course is completed. Course may be taken on a Sat/unsat basis only. This course is limited to doctoral students with interests in North American religions. Jointly offered in the Faculty of Arts and Sciences as Religion 3505A.</p>"
    },
    "HDS 2415": {
        "course_code": "HDS 2415",
        "course_name": "Liberal and Liberation Theologies in Dialogue",
        "course_description": "This course will explore the possibilities for fruitful interchange between classic liberal theologies and contemporary theologies of liberation. We will begin with major texts of American liberal theology (Channing, Emerson, Rauschenbusch), then turn to the defining liberationist texts (Gutierrez, Cone, Daly), and conclude with several attempts to integrate the traditions. Students will be invited to develop their own constructive theological or atheological proposals in dialogue with the assigned readings. Throughout the semester, we will use optional book groups to explore additional ecotheological texts. All students are expected to complete one or more group projects and to provide oral and written feedback on one another&#39;s work. Students will have the option of completing a research paper. For MTS students, this course will support the attainment of degree goals 2 (theories and methods), 4 (respectful dialogue) and 5 (public communication). Jointly offered in the Faculty of Arts and Sciences as Religion 1538."
    },
    "HDS 2431": {
        "course_code": "HDS 2431",
        "course_name": "Nineteenth-Century Religious Thought: Theology, Critique and the Philosophy of Religion",
        "course_description": "<p>The nineteenth century formulated many of the questions and frameworks that continue to dominate religious reflection in the West. This course considers the developing interplay between modern Christian theology (largely continental) and key philosophical and social critiques and constructions of religion in the nineteenth century. Topics include human nature, religion, the divine-human relationship, religious knowledge, the social, and historicity. Readings from Lessing, Schleiermacher, Hegel, Emerson, Feuerbach, Kierkegaard, Nietzsche, Mueller, Peirce and others. Taught in seminar format, enrollment limited. See Canvas site for application instructions; applications due the Friday before classes begin. Jointly offered in the Faculty of Arts and Sciences as Religion 1543.</p>"
    },
    "HDS 2432": {
        "course_code": "HDS 2432",
        "course_name": "Coloniality, Race, Catastrophe",
        "course_description": "<p>This course explores the relationship between coloniality, race and ecology through the lens of &quot;catastrophe.&quot; We will examine a variety of theoretical and literary sources that deploy or refute tropes of the &quot;end of the world,&quot; to place the current discussions in a longer historical contexts. We will also study texts that seek to highlight the connections between environmental devastation with histories of colonialism and radicalization. This course requires independent research, in addition to the readings for class. Students will write a research paper focusing on a specific place of their choice. Jointly offered in the Faculty of Arts and Sciences as EMR 139 and Religion 2519. Permission to enroll in the course will be granted as petitions are received.</p>"
    },
    "HDS 2508": {
        "course_code": "HDS 2508",
        "course_name": "The Human Condition: Selected Twentieth Century Perspectives",
        "course_description": "<p>This seminar will consider philosophical approaches and perspectives offered by five Western twentieth century thinkers on ethics, religion, politics, and our (self) understanding as human beings. Works from Du Bois, Arendt, Fanon, Levinas, and Ricoeur will taken up to interrogate phenomenological, social, political and religious interpretations of the human condition, and our corresponding possibilities and responsibilities. Background in philosophy or theology is suggested but not required. Limited to 12.<br /><em>Course enrollment is by application in early April. Further instructions will be provided on the Canvas course site. Admitted students will be notified on or before the spring enrollment deadline. Seats may reopen in the Fall drop-add period.</em><br />Jointly offered in the Faculty of Arts and Sciences as Religion 1596.</p>"
    },
    "HDS 2566": {
        "course_code": "HDS 2566",
        "course_name": "Disobedience: The Defiance of Genre in Contemporary English Language Poetry",
        "course_description": "<p>&#34;Poetry is the new space of possibility and everyone knows it,&#34; writes Eileen Myles, thereby defining poetry as possibility rather than anything whose boundaries can be prescribed. As Myles explains, &#34;a lot of things that people like are beginning to need to happen in the same pieces of writing and those things may be gossip, theory, sexual description, or simply an implication that it&#39;s there or just happened (art).&#34; We will explore this principled disobedience -- an aesthetic, philosophical, and perhaps also a theological act -- through the reading of important pieces by contemporary artists, among them those who are called poets---Eileen Myles, Susan Howe, Alice Notley, Claudia Rankine, Maggie Nelson, Bhanu Kapil--and perhaps some who are not. Jointly offered in the Faculty of Arts and Sciences as Religion 2492.</p>"
    },
    "HDS 2610": {
        "course_code": "HDS 2610",
        "course_name": "Contemplative Prayer in Christianity",
        "course_description": "<p>This seminar will explore contemplative prayer in Christianity through the slow and focused reading and rereading of six primary texts: Evagrius Ponticus&#39;s Chapters on Prayer; The Cloud of Unknowing; Teresa of Avila&#39;s Interior Castle; Simone Weil&#39;s Waiting for God; Howard Thurman&#39;s Disciplines of the Spirit; and Thomas Merton&#39;s New Seeds of Contemplation. Special attention will be given to the forms these writers develop in which to write about contemplative prayer, the practices they commend, and the ways in which these six texts respond to each other&#39;s questions.</p>"
    },
    "HDS 2669": {
        "course_code": "HDS 2669",
        "course_name": "Place, World, Planet",
        "course_description": "<p>Climate change puts pressure on conceptualizations of place, world, and planet. As humans confront the force of the non-human world and the planetary scale of the crisis, we must also contend with the ambivalent legacies of both place and planet. This interdisciplinary seminar will explore the legacy and promise of these terms by engaging a wide range of sources, from early modern Christian treatises to contemporary debates about the importance of or problems with place. Readings include texts by &Eacute;douard Glissant, Elizabeth Povinelli, and Gayatri Spivak, among others.</p>"
    },
    "HDS 2762": {
        "course_code": "HDS 2762",
        "course_name": "Secular Death",
        "course_description": "<p>If secularism privileges the temporal over the eternal, what are the ramifications for how death is thought by those who live within a secular frame? What happens when new temporal frames are (re)introduced that attend to larger--and infinitely smaller--frames of reference? We will explore the question as it is posed and answered, however provisionally, within modern Western philosophy, literature, and the visual arts. Material will include work by Henry James, Sigmund Freud, Martin Heidegger, Carole Maso, Janet Kauffman, Claudia Rankine, Anne Boyer, and others. Jointly offered in the Faculty of Arts and Sciences as Religion xxxx.</p>"
    },
    "HDS 2781": {
        "course_code": "HDS 2781",
        "course_name": "Histories, Bodies, Differences",
        "course_description": "<p>This seminar will explore recent scholarship in the history of Christianity that grapples with how to bring issues of difference vital to contemporary Western life and theory into conversation with premodern material. Toward this end, we will also read important theoretical texts in queer, trans, and disability studies, as well as work thinking theoretically and historically about race. Among the questions we will explore: what temporalities are embedded within and rendered problematic by these categories of difference? Can they be usefully deployed in a transhistorical way? If so, how? If not, how else might we get at the issues that these modern concepts raise for historians? The course will be divided into three parts. Part I will focus on theoretical readings. Part II will turn to historiographical case studies, critically evaluating some recent histories in light of these debates. Part III will provide an opportunity for students to bring these questions to bear on their own academic work and fields of study.<br /><br />This is a limited enrollment course. Interested students should attend the first course meeting. If there are more students than can be accommodated, a selection procedure will be described at the first meeting. Selected students will then be invited to enroll in the course.Jointly offered in the Faculty of Arts and Sciences as Religion 2476.</p>"
    },
    "HDS 2795": {
        "course_code": "HDS 2795",
        "course_name": "Latinx Theory",
        "course_description": "<p>Latinx Theory engages recent works in Latinx studies that provide conceptual frameworks to engage key questions in the area, such as political and cultural identities, gender and language, diaspora, corporeality, spirituality and art, land and performance. This seminar offers students an opportunity of learning about current trends and debates in Latinx studies while also acquiring conceptual and methodological tools for their own research and writing.</p>"
    },
    "HDS 2798": {
        "course_code": "HDS 2798",
        "course_name": "Religion and Ecology",
        "course_description": "This course will explore the intersection between religious traditions and ecological activism, with special attention to current conversations about sustainable agriculture and ethical eating. We will consider both the resources that religious traditions provide to ecological activists and the ways these activists have challenged aspects of traditional religion. The course will also function as a general introduction to the multiple ways of knowing that comprise the scholarly study of religion, with attention to scriptural interpretation, history, ethnography, theology, ethics, spirituality, and ritual. For MTS students, this course will support the attainment of degree goals 2 (theories and methods) and 5 (public communication). Jointly offered in the Faculty of Arts and Sciences as Religion 1046.Note: This course will include an optional, multi-day field trip."
    },
    "HDS 2907": {
        "course_code": "HDS 2907",
        "course_name": "Introduction to Public Preaching",
        "course_description": "<p>Carrying forth the preaching pedagogy of Rev. Peter Gomes, this course focuses on the practice of textual preaching from the Hebrew Bible and New Testament. The course is taught by Rev. Daniel Smith (Senior Minister, First Church in Cambridge, Congregational, UCC). It emphasizes exegesis, worship context, sermon content and delivery. Participants will be expected to prepare and deliver three essays and three sermons. The course is limited to 8 students. If more than 8 students show for the first class and wish to take the course, a list of admitted students will be posted later that day.</p>"
    },
    "HDS 2922": {
        "course_code": "HDS 2922",
        "course_name": "Preaching and Worship in the Black Church Tradition",
        "course_description": "This course engages students in historical, theological, and practical study of preaching and worship in the Black Church tradition.&nbsp; Readings in black homiletics and practical theologies of worship introduce students to a variety of approaches for the development and delivery of sermons and for the construction and ministerial leadership of worship within black Christian church contexts.&nbsp; The course considers these proposals for ministry practice against the backdrop of the social, political, economic, and cultural dynamics that shape the contemporary context of black communal life in the United States.&nbsp; The purpose of the course is to increase students&#39; ministerial capacity through the incorporation of theological and practical wisdom from the Black Church tradition into their own understandings and uses of ritual and rhetoric.<br /><em>This is a limited enrollment course.&nbsp; To apply, send a statement to thickmanmaynard@hds.harvard.edu with the following information: your name, degree program, year of study, school or university, previous relevant academic background, and a brief statement of your goals for the course. </em>"
    },
    "HDS 2925": {
        "course_code": "HDS 2925",
        "course_name": "Administration and Leadership",
        "course_description": "<p>This course aims to build skills for imaginative and shared leadership in religious, not-for-profit, and academic institutions. Students will develop skills within three areas: managing self-awareness for leadership, developing strategic approaches to complex situations, and interpreting meaning. At the heart of each class session will be interactive learning experiences that include case studies, role-play, debating, and team-based interviewing of a wide range of administrators and leaders. Because many HDS MDiv and MTS graduates are contributors to communities that encounter complex problems, students will be taught how to shepherd meaning through shared communal processing. This course teaches students how to develop contextual and communal approaches to leadership and administration as opposed to dictatorial forms of leadership. Students will learn that ethical leadership and moral administration begins with humility, keen listening, compassionate engagement (to self and others as well as to new information), and the interrogation and evaluation of their own moral compasses, values, strengths, and immunities to certain forms of change. This course will pay close attention to the complex layers of communal conflict and/or challenges by distinguishing between technical and adaptive challenges. Students will be taught to attend to what matters most in each situation and how to motivate substantive and sustainable responses to adaptive problems. Additionally, the course also shows leaders how to do more than &ldquo;solve problems&rdquo;. It teaches students how to forge a more productive understanding of the human interactions, motivations, and fears that play crucial roles in the development of a community&rsquo;s capacity for change and courageous action.</p><p>This is a limited enrollment course. To apply, send a statement to bcrowley@hds.harvard.edu answering&nbsp;the following:&nbsp;<br />1. What program are youin at HDS?<br />2. Why do you want to take this class and how do you envision this course benefitting you?<br />3. Please summarize your background in the areas of administration and leadership. Are you currently, have you ever been, or do you desire to be a leader or administrator?<br />4. What do you want to learn about administration and leadership?</p>"
    },
    "HDS 2927": {
        "course_code": "HDS 2927",
        "course_name": "Spiritual Care and Counseling",
        "course_description": "<p>&quot;This introductory course provides an understanding of the basic concepts in professional spiritual care and counseling applicable to individuals and faith communities alike. Through the integration of theory and practice, students will learn skills for brief interventions, as well as consider standards of professional ethics for spiritual care and matters of diversity, race, and intersectionality related to spiritual caregiving. The student&#39;s emerging theology of ministry will also be explored with particular attention to their role as a facilitator of healing and growth in various ministerial contexts.&quot;<br />&nbsp;<br />OBJECTIVES<br />*&nbsp;&nbsp; &nbsp;Recognize appropriate moments for spiritual counseling interventions<br />*&nbsp;&nbsp; &nbsp;Establish professional boundaries in pastoral settings<br />*&nbsp;&nbsp; &nbsp;Develop empathy and listening skills in a spiritual care relationship<br />*&nbsp;&nbsp; &nbsp;Be able to identify critical issues in pastoral care/counseling<br />*&nbsp;&nbsp; &nbsp;Be able to identify the need for consultation or referral &nbsp;<br />*&nbsp;&nbsp; &nbsp;Increase self-awareness of one&#39;s own theology of care and how it impacts interpersonal interactions.<br />*&nbsp;&nbsp; &nbsp;Understand and implement standards of conduct and professional ethics consistent with American Association of Pastoral Counselors (AAPC)<br /><br />&quot;HDS 2927 is a limited enrollment course and requires instructor permission. Prospective students may email the instructor prior to the first class meeting to indicate their interest and be placed on a preliminary class list. Please note, the instructor will not reply to requests for enrollment but will consider, degree program, year, and reason for taking the class. In the event that the course is overenrolled, prospective students will be asked to write a short paragraph during the first class meeting to indicate the above information. Selected students will then be invited to enroll in the course via email by the end of the first day.</p>"
    },
    "HDS 2933A": {
        "course_code": "HDS 2933A",
        "course_name": "Meaning Making - Thinking Theologically about Ministry Experience",
        "course_description": "<p><span style=\"color:black;\"><span style=\"font-family:arial narrow,sans-serif;\"><span style=\"font-size:10.0pt;\">This course is designed for students in their first field education placement concurrent with the academic year. It focuses on exploring the theological dimensions of students&#39; field education experience. Attendance at one of the two identical introductory sessions on &#39;Meaning Making: Understanding the Minister&#39;s Role in Making Theological Sense of Life Experience&#39; is required of all course participants. Consult course website for up-to-date information on dates, times and room locations for the introductory session. At the introductory session, students will be asked to sign up for a class meeting time for the remainder of the year. Class meeting times will be provided during the session. Students will be assigned to one instructor and will meet with the same group on the same evening or morning of the week for the whole year. It is not possible to change to a different meeting time or instructor for the Spring semester of the course. Class meeting dates will be listed on the course website, for the entire year. This is an indivisible year-long course. Students must complete both terms of this course (parts A and B) within the same academic year in order to receive credit. Strict attendance policies apply throughout the year.</span></span></span></p>"
    },
    "HDS 2933B": {
        "course_code": "HDS 2933B",
        "course_name": "Meaning Making - Thinking Theologically about Ministry Experience",
        "course_description": "<p>Continuation of year-long Meaning Making course. Open only to students enrolled in the fall semester. Students must complete both terms of this course (parts A and B) within the same academic year in order to receive credit. Strict attendance policies apply throughout the year.</p>"
    },
    "HDS 2940": {
        "course_code": "HDS 2940",
        "course_name": "Preaching as Public Leadership",
        "course_description": "<p>From TikTok to Ted Talks, the art of the spoken public narrative has never been more important or accessible. In this course, we will explore the art of preaching and public speaking as an aspect of leadership, drawing insights from a diverse range of thought leaders in religious and spiritual fields as well as comedy, business, health, psychology, and government. Through engaging readings, viewings, and in-class workshopping, students will learn how to write, craft and deliver compelling speeches and sermons that resonate with contemporary audiences. By focusing on non-Christian sources, we will broaden our understanding of effective communication and leadership in today&#39;s multicultural world. Capped at 10 students.</p>"
    },
    "HDS 2965": {
        "course_code": "HDS 2965",
        "course_name": "Virginia Woolf and Religion",
        "course_description": "<span style=\"background:white;\"><span style=\"color:#1E1E1E;\">This course will examine some of the religious currents around Woolf--in her family, her society, her friendships and her reading--and explore their relationship to her work. Special attention will be given to Woolf as a religious thinker, the religious-literary practices that shaped her life and work, her experiments with the idea of God, her reimagining of the possibility of religious community, the spiritual trajectories of the modernist movement she helped to shape, and the religious dimensions of her attempt to reimagine literary realism.</span></span>"
    },
    "HDS 2980": {
        "course_code": "HDS 2980",
        "course_name": "Presbyterian Polity",
        "course_description": "<p>This course is designed to establish and develop the student's working knowledge of the constitutional structure of the Presbyterian Church (USA). The primary focus is on current Presbyterian polity and programs, with attention to the denomination's roots in Reformed theology and tradition. A thorough reading of the <i>Confessions</i> and <i>The Book of Order</i> will serve as a basis for discussion of cases that illuminate the implications of reformed theology and polity in the praxis of the church. Offered every other year.</p>"
    },
    "HDS 2990": {
        "course_code": "HDS 2990",
        "course_name": "Unitarian Universalist Polity and Practices: Seminar",
        "course_description": "<p>This course will explore the history, theology and development of congregational polity as an expression of Unitarian Universalist values and tradition. From current issues of polity in Unitarian Universalist institutions to the varied roots in Unitarian, Universalist, and Unitarian Universalist history, we will explore how decisions are made and how power functions. What is the role of ministers and of laity in congregations? What sources of authority support the exercise of power and processes of decision-making? In what ways do questions of polity undergird practices of worship as well as rites of passage?&nbsp; How do the minister and congregation work together to shape a shared understanding of polity?&nbsp; Through all of these questions, we will consider the impact of social location and dynamics of power.</p>"
    },
    "HDS 3019": {
        "course_code": "HDS 3019",
        "course_name": "Buddhist Chaplaincy: Spiritual Foundations in Caregiving Practice",
        "course_description": "<p>Buddhism is a tradition rich in many resources relating to the care of others. For the Buddhist chaplain in healthcare settings and social engagement, these include philosophical, narrative and practice-oriented approaches that support not only one&rsquo;s caregiving competencies but the foundations of one&rsquo;s own dharma practice. This course will emphasize key principles, scriptural narratives and practices within Buddhism applied to clinical chaplaincy and social interventions to inform our understanding of five key areas: 1) How can we see Buddhism to be a fundamental tradition of caring for others? 2) How do we understand &quot;faith&quot; from a Buddhist perspective? 3) How can contemplative practices support oneself and others in clinical and socially engaged settings? 4) What are the opportunities, obstacles, and skillful means Buddhists need to work as a chaplain? and 5) How might integrating Buddhist principles of caregiving foster a deeper dharma practice? Objectives for this course are to provide a strong foundation for Buddhist ministry in the area of clinical chaplaincy that benefits both caregiver and careseeker from within Buddhist texts and traditions. The aim is to integrate one&rsquo;s understanding of Buddhist teachings into praxis in a skillful, applied way. Prerequisite: A fundamental knowledge of basic Buddhism is required.</p>"
    },
    "HDS 3035": {
        "course_code": "HDS 3035",
        "course_name": "Encounters Between German and Jewish Thought",
        "course_description": "<p>A study of significant Jewish thinkers in the modern period and their reflections on the past and present meaning of Judaism. All thinkers studied against the background of premodern Jewish thought and the challenges posed by modern, primarily German, philosophical systems. Jointly offered in the Faculty of Arts and Sciences as Jewish Studies 111.</p>"
    },
    "HDS 3036": {
        "course_code": "HDS 3036",
        "course_name": "Judaism: Text and Tradition",
        "course_description": "{\"ops\":[{\"insert\":\"A wide-ranging introductory exploration of the Jewish religious tradition, from its inception in biblical Israel though its rabbinic, medieval, and modern iterations. The central focus lies on the literary meanings and existential questions of the classical tradition, as well as on the relationships between texts, religious claims, and practices. We shall also consider some of the restatements, reformulations, and challenges to tradition that have arisen in modern times. No prerequisites. By permission only: students should submit an application to the instructor by January 18, 2025. Jointly offered in the Faculty of Arts and Sciences as Religion 1250.\\n\"}]}"
    },
    "HDS 3056": {
        "course_code": "HDS 3056",
        "course_name": "Spiritual Formation on the Buddhist Path",
        "course_description": "This course focuses on the Buddhist spiritual Path or &#39;marga&#39; through the lens of spiritual formation theories. Students will be introduced to religious and secular theories of spiritual formation, human development, and moral growth. They will then examine Buddhist literature on the Path from Theravada, Mahayana, and Vajrayana sources for their applicability to contemporary human spiritual development. Students will gain the ability to analyze and compare Buddhist and other models of spiritual formation, articulate important aspects of their own spiritual path, and facilitate the growth of others along their own spiritual path(s). Texts will be read in English translation; no scriptural languages needed.<br /><em>If the course reaches its enrollment cap, the professor will email potential students to notify them to submit a 1-page statement relating their vocational objectives to course description. Admission will be based on vocational alignment with course outcomes, degree program, and year. Enrollment in the class will then be announced no later than the end of the first week. (If the cap is not reached, all students will be admitted automatically.)</em>"
    },
    "HDS 3057": {
        "course_code": "HDS 3057",
        "course_name": "Intro to Islam through Prophetic Traditions",
        "course_description": "<p>This course will engage in a critical reading and analysis of well-known Muslim prophetic traditions and a study of the practices of the Prophet Muhammad. Through analysis of Muslim prophetic traditions, such as &ldquo;Hadith Jibril,&rdquo; we will develop an understanding of the Islamic value systems, Islamic manners/etiquette and Prophetic Character. The fundamental building blocks such as Islam (the physical surrender of the body), Iman (internal truth), and Ihsan (excellence and beauty) will be closely examined. We will focus on Muslim spiritual care through these building blocks during the semester. We will also develop a framework for understanding core Islamic sciences, such as: Jurisprudence, creed/theology, and spiritual purification. Throughout various modalities and exercises, we will study how this framework can enable a deeper understanding of the practical issues affecting the lives of Muslims. We will have expert guest speakers from different disciplines such as pastoral care/chaplaincy (ministry), poetry &amp; literature, counseling, psychology, education, social work, and medicine throughout the semester. These specialists will give us perspectives and practical tips on how prophetic traditions are applied in a Muslim&rsquo;s life. This course will provide a basic understanding of the Islamic religion through the eyes of Muslims, while providing an in-depth understanding of the various dimensions of Islamic practices. Students from different backgrounds, with or without prior experience with Islam, will find much enrichment in this course diving into the practice through the lenses of prophetic traditions.</p>"
    },
    "HDS 3065": {
        "course_code": "HDS 3065",
        "course_name": "The Man of Light: The Philosophy and Spirituality of Henry Corbin",
        "course_description": "<p>This seminar will focus on the writings of Henry Corbin (1903-1978), the philosopher of religion and scholar of Islam, especially the Persian tradition. The aim of the seminar will be to read Corbin’s major works; to understand his controversial place in the history of the study of religion in general, and of Islam in particular; to appreciate him as a creative and constructive philosopher and theologian in his own right; and to assess his legacy for the 21st century. Jointly offered in the Faculty of Arts and Sciences as Religion 1521.</p>"
    },
    "HDS 3070": {
        "course_code": "HDS 3070",
        "course_name": "Krishna and Christ: Does It Matter?",
        "course_description": "<p>Krishna, a supreme deity of Hindu tradition, and Jesus Christ, the central figure of Christian faith, have been compared and contrasted for well over two centuries. They been understood as similar divine persons, who descend into this world and are embodied here, gather followers, offer wise instructions, save their devotees, and are best approached by love and devotion. But differences have often been emphasized. For centuries, missionaries, scholars, and many ordinary believers have seen Krishna and Christ as competitors., pushing similarities and differences in contexts (most often in India but not only) where true religion, salvation, and conversion were at stake. Questions arose such as these: Are Krishna and Christ mythical or historical figures? The former mythical and the latter historical? Is either divine? Both? Did they truly come into this world, by incarnation or avatara? If they save, how does that happen -- and save from what? Are they moral role models? Can a Hindu love Christ, and a Christian love Krishna? Such were &#34;hot&#34; questions for a very long time, and even today for some. But for many, such questions have lost their urgency in the 21st century. It is good that competition is largely a thing of the past, but it may not be good that the urgency of the comparison -- Krishna and Christ, Christ or Krishna? -- no longer matters to most people. Do we have something to gain by taking both Krishna and Christ seriously? Facing this question sheds light on many larger questions regarding spirituality, religion, and cross-cultural learning. The course proceeds by key readings, discussed vigorously in class, but experience, practices, and images are important as well. Course requirements include brief weekly written responses to readings, and two 12-page course papers, but no final examination. Jointly offered in the Faculty of Arts and Sciences as Religion 64.</p>"
    },
    "HDS 3077": {
        "course_code": "HDS 3077",
        "course_name": "The Poet and the Archive: Susan Howe",
        "course_description": "<p>Susan Howe&#39;s poetry--especially Singularities (1990), The Nonconformist&#39;s Memorial (1993), Pierce-Arrow (1999), The Midnight (2003), Souls of the Labadie Tract (2007), That This (2011), debths (2017), and Concordance (2020)--and her prose, My Emily Dickinson (1985), The Birth Mark: Unsettling the Wilderness in American Literary History (1993), and Spontaneous Particulars: The Telepathies of the Archive (2014)-- are deeply immersed in archives, particularly, but by no means only, those of American history. Through her work she brings that history alive in all of its violence, contradiction, pain, and pleasure, seeking to make the unknown, repressed, forgotten, or erased visible, legible even as illegible, somehow even potentially livable. Her poetry--and her criticism, as I often find it hard to distinguish, fully, between the two--is a refuge and a refusal, performing a contradictory doubling without which we can&#39;t survive, without which we probably don&#39;t deserve to (thrive). The course will be an exploration of Howe&#39;s project, with crucial attention to the work Howe reads, to reading and rereading Howe&#39;s work, and to thinking about the archive itself and its relationship to possible futures.<br /><br />This is a limited enrollment course. Interested students should attend the first course meeting. If there are more students than can be accommodated, a selection procedure will be described at the first meeting. Selected students will then be invited to enroll in the course. Jointly offered in the Faculty of Arts and Sciences as Religion 2491</p>"
    },
    "HDS 3087": {
        "course_code": "HDS 3087",
        "course_name": "African American Religious History",
        "course_description": "This graduate seminar course provides a critical survey of and introduction to major themes, debates, and trajectories in the field of African American Religious History. We will examine the multiple and manifold meanings of &#34;African American religions&#34; with attention to Christian denominational histories and extra-church, non-Christian, and quasi-Christian religious formations and interventions among people of African descent in the United States. To do so, students will be introduced to key historical events, prominent and unsung religious actors and institutions, and a diversity of theoretical and methodological approaches to investigating, analyzing, and narrating the archives of African American religious life and culture. Jointly offered as Religion xxxx."
    },
    "HDS 3118": {
        "course_code": "HDS 3118",
        "course_name": "American Heretics",
        "course_description": "<p>This course explores the rise and role &#34;irreligion&#34; and &#34;irreligious&#34; or &#34;heretical&#34; ideas and thinkers in American religious/irreligious history, including proponents of Deism, Freethinkers, Transcendentalism, and Spiritualism and extending forward into the present day to include the New Atheists, Secular Humanists, Spiritual-But-Not-Religious, “Nones,” and others who do not identify with traditional religious institutions. The course uncovers on the interactions of these groups with 1) their more religiously traditional neighbors, including Catholics, Mainline and Evangelical Protestants, Jews, etc. and 2) the government of the United States and various state laws and institutions. This course explores the history of anti-religious, a-religious, and multi-religious movements and their influence in American society today, including as a form of social critique within the abolitionist, suffragist, civil rights, feminist, and womanist movements. &#34;Heretical&#34; ideas often later become religiously normative (such as ordaining women), while others remain irreligious, and this course explores reasons for each. This course includes exploration of &#39;primary texts&#39; from heretical authors and secondary academic historical analysis to create a portrait of a diverse and ongoing thread in American intellectual history. This is a limited enrollment course. Interested students should attend the first course meeting. If the course is overenrolled, a selection procedure will be described at that first meeting. Selected students will then be invited to enroll in the course by the second meeting day.</p>"
    },
    "HDS 3126": {
        "course_code": "HDS 3126",
        "course_name": "Anthropological and Historical Methods",
        "course_description": "<p>This course is devoted to methodology and anthropological and historical methods in the study of religion. Over the past decades, methodological experiments have brought together the disciplines of anthropology and history in generative ways. Emphasizing the cultural conjectures of history and the temporal motions of culture, this course examines the formative methods of thinkers and investigators who work at the intersection of these two disciplines.&nbsp;Foregrounding the methodological exploration of concepts such as historicity, materiality, structure, motion, longue dur&eacute;e, genealogy, amnesia, memory and ontology, amongst others, this course also considers how anthropologists and historians have investigated histories of the present, colonialism and its forms of knowledge, and the variety of archives available. In addition to this, the course will explore the strengths of studying social, cultural, or economic phenomena by creatively working across different temporal scales and frames, and disciplinary boundaries.</p>"
    },
    "HDS 3136": {
        "course_code": "HDS 3136",
        "course_name": "Religion, Theory, and the Archive",
        "course_description": "<p>Black and indigenous scholars have long argued that archives are often violent and dismembering, especially as the universities which house them preserve the physical and immaterial remnants of slavery and colonialism. Religious studies scholars, especially historians of religion, have attended to this quandary while sifting through archives of slavery, colonialism, conquest, and sexual violence. At Harvard, this conversation has re-emerged in unique ways through <em>Harvard &amp; the Legacy of Slavery: Reckoning with the Past to Understand the Present</em>, and the question of what lies in university archives has taken center stage. This course examines these archival dilemmas and the violent hauntings of the past with an eye towards the historical study of religion in the Americas. We will read work by such scholars as Saidiya Hartman, Christina Sharpe, Solimar Otero, Toni Morrison, and more. Jointly offered in the Faculty of Arts and Sciences as African and African American Studies 109 and Religion 1092.</p>"
    },
    "HDS 3158": {
        "course_code": "HDS 3158",
        "course_name": "Moctezuma's Mexico Then and Now: The Past, the Present and Pandemics in North America",
        "course_description": "<p>This course provides students with the opportunity to explore how the study of pre-Hispanic and Colonial Mexican and Latinx cultures provide vital context for understanding today&#39;s changing world. The emphasis is on the mythical and social origins, glory days and political collapse of the Aztec Empire and Maya civilizations as a pivot to the study of the sexual, religious and racial interactions of the Great Encounter between Mesoamerica, Africa, Europe, and the independent nations of Mexico and the United States. The study of the archaeology, artistic media, cosmovision, capital cities, human sacrifice and the religious devotions of ancient Mesoamerica and the nature and impact of the devastating pandemic wrought by the arrival of European diseases in 1519 illuminate the Day of the Dead and Virgin of Guadalupe phenomena today. Special access to the photographic record of marvelous objects at the Peabody Museum aids in examining new concepts of race, nation and the persistence of Moctezuma&rsquo;s Mexico in Latinx identities in the Mexico-US Borderlands. One of the biggest student/museum events at Harvard is the Day of the Dead celebrations at the Peabody Museum, which provides the opportunity for students to work directly with the materiality of the longue duree of Mexico&#39;s storied history and evocative worldview. The museum collections and sections exercises provide the students with ways to integrate their classroom work to the objects and public program of the museum, plus experience community both locally and across cultural boundaries and physical borders. This course empowers our students to evaluate the ways the U.S. is changing and struggling to define itself in relation to Latin America and especially the migration of peoples, ideas, arts, music, food from and through Mexico now taking place during a new pandemic, 500 years after the first one that resulted from the Great Encounter. Jointly offered in the Faculty of Arts and Sciences as GENED 1148.</p>"
    },
    "HDS 3160": {
        "course_code": "HDS 3160",
        "course_name": "Religious Dimensions in Human Experience: Apocalypse, Sports, Music, Home, Sacrifice, Medicine",
        "course_description": "<p>What is Religion? Why does it show up everywhere? Using archaeology, religious studies and social thought, this course will study the major themes in the history of religions including &#x27;encountering the holy&#x27;, sports&#x27; and ritual&#x27;, &#x27;crossing borders&#x27;, &#x27;sacrifice as creation&#x27;, &#x27;pilgrimage and sacred place&#x27;, &#x27;suffering and quest for wisdom&#x27;, &#x27;music and social change&#x27;, &#x27;violence and cosmic law&#x27;. Readings from Native American, African American, Latinx&#x2F;+, Jewish, Buddhist, Christian, Hindu traditions. Focus on the tension between individual encounters with the holy and the social construction of religion. Readings from Gloria Anzaldua, Toni Morrison, Judith Sherman, Arthur Kleinman, Popul Vuj, Mircea Eliade, Michael D. Jackson. Jointly offered in the Faculty of Arts and Sciences as Anthropology 1475 and Religion 16.</p>"
    },
    "HDS 3166": {
        "course_code": "HDS 3166",
        "course_name": "Ecotheology",
        "course_description": "This course will survey constructive religious reflection that is informed by an ecological worldview and accountable to various forms of environmental activism. Readings will be drawn from a variety of religious and spiritual traditions, among them Christianity, Judaism, Islam, Buddhism, Paganism, religious naturalism, and Indigenous spirituality. We will pay special attention to the interplay between ecotheology and various theologies of liberation. Students will be invited to develop their own constructive theological or atheological proposals in dialogue with the assigned readings. Throughout the semester, we will use optional book groups to explore additional ecotheological texts. All students are expected to complete one or more group projects and to provide oral and written feedback on one another&rsquo;s work. Students will have the option of completing a major research paper. Jointly offered in the Faculty of Arts and Sciences as Religion 1577."
    },
    "HDS 3176": {
        "course_code": "HDS 3176",
        "course_name": "What is Islam?",
        "course_description": "<p>What are the academic approaches to studying Islam? How do our academic approaches help us engage the question: what is Islam? This course begins by considering how &#39;Islam&#39; is an object of academic inquiry but remains primarily concerned with the most prominent elements of Islam and being Islamic that have been marginalized within Islamic studies. It acknowledges the methodological difficulties involved in pursuing research on the phenomenon and practice of Islam across social contexts of the past and the present, while discussing possible methods of studying Islam as the religion lived by Muslims and even non-Muslims. Students will be introduced to academic and religious sources that encourage us to (re)approach Islam as the everyday experience of believers, the multiverse of rituals and exercises of knowledge acquisition, as well as contests over moral authority. Students will, moreover, be encouraged to consider if a focus on lived Islam encourages us to discard regnant dichotomies of &#39;textual&#39; and &#39;popular&#39; religion, along with imagined divisions of the Islamic world into a center and peripheries. Jointly offered in the Faculty of Arts and Sciences as Religion 1807.</p>"
    },
    "HDS 3184": {
        "course_code": "HDS 3184",
        "course_name": "Mind, Spirituality, and Mental Health in Hinduism I",
        "course_description": "<p>This two semester course will interrogate the various ways in which discussions on Hinduism have been included or have illuminated issues in the contemporary psychological sciences. We will read how different intellectual approaches ranging from psychoanalysis, folk psychology, cognitive anthropology, global mental health, and psychedelic sciences engage the archives of Hinduism as well as how ideas and practices from Hinduism are employed to provide an alternative to the therapeutic and treatment registers found in these approaches. The first part of the course in the Fall semester will emphasize the more philosophical, theological and moral psychological framework on these issues.</p>"
    },
    "HDS 3199": {
        "course_code": "HDS 3199",
        "course_name": "Black Religion on the Big Screen",
        "course_description": "This course uses historical and contemporary films and other sources as case studies to examine how filmmakers, and Hollywood professionals more broadly, reproduce tropes and reinscribe complex representations concerning Black religion, Black people, and race and religion in a variety of geographical and temporal contexts through film. The ultimate objective of this course is for students to grapple with how Black religious subjects have utilized the medium of film for different purposes and also for students to analyze how filmmakers and cinematographers such as Arthur Jafa, Julie Dash, Tyler Perry, Spike Lee, and others portray, conceptualize, and regard the variety of Black religious expressions in the New World and throughout the African diaspora. Students will be expected to have some knowledge of Africana religions, Black studies, feminist and queer theory, and/or filmic analysis. Jointly offered in the Faculty of Arts and Sciences as xxxx."
    },
    "HDS 3244": {
        "course_code": "HDS 3244",
        "course_name": "The Lotus Sutra: Engaging a Buddhist Scripture",
        "course_description": "<p>A critical introduction to the literature and religious thought of the Lotus Sutra, considered in the light of the historical contexts of its formation and the contexts of its reception across Buddhist Asia, including commentarial, devotional, and artistic contexts. Close attention will be given to both ecumenical and sectarian engagements with the Lotus Sutra. This course is part of a series of five courses on the critical interpretation of Buddhist scriptures; unlike the others, the foci of which are defined by key interpretive issues in the study of Buddhist scriptures generally, this course focuses on the range of interpretive demands made by a single Buddhist scripture, albeit a very important one.<em>This is a limited enrollment course. Interested students should attend the first course meeting. If the course is overenrolled, a selection procedure will be described at that first meeting. Selected students will then be invited to enroll in the course.</em></p>"
    },
    "HDS 3247": {
        "course_code": "HDS 3247",
        "course_name": "Knowing Animals: Buddhist and Posthuman Resources for a New Interspecies Ethics",
        "course_description": "<p>A constructive exercise in the optimal epistemic orientations and bodily habits for post-human life on planet Earth, with focus on the plight, and value, of animals.&nbsp;This course will study exemplary new writing in animal phenomenology, philosophical ethics, and animal ethology. Buddhist resources will include cosmology, the epistemology of seeing, and the epistemology of compassion.&nbsp;Practices of seeing will also be cultivated through out-of-class exercises as well as videos for in-class watching. Jointly offered in the Faculty of Arts and Sciences as Religion 1760.</p>"
    },
    "HDS 3263": {
        "course_code": "HDS 3263",
        "course_name": "Black Religion and Sexuality",
        "course_description": "<p>This course examines the co-constructed histories of religion, sexuality, and race in the Americas from the vantage of the African diaspora. Drawing upon foundational and newer works in the field, we will explore how the construction of these categories, largely rooted in biological essentialism, has had immense consequences for the enslaved and their descendants, indigenous peoples, other people of color, and women, queer, transgender, and gender-nonconforming individuals. This course also homes in on how those marginalized by these categories have challenged and subverted them using a hermeneutics of suspicion, political organizing, and other methods of resistance and feminist and queer theologizing. Jointly offered in the Faculty of Arts and Sciences as Religion 1087 and African and African American Studies 108.</p><p>Based on HDS policy, HDS students will have priority for enrollment. Additional openings will be filled based on student readiness for this level and then the date when the petition was submitted. Responses for requests for permission will be reviewed no later than September 10.</p>"
    },
    "HDS 3300": {
        "course_code": "HDS 3300",
        "course_name": "Religious Literacy and the Professions",
        "course_description": "<p>Religions have functioned throughout human history to inspire and justify the full range of human agency from the heinous to the heroic. Their influences remain potent here in the 21st century in spite of modern predictions that religious influences would steadily decline in concert with the rise of secular democracies and advances in science. Professionals in a wide range of fields need to understand these complex religious influences in order to understand modern human affairs across the full spectrum of endeavors in local, national, and global arenas.&nbsp;In this course, we will focus on religious literacy in the professions of journalism, arts and popular culture, <strong> </strong>government, humanitarian action, education, and organizing. How can a nuanced and complex understanding of religion enhance the ability of professionals in these fields to serve their populations? Students will learn a critical theory method for comprehending the ways that religions shape, and are shaped by, different social, cultural, and political contexts and will apply that method to case studies in diverse professional sectors. Students will select <strong>one</strong> of the six professions listed above as a focus for their work in the course and for the Certificate in Religion and Public Life for those wishing to pursue this option. See this <a target=\"_blank\" href=\"https://rpl.hds.harvard.edu/news/religion-and-public-life-announces-2023-24-fellows\" rel=\"nofollow\" target=\"_blank\">link</a> for a list of the Religion and Public Life Fellows who will serve as co-instructors, each leading their own section. This course is open to all but required for those pursuing a Certificate in Religion and Public Life. <strong>Course must be taken for a letter grade if pursuing the certificate</strong>.</p>"
    },
    "HDS 3338": {
        "course_code": "HDS 3338",
        "course_name": "The Prophet Muhammad in History, Devotion, and Polemic",
        "course_description": "<p>In the early seventh century, a man named Muḥammad son of ʿAbdallah founded a movement that in time grew into a global religion, empire, and civilization. This course explores three discourses that developed around the life and character of the Prophet Muhammad. First, we will survey some of the biographies that Muslim scholars, both ancient and modern, have written about the life of their prophet. Second, we will explore how the Prophet&#39;s life, teachings and persona have served as subjects of Islamic devotion. Finally, the course examines some of the ways in which non-Muslims, again both ancient and modern, have perceived and portrayed Muhammad in polemic against Islam or dialogue with Muslims. Jointly offered in the Faculty of Arts and Sciences as Religion 1078.</p>"
    },
    "HDS 3339": {
        "course_code": "HDS 3339",
        "course_name": "Exploring the Quran",
        "course_description": "<p>This course explores the contents of the Quran and probes its place in the history of human civilization. Students will learn about and critically reflect on the following subjects: 1) the Quran&#39;s core ideas, stories, laws, parables, and arguments; 2) the historical context in which the Quran was first promulgated and codified; 3) the relationship between the Quran and the preceding literary traditions of the ancient world, in particular the Bible and post-biblical Jewish and Christian writings; and 4) Muslim utilization of the Quran towards religious, intellectual, social, and cultural ends. To meet these goals, we will read a substantial portion of the Quran in translation and draw extensively on modern academic scholarship on the Quran. In addition, lectures will contextualize and complement our encounter with the Quranic text and secondary scholarship. By the end of the semester, students should have the ability to utilize various resources and concordances in order to independently conduct further investigations and critically evaluate claims made about the Quran. Course will have a required discussion section and an optional Arabic section for interested students who have at least two years of Arabic. Jointly offered in the Faculty of Arts and Sciences as Religion 1803.</p>"
    },
    "HDS 3348": {
        "course_code": "HDS 3348",
        "course_name": "The Emergence of Islam: Contours and Controversies",
        "course_description": "<p>The birth of Islam in the seventh century C.E. was a momentous historical turning point, but many aspects of this crucial process remain vigorously debated in modern scholarship. Did the Prophet Muhammad preach monotheism to a group of crude idolaters, or were his opponents already monotheists (if imperfect ones) who were also familiar with biblical ideas about God and history? Was Mecca an important center of Arabian pilgrimage and commerce before Islam, or was it a small town of local significance that grew in influence only after Islam? Did the followers of the Prophet and the residents of Arabia imagine themselves as sharing a common ethnic identity as “Arabs,” or did they subscribe to a multiplicity of local tribal or geographical identities and developed a shared sense of being “Arab” after they conquered the Near East? Did the early Muslims believe in the imminent end of the world or not? Was Islam originally an ecumenical monotheistic movement open to Jews and Christians, or did Islam’s earliest adherents consider it a new and exclusive religion separate from Judaism and Christianity? Is the Qur’anic text a record of Muhammad’s own preaching or the result of a collective effort that continued after him (and perhaps had begun before him)? <br />This course is dedicated to an in-depth discussion of such fundamental historiographic questions. In the process, we will delve into some of the earliest literary and documentary witnesses to Islam’s beginnings and read from foundational works of scholarship on Islam’s origins. Jointly offered in the Faculty of Arts and Sciences as Religion 2800.</p>"
    },
    "HDS 3391": {
        "course_code": "HDS 3391",
        "course_name": "Introduction to Hindu Spiritual Care",
        "course_description": "<p>Team-taught by Swami Tyagananda, Director, Ramakrishna Vedanta Society in Boston, Harvard’s Hindu Chaplain, and a noted teacher and author, and HDS&#39;s Francis X. Clooney who, as a Christian, has studied Hinduism for fifty years. This course explores starting points, attitudes, and specific forms of spiritual care distinctive to Hindu traditions, in light of general qualities and norms expected for ministry and spiritual care today in any tradition. Attention paid first to starting points in Hindu scripture and practice, wand to classic texts such as the Bhagavad Gita and the Ramayana. Subsequent classes focus on cases: e.g., hospital chaplaincy and care for the dying; campus ministry; counseling of individuals facing life issues; guidance for couples preparing to marry and planning a family; responses to the suffering, death, and disruption caused by natural and social evils. Visiting lecturers, experienced in Hindu spiritual care, enrich the course throughout. Students of all backgrounds welcome, including those planning to practice spiritual care in other traditions, and those interested in multifaith spiritual care. Weekly written reflections required, and a theoretical or practical project/essay required, started midcourse and turned in at the end.</p>"
    },
    "HDS 3625": {
        "course_code": "HDS 3625",
        "course_name": "Being Muslim in South Asia: Religion, Culture and Identity",
        "course_description": "<p>South Asia is home to the largest population of Muslims in the world. And yet, within South Asia, Muslims are a minority. What is Islam and what does it mean to be Muslim in South Asia? After briefly examining the historical development of Islamic institutions in the subcontinent, this course will focus on how ideas about Islam are shaped by evolving literary, linguistic, social and political landscapes. Special attention will be given to the effects of colonial and nationalist ideologies on Muslim experiences in India, Pakistan, and Bangladesh, as well as the disputed territory of Kashmir. We will also explore the impact of reform and revivalist movements and state-enforced policies of &ldquo;Islamization&rdquo; and &ldquo;Hinduization&rdquo; on women and minorities. The course is appropriate for those who want a bird&#39;s eye view of the Islamic tradition in South Asia, as well as those interested in exploring issues facing contemporary Muslim societies beyond the Middle East. Jointly offered in the Faculty of Arts and Sciences as Religion 1820 and Islamic Civilizations 178.</p>"
    },
    "HDS 3668": {
        "course_code": "HDS 3668",
        "course_name": "Selected Works of Twentieth Century Jewish Theology",
        "course_description": "<p>A close reading of selected works of Jewish theology from 1920 to 1980 (approximately), with special attention to the questions of God, Torah, and Israel in light of modernity and the challenges and opportunities that it presents with regard to traditional Jewish practice, belief, and identity. Authors read will be drawn mostly from the following: Buber, Rosenzweig, Kaplan, Soloveitchik, Heschel, Leibowitz, Fackenheim, Greenberg, and Wyschogrod. No prerequisites. By permission only: students should submit an application to the instructor by January 18, 2027. Jointly offered in the Faculty of Arts and Sciences as Religion 1255.</p>"
    },
    "HDS 3716": {
        "course_code": "HDS 3716",
        "course_name": "The Animal Imaginary",
        "course_description": "<p>This conference course considers the history and meaning of fantastic beasts, holy animals, and magical creatures in religion, folklore, and mythology. In light of the past global abundance of animal species, and now in the face of their rapid, large-scale extinction, why have existing animals not been &ldquo;enough&rdquo; for the human imagination?&nbsp;Enrollment limited; please e-mail instructor to request application: kpatton@hds.harvard.edu.</p>"
    },
    "HDS 3738": {
        "course_code": "HDS 3738",
        "course_name": "Religion and Theology in Indigenous Intellectual History",
        "course_description": "<p>Religion and theology, especially Christianity, played a constitutive role in the emergence of intellectual work in colonial languages by Indigenous authors and continue as important areas of concern for contemporary Indigenous writers and scholars. This course focuses on the history of Indigenous writing about Christianity, Christian theology, religious and ceremonial traditions of specific Indigenous peoples, and other religious and theological themes. Authors include Samson Occom, William Apess, Ella Cara Deloria, Vine Deloria, Jr., Homer Noley, Tink Tinker, ku&rsquo;ualoha ho&rsquo;omanawanui, Vicente Diaz, Leanne Betasamosake Simpson, Jamaica Heolimeleikalani Osorio, and Sterlin Harjo.</p>"
    },
    "HDS 3740": {
        "course_code": "HDS 3740",
        "course_name": "Body, Spirit, and Indigenous Expressive Culture",
        "course_description": "<p>This course focuses on the ways Indigenous artists and media makers represent embodied religious and spiritual experiences in their work.&nbsp; In considering how embodiment and various forms of spirituality, ceremony, and religious practice figure in contemporary Indigenous expression, the course questions the definitional framing of the category of expressive culture, including as it does a wide-ranging syllabus that brings issues from fiction, life-writing, film, painting, poetry, food studies, and scholarly work on the relationship of technology to Indigenous health and well-being into conversation. Authors, artists, and media makers on the syllabus include Victor Masayesva, Louise Erdrich, Sterlin Harjo, Therese Marie Mailhot, Elissa Washuta, Sean Sherman, Elle Mejia Tailfeathers, Hi&rsquo;ilei Hobart, Joshua Whitehead, and Billy Ray Belcourt.</p>"
    },
    "HDS 3750": {
        "course_code": "HDS 3750",
        "course_name": "The Bhagavad Gita and Its Greatest Commentary",
        "course_description": "<p>The Bhagavad Gita is a very Hindu classic of devotion and theology. Deep and complex, it has received extensive classical and contemporary interpretation, as to what it means, and how it affects life in any time and place. The seminar reads the Gita itself, and then interprets it according to the classic commentary of Madhusudana Sarasvati (16th century), who sought to synthesize liberative knowledge, detached action, yoga, with love of Krishna - in essence melding together Nondualist and Devotional readings of the Gita. Other approaches too will be noticed. This course is meant for students interested in closely reading a great Hindu text, honoring both its past and its present. Sanskrit useful but not required; some background knowledge of Hinduism helpful. Jointly offered in the Faculty of Arts and Sciences as Religion 1615.</p>"
    },
    "HDS 3751": {
        "course_code": "HDS 3751",
        "course_name": "Who Needs God? Rethinking God in Light of Hindu and Christian Theologies",
        "course_description": "<p><span style=\"font-family:&#39;georgia&#39; , &#39;times new roman&#39; , serif\">This course reflects on God reconsidered in light of modern and postmodern doubts about the very idea of “God,” in cultures where belief in God, and even understanding of God, is waning. What does needing God mean, for whom? </span><span style=\"background-color:#ffff80;font-family:&#39;georgia&#39; , &#39;times new roman&#39; , serif\">The questions are raised in light of Hindu and Christian scriptures, from philosophical and theological perspectives, and with reference to spiritual paths to union with God in these great traditions. </span><span style=\"font-family:&#39;georgia&#39; , &#39;times new roman&#39; , serif\">What is missing, if God is missing? Readings include: selected scriptural texts; St. Bonaventure’s Christian </span><em>Journey of the Mind to God</em><span style=\"font-family:&#39;georgia&#39; , &#39;times new roman&#39; , serif\">, Sri Sankara&#39;s great Goddess hymn, </span><em>Ocean of Beauty</em><span style=\"font-family:&#39;georgia&#39; , &#39;times new roman&#39; , serif\">; the 19th century mystics Ramakrishna and Térèse of Lisieux; 20th century prophets of compassion and justice, Mohandas K. Gandhi and Dorothy Day. Comparing Hindu and Christian traditions on God challenge 21</span><sup>st</sup><span style=\"font-family:&#39;georgia&#39; , &#39;times new roman&#39; , serif\"> century ideas of God, religion, self, but the course strongly welcomes insights from other traditions ancient and modern. Jointly offered in the Faculty of Arts and Science as Religion 1059. </span>Jointly offered in the Faculty of Arts and Science as Religion 1059.</p>"
    },
    "HDS 3760": {
        "course_code": "HDS 3760",
        "course_name": "Hindu Goddesses and the Virgin Mary",
        "course_description": "<p>This course explores the female divine - and supreme female beings - along with issues of gender and divinity. We read hymns praising Hindu goddesses Sri Laksmi, the great Goddess (Maha Devi), the Tamil goddess Apirami, and Bengal&#39;s Kali, while noting too how feminine divinity is constructed in environments where gods and goddesses both flourish. The course is also comparative, exploring the piety and cult of the Virgin Mary, also through famous hymns such as the Greek Akathistos, the Latin Stabat Mater, and a Tamil hymn praising Mary as mother of Tamil Catholics. This approach is sharpened by some attention to performative, social, visual dimensions, and by attention to contemporary feminist and theological insights, and thinking a bit about the fluidity of gender identities today. Not a survey, but an in-depth introduction. Jointly offered in the Faculty of Arts and Sciences as Religion 1060.</p>"
    },
    "HDS 3802": {
        "course_code": "HDS 3802",
        "course_name": "Mysticism and Literature",
        "course_description": "<p>Examines trends, issues and debates in the comparative study of mystical literature. Close readings of primary works by Jewish, Christian and Muslim authors from the Middle Ages through the 16th century. Premodern authors include Saint John of the Cross, Saint Theresa of &Aacute;vila, Mechtild of Magdeburg, Hadewijch, Pseudo-Dionysius, Dante Alighieri, Bernard of Clairvaux, Margery Kempe, Bahya ibn Paquda, Solomon ibn Gabirol, Yehudah Halevi, Moses de Le&oacute;n (Sefer ha-Zohar), Maulana Rumi, al-Hallaj, Ibn Farid, Ibn al-&lsquo;Arabi, and Fariduddin Attar. Topics include poetry and mysticism; allegory, symbolism and Scripture; body and gender; apophasis vs cataphasis; exemplarity and autobiographism; language and experience. Also examines creative engagement of pre-modern mystical literature in selected works by modern authors (Borges, T.S. Eliot, Rilke), scholars of religion (Bernard McGinn, Moshe Idel, Annemarie Schimmel) and literary / cultural theorists (Michel de Certeau, Michael Sells). Jointly offered in the Faculty of Arts and Sciences as Comparative Literature 211.</p>"
    },
    "HDS 3919": {
        "course_code": "HDS 3919",
        "course_name": "Introduction to the Upanisads",
        "course_description": "<p>This seminar introduces the ancient Indian Upanisads, some of the oldest and most famous primary texts of Vedic and Hindu India, ranging from before 700 BCE to 200 BCE and later. Select later Upanisads too will be considered, and the reception of the Upanisads in the Vedanta traditions, both nondualist and theistic nondualist. Topics include: the nature of self and of absolute reality; knowledge as transformative; the limits of language; the role of God in a nondualist worldview; meditation practice; death and rebirth; knowledge and ethics. Texts will be read in translation. No language or course prerequisites, but students will be encouraged to make use of any such expertise. Jointly offered in the Faculty of Arts and Sciences as Religion 1061.</p>"
    },
    "HDS 3928": {
        "course_code": "HDS 3928",
        "course_name": "The Brhadaranyaka Upanisad with Sankara's Commentary in Translation",
        "course_description": "<p>This seminar offers a close reading of just one big book, the Brhadaranyaka (Great Forest) Upanisad, possibly the oldest (c 700 BCE) and greatest of Vedic Hinduism&#39;s Upanisads -- that is, teachings grounded in ritual and debate, philosophy and mysticism. The Brhadaranyaka offers a powerful exposition of the deep meaning of sacrifice; the identity of the self (and Self); Brahman as the absolute reality beyond words yet powerfully articulated in failing words; the challenge of world renunciation. At its core are the teachings of Yajnavalkya, one of the intriguing sages of ancient India. We read it first on its own, and then with the classic commentary of Sankara, the great 8th century Nondualist Vedanta theologian. This course is meant for students interested in closely reading Indian/Hindu texts, but all serious readers will benefit. We read in translation, so Sanskrit, while useful, is not required. Jointly offered in the Faculty of Arts and Science as Religion 1660.</p>"
    },
    "HDS 3953": {
        "course_code": "HDS 3953",
        "course_name": "Nirvana: Recent Interpretations",
        "course_description": "<p>While Nirvana is a critical and central part of Buddhist thought and practice, Buddhist practitioners as well as Buddhist scholars and academic students of Buddhism have found it difficult to grasp and understand. This course will focus on some recent explorations of Nirvana, including those by Venerable Analayo, Phra Payudh Payutto, Venerable Katukurunde Nanananda, and Steven Collins.</p>"
    },
    "HDS 3956": {
        "course_code": "HDS 3956",
        "course_name": "Buddhist Stories: Narrative, Narrative Ethics, and Moral Anthropology",
        "course_description": "<p>This course is a practicum on reading Buddhist stories, learning from them, and living with them. We will engage some exemplary Buddhist stories from three orientations:&nbsp;how to read them well using resources of Narratology; how to use them in moral reflection and ethical understanding; and how they can illuminate who we are as moral beings and help us develop richer lives.&nbsp;We will also explore the connection between narrative ethics and other forms of ethical reflection as well as the relevance of recent cognitive studies about &quot;the moral brain.&quot;</p><p>The Buddhist stories will be selected from across the Buddhist world and from different time periods.</p><p>No previous study of Buddhism is expected.</p>"
    },
    "HDS 3985": {
        "course_code": "HDS 3985",
        "course_name": "Invention and Development of Jewish Law (halakhah)",
        "course_description": "<p>In this course we will trace the rise and development of Halakha, usually translated &ldquo;Jewish law,&rdquo; sometimes spelled &ldquo;Halachah.&rdquo;&nbsp; The course will combine historical, textual and conceptual perspectives: when does Halakha begin? what exactly is it? Law? Interpretation? normative practice? The &ldquo;Oral Law&rdquo;?&nbsp; What is Halakhah&rsquo;s relationship to varied social groups in antiquity such as priests, scribes, sects, apocalyptic seers, &ldquo;common Judaism&rdquo;, Pharisees, rabbis, Chr</p><p>This course traces the rise and development of Halakha, usually translated &ldquo;Jewish law,&rdquo; sometimes spelled &ldquo;Halachah.&rdquo;&nbsp; The course combines historical, textual and conceptual perspectives. When does Halakha begin? what exactly is it? Law? Interpretation? normative practice? The &ldquo;Oral Law&rdquo;?&nbsp; What is Halakhah&rsquo;s relationship to varied social groups in antiquity such as priests, scribes, sects, apocalyptic seers, &ldquo;common Judaism&rdquo;, Pharisees, Christians?</p><p>No prerequisites; all texts read in translation. If the course attracts a large enough enrollment of Hebrew readers, we may try to have an additional Hebrew session from time to time.</p>"
    },
    "HDS 4000B": {
        "course_code": "HDS 4000B",
        "course_name": "Religion and Public Life Internship",
        "course_description": "<p>Religion and Public Life Internship is designed to provide an integrative learning opportunity for students pursuing the Certificate in Religion and Public Life who are engaged in field learning at their internship site. The internship requires 280 hours of work on-site, in addition to written reflections and periodic check-ins with RPL Faculty Director Diane Moore and/or Associate Director of the Religious Literacy and Professions Initiative Susie Hayward. This course may only be taken by students who have completed HDS 3300 Religious Literacy and the Professions, and who have had their internship placement contract approved by Religion and Public Life. Consult course website for up-to-date information on requirements and dates. This course is required for all students pursuing the Certificate in Religion and Public Life.</p>"
    },
    "HDS 4008": {
        "course_code": "HDS 4008",
        "course_name": "Advanced Literary Tibetan II: Narrative Strategies",
        "course_description": "<p>This course will read selections from Tibetan masterpieces of literary narrative, including autobiography, historiography, and prophetic dream narrative.&nbsp;We will also read several selections from modern Tibetan novels and short stories. A co-instructor with expertise in Tibetan literature and native reading capacity will lead the readings.&nbsp;Students should have at least an intermediate level of reading competency to take the class.</p>"
    },
    "HDS 4010A": {
        "course_code": "HDS 4010A",
        "course_name": "Elementary Classical Hebrew",
        "course_description": "<p>A thorough and rigorous introduction to biblical Hebrew, with emphasis on grammar in the first semester and translation of biblical prose in the second. Daily preparation and active class participation mandatory. Jointly offered in the Faculty of Arts and Sciences as Classical Hebrew AA.</p>"
    },
    "HDS 4015A": {
        "course_code": "HDS 4015A",
        "course_name": "Elementary Modern Hebrew I",
        "course_description": "<p>The course introduces students to the phonology and script as well as the fundamentals of morphology and syntax of Modern Hebrew. Emphasis is placed on developing reading, speaking, comprehension and writing skills, while introducing students to various aspects of contemporary Israeli society and culture. Cannot be taken Sat/Unsat. Jointly offered in the Faculty of Arts and Sciences as Modern Hebrew BA</p>"
    },
    "HDS 4020": {
        "course_code": "HDS 4020",
        "course_name": "Intermediate Classical Hebrew I",
        "course_description": "<p>Readings in prose books; review of grammar. Prerequisite: HDS 4010 (A and B)&nbsp; or the equivalent. Jointly offered in the Faculty of Arts and Sciences as Classical Hebrew 120A.</p>"
    },
    "HDS 4040": {
        "course_code": "HDS 4040",
        "course_name": "Intermediate Modern Hebrew I",
        "course_description": "<p>The course reinforces and expands knowledge of linguistic and grammatical structures, with emphasis on further developing the four skills. Readings include selections from contemporary Israeli literature, print media, and internet publications. Readings and class discussions cover various facets of Israeli high and popular culture. Note: Conducted primarily in Hebrew. Prerequisite: HDS 4015 (A and B) or passage of special departmental placement test. Jointly offered as Modern Hebrew 120A.</p><p><strong>Scheduling Note</strong>: Class time will be determined according to enrolled students&rsquo; availability.&nbsp; Course meets 5 hours a week plus 1 hour of conversation section.</p>"
    },
    "HDS 4042": {
        "course_code": "HDS 4042",
        "course_name": "Advanced Modern Hebrew I",
        "course_description": "<p>This course constitutes the third year of the Modern Hebrew language sequence. The course emphasizes the development of advanced proficiency in all skills. Readings include texts of linguistic and cultural complexity that cover contemporary Israeli literature and culture. Note: Conducted in Hebrew. Not open to auditors. Prerequisite: Modern Hebrew (HDS 4040 and HDS 4041), or equivalent level of proficiency. Jointly offered in the Faculty of Arts and Sciences as Modern Hebrew 130A.</p><p><strong>Scheduling Note:</strong> Course sessions are 1 hour and 15 minutes long, and half an hour of conversation section.</p>"
    },
    "HDS 4045": {
        "course_code": "HDS 4045",
        "course_name": "Israeli Cinema and Literature",
        "course_description": "<p>This course constitutes the final level of Modern Hebrew language studies. The course offers representative readings and screenings from contemporary Israeli literature and cinema, and it forms a basis for discussion about major cultural and linguistic themes through academic readings.. Note: Discussions, papers, movies and texts presented only in Hebrew. Not open to auditors. Prerequisite: Modern Hebrew (HDS 4043) or equivalent. Jointly offered in the Faculty of Arts and Sciences as Modern Hebrew 241R.</p><p><strong>Scheduling Note</strong>: Course sessions are 1 hour and 15 minutes long, and half an hour of conversation section.</p>"
    },
    "HDS 4052": {
        "course_code": "HDS 4052",
        "course_name": "Elementary Pali I",
        "course_description": "<p>The first in a two-year program of courses designed to enable the student to read Buddhist canonical materials in Pali independently. In addition to giving the student a comprehensive understanding of all grammatical forms found in the texts, the program will also equip them with a range of interpretive techniques to help them draw out as fully as possible the meanings of the texts. This course introduces students to major elements of grammar found in Pali. It also introduces the language patterns found in standard prose works to facilitate independent reading. The course is geared toward getting the student to read canonical Pali texts as quickly as possible, and readings in the textbook are taken from key canonical texts. The student is thus engaging with key canonical materials from the very beginning of the course. Prerequisite: None. Auditors not allowed. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4054": {
        "course_code": "HDS 4054",
        "course_name": "Intermediate Pali I",
        "course_description": "<p>This course is the third part of a two-year program designed to allow the student to read Buddhist canonical materials in Pali independently. The readings are taken from the canonical collections and are chosen and arranged thematically, exposing the student to key aspects of the teachings of Theravada Buddhism. The course readings are chosen to enrich the student&#39;s understanding of these teachings, at the same time as strengthening language skills. Prerequisites: Elementary Pali II or equivalent (with permission of the instructor). Note: Auditors not allowed. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4055": {
        "course_code": "HDS 4055",
        "course_name": "Intermediate Pali II",
        "course_description": "<p>This course is the final part of a two-year program designed to allow the student to read Buddhist canonical materials in Pali independently. The readings are taken from the canonical collections and are chosen and arranged thematically, exposing the student to key aspects of the teachings of Theravada Buddhism. The course readings are chosen to enrich the student&#39;s understanding of these teachings, at the same time as strengthening language skills. The course will also introduce the student to commentarial material. The Theravada tradition has a rich body of material that explicates and comments on the canonical texts. Gaining familiarity with this style of writing will greatly benefit the student in subsequent reading of Pali material. Prerequisites: Intermediate Pali I or equivalent (with the permission of the instructor). Note: Auditors not allowed.</p>"
    },
    "HDS 4056": {
        "course_code": "HDS 4056",
        "course_name": "Reading Post-Canonical Pali I",
        "course_description": "<p>This course is a continuation of HDS course offerings in Pali (Elementary Pali and Intermediate Pali) and focuses especially on the reading and interpretation of Theravada Buddhist commentarial texts composed in Pali. Course will include learning how to read Pali texts printed in non-Roman scripts; in the fall term, some texts will be read in Thai script. Prerequisite: Intermediate Pali II or equivalent (with instructor&#39;s permission).</p>"
    },
    "HDS 4057": {
        "course_code": "HDS 4057",
        "course_name": "Reading Post-Canonical Pali II",
        "course_description": "<p>This course is a continuation of HDS course offerings in Pali (Elementary Pali and Intermediate Pali) and focuses especially on the reading and interpretation of Theravada Buddhist commentarial texts composed in Pali. Course will include learning how to read Pali texts printed in non-Roman scripts; in the spring term, 2022, some texts will be read in Thai script. Prerequisite: Intermediate Pali II or equivalent (with instructor&#x27;s permission).</p>"
    },
    "HDS 4061": {
        "course_code": "HDS 4061",
        "course_name": "Introduction to Ugaritic",
        "course_description": "<p>A thorough and rigorous introduction to the Ugaritic language, with a focus on grammar and the reading of a variety of genres of Ugaritic literature (epistolary, ritual, legal, administrative, myth, epic, etc.). The course will also provide students with the opportunity to explore themes in the religion and society of Ugarit and to reflect on their importance for understanding the literature and religion of ancient Israel. Prerequisite: Knowledge of Classical Hebrew or another Semitic language, such as (especially) Akkadian or Arabic. This course is supervised by Dr. Rhyder but taught by instructional staff.</p><p>Jointly offered in the Faculty of Arts and Sciences as Semitic Philology 152.</p><p>&nbsp;</p>"
    },
    "HDS 4071": {
        "course_code": "HDS 4071",
        "course_name": "Elementary Yiddish I",
        "course_description": "<p>Introduction to Yiddish language, literature, and culture. In the course of the year, students will acquire a thorough grounding in Yiddish grammar and will develop strong foundational reading, writing, speaking, and comprehension skills. The course will introduce students to the 1000-year history of Yiddish culture in Eastern Europe, the United States, and around the world. Students will learn about the past and present of this culture through exposure to Yiddish literature, music, theater, film, radio, oral history, and the Yiddish internet&mdash;an introduction to the dynamic world of Yiddish culture and scholarship that exists today.</p>"
    },
    "HDS 4073": {
        "course_code": "HDS 4073",
        "course_name": "Intermediate Yiddish I",
        "course_description": "<p>Building on the skills gained in Yiddish AA/AB, students will further develop their Yiddish reading, writing, speaking, and oral comprehension skills. Focus will be on working with a wide variety of textual and cultural materials spanning the Yiddish-speaking world in the modern era. Course materials include selections from Yiddish fiction, poetry, drama, film, music, the press, and historical documents. Students will become familiar with the language&rsquo;s dialects, writing conventions, and historical development. Course activities will introduce students to the latest developments in online Yiddish publishing and digital humanities scholarship.</p>"
    },
    "HDS 4075": {
        "course_code": "HDS 4075",
        "course_name": "Advanced Yiddish I",
        "course_description": "<p>Building on the skills gained in Yiddish BA/BB, the emphasis of this course is on gaining ease in reading, speaking, writing, and listening comprehension. Students will be guided in exploring their individual areas of interest in Yiddish culture, and will be encouraged to begin producing their own research, creative projects, and translations; taking part in the latest developments in online Yiddish publishing and digital humanities scholarship. Continued exposure to a wide variety of textual and cultural materials, including literature, journalism, folklore, music, film, and theater; with a special focus on the diversity of Yiddish in terms of dialects, vocabulary, historical development, and writing conventions. Ample use of audiovisual and digital materials.</p>"
    },
    "HDS 4120": {
        "course_code": "HDS 4120",
        "course_name": "The Language of Pharaohs: Introduction to Egyptian Hieroglyphs I",
        "course_description": "<p>This language course explores the fundamentals of Middle Egyptian, the classical stage of Egyptian hieroglyphs used throughout much of ancient Egyptian history. Lessons in the Egyptian writing system, grammar, and culture, with weekly vocabulary and exercises, will introduce the language and verbal system in a systematic fashion. By the end of the semester, students may begin to read selections from Egyptian classic stories and historical texts. Visits to the Semitic Museum and the Museum of Fine Arts, Boston, in order to read ancient hieroglyphic inscriptions on the original monuments, may also be included. Note: Continues as HDS 4121/Egyptian AB</p><p>Jointly offered in the Faculty of Arts and Sciences as Egyptian Aa.</p>"
    },
    "HDS 4211": {
        "course_code": "HDS 4211",
        "course_name": "Elementary Greek I",
        "course_description": "<p>Introduction to ancient Greek emphasizing the grammar and vocabulary of the New Testament. Course has additional section hour to be arranged.&nbsp; Enrollment priority given to HDS students and other Harvard faculty cross-registrants. Permission to enroll in the course will be granted as petitions are received.</p>"
    },
    "HDS 4212": {
        "course_code": "HDS 4212",
        "course_name": "Elementary Greek II",
        "course_description": "<p>Continuation of 4211. Focus on the reading of portions of the New Testament, along with continued work in classical Greek grammar and syntax.&nbsp;Course has additional section hour to be arranged. Prerequisite: Successful completion of HDS 4211 or equivalent.</p>"
    },
    "HDS 4220": {
        "course_code": "HDS 4220",
        "course_name": "Intermediate Greek I",
        "course_description": "<p>Review of grammar and syntax. Special attention given to increasing facility in reading and interpreting the Greek New Testament. Selected readings from the gospels and epistles with occasional readings from LXX or early Christian writers. Prerequisite: Elementary Greek or the equivalent. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4221": {
        "course_code": "HDS 4221",
        "course_name": "Intermediate Greek II",
        "course_description": "<p>Selected readings of early Christian and Hellenistic Jewish authors, selected from the Apostolic Fathers, Apologists, hagiographic, apocryphal, gnostic materials, Irenaeus, Clement, Origen, Philo or Josephus. Texts will be chosen to consolidate Greek skills and, where possible, to reflect the interests of the class; each will be set in its historical and linguistic context as an essential part of translation and interpretation. Designed both for those who wish to gain reading skills with a variety of authors and for those who plan further study of Greek, e.g., in Advanced Greek (4230). Prerequisite: Intermediate Greek I (4220) or equivalent.</p>"
    },
    "HDS 4345A": {
        "course_code": "HDS 4345A",
        "course_name": "Elementary Arabic I",
        "course_description": "<p>Introduces students to the phonology and script of classical/modern standard Arabic and covers the basic morphology and syntax of the written language. Emphasis on the development of the four skills (reading, speaking, listening, and writing). Samples of modern (contemporary) and classical styles of writing introduced into basic syllabus, and audio-visual material from the contemporary Arabic media. Required textbooks: (1) <em>Alif Baa</em> (with multimedia), 3rd edition. (2) <em>Al-Kitaab fii Ta&#39;allum al-&#39;Arabiyya</em>:, Part I, 3rd edition. Note: Not open to auditors. Cannot be taken sat/unsat. Jointly offered in the Faculty of Arts and Sciences as Arabic AA.</p>"
    },
    "HDS 4345B": {
        "course_code": "HDS 4345B",
        "course_name": "Elementary Arabic II",
        "course_description": "<p>Introduces students to the phonology and script of classical/modern standard Arabic and covers the basic morphology and syntax of the written language. Emphasis on the development of the four skills (reading, speaking, listening, and writing). Samples of modern (contemporary) and classical styles of writing introduced into basic syllabus, and audio-visual material from the contemporary Arabic media. Required textbooks: (1) <em>Alif Baa</em> (with multimedia), 3rd edition. (2) <em>Al-Kitaab fii Ta&#39;allum al-&#39;Arabiyya</em>:, Part I, 3rd edition. Note: Not open to auditors. Cannot be taken sat/unsat. Jointly offered in the Faculty of Arts and Sciences as Arabic AB.</p>"
    },
    "HDS 4353": {
        "course_code": "HDS 4353",
        "course_name": "Upper-Level Classical Arabic I",
        "course_description": "<p>Introduction to Classical Arabic grammar and styles, with readings from classical Islamic texts, with emphasis on Qur&#39;an, had&icirc;th, s&icirc;ra, and tafs&icirc;r literature. Note: Not open to auditors. Prerequisite: HDS 4360 or equivalent, or may be taken separately with permission of the instructor.</p><p>Jointly offered in the Faculty of Arts and Sciences as Arabic 130A.</p>"
    },
    "HDS 4360": {
        "course_code": "HDS 4360",
        "course_name": "Intermediate Arabic I",
        "course_description": "<p>A thorough review and continuation of literary (classic and modern) Arabic grammar with emphasis on reading, writing, speaking and listening comprehension. Course materials draw from both classical and modern Arabic literature and culture. Required textbook: <em>Al-Kitaab fii Ta&#39;allum al-Arabiyya</em>, Part II with DVDs, 3rd edition. Prerequisite: Elementary Arabic (HDS 4345 A and B).&nbsp;Not open to auditors. Cannot be taken sat/unsat. Jointly offered in the Faculty of Arts and Sciences as Arabic BA.</p>"
    },
    "HDS 4412": {
        "course_code": "HDS 4412",
        "course_name": "German for Reading",
        "course_description": "<p>An introduction to German grammar, syntax, vocabulary and translation with reading selections at an elementary level related to theological and religious studies. No prior knowledge of German is expected or required. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4413": {
        "course_code": "HDS 4413",
        "course_name": "Intermediate German Readings",
        "course_description": "<p>Second semester course to cover German grammar, syntax, and translation; reading and translation practice of selected texts at the intermediate level related to theological and religious studies. Prerequisite: One semester of German at the college-level or German AX (offered by FAS).</p>"
    },
    "HDS 4414": {
        "course_code": "HDS 4414",
        "course_name": "Advanced Intermediate German Readings",
        "course_description": "<p>Reading and translation practice in selected texts related to theological and religious studies. Prerequisite: 8-Week Intensive Beginners German for Reading, Korb&#39;s German for Reading, or Instructor&#39;s Permission. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4451": {
        "course_code": "HDS 4451",
        "course_name": "Elementary French for Reading",
        "course_description": "<p>An introduction to French grammar, syntax, vocabulary and translation, with reading selections at an elementary level related to theological and religious studies. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4454": {
        "course_code": "HDS 4454",
        "course_name": "Advanced Intermediate French Readings",
        "course_description": "<p>Reading and translation practice in selected texts related to religious studies. Satisfies one of the three language course requirements of the MDiv program. This course is designed to help students gain proficiency in reading texts related to theological French and religious studies, as well as academic French more broadly. The syllabus may be adjusted according to the specific interests and research areas of students enrolled in the course. Prerequisite: HDS 4453, SLP, or Intermediate French reading proficiency. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4460": {
        "course_code": "HDS 4460",
        "course_name": "Elementary Spanish for Reading",
        "course_description": "<p>This course introduces students to Spanish grammar, syntax, vocabulary, and translation with the goal of developing students&rsquo; vocabulary and reading comprehension skills. Students will read and translate selections related to theological and religious studies from across time periods, traditions, and genres. In addition to the course readings, students will have the opportunity to work with and translate a text of their choice from their own research discipline. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4464": {
        "course_code": "HDS 4464",
        "course_name": "Advanced Intermediate Spanish Readings",
        "course_description": "<p>This course focuses on Spanish reading comprehension and translation at the intermediate/advanced level with special attention to preparation for the HDS Spanish language exam.&nbsp; Students will translate Spanish-language texts from various time periods, regions, traditions, and genres into English and will learn to recognize key grammatical structures, vocabulary, and linguistic nuances with the goal of comprehension of written material in Spanish.&nbsp; At the end of the course, students will have the opportunity to work with and translate a text of their choice from their own research disciplines. Prerequisites: HDS 4463 or the equivalent. Limited enrollment course. Enrollment priority given to HDS students and other Harvard faculty cross-registrants.</p>"
    },
    "HDS 4465": {
        "course_code": "HDS 4465",
        "course_name": "Communication Skills for Spanish Ministry",
        "course_description": "<p>An intermediate/advanced course to develop communication skills particularly suited to those planning to minister in Spanish-speaking environments. Exercises and exams center on outreach vocabulary as well as appropriate contexts for this field (congregations, counseling, hospital and/or correctional pastoral work, education, etc.). Prerequisite: An intermediate knowledge of spoken Spanish.</p>"
    },
    "HDS 4510": {
        "course_code": "HDS 4510",
        "course_name": "Introduction to Ministry Studies",
        "course_description": "<p><span style=\"font-family:&#39;georgia&#39; , &#39;times new roman&#39; , serif\">Introduction to Ministry Studies (IMS) serves as the foundational classroom experience for Master of Divinity (MDiv) students, as well as those who may be considering the MDiv degree. The purpose of IMS is to provide students with the tools and the time necessary to construct a working model of ministry studies as a framework for integrating the various components of the MDiv program (course work, supervised field work, co-curricular experiences, and spiritual formation) into a coherent practice of intellectual, spiritual, and vocational formation. In IMS, students will be introduced to a methodology for critical and constructive theological/religious reflection that emerges from rigorous contextual analysis and is aimed toward renewed visions for ministerial and ethical leadership practice. In addition to this methodological exploration, IMS also considers the institutional and communal dynamics that make Harvard Divinity School (HDS) a unique context for religious and theological studies in service of a multi-religious and multi-vocational approach to professional ministerial education.</span></p>"
    }
}