{
    "API 101": {
        "course_code": "API 101",
        "course_name": "Resources, Incentives, and Choices I: Markets and Market Failures",
        "course_description": "<p>This course applies microeconomic reasoning to public policies. It considers economic incentives and organizations; models of economic behavior; the operation of markets; the price system and how it works; the consequences of market failure and interventions in markets; and policy objectives and instruments. It is the first course in the &lsquo;Resources, Incentives, and Choices&rsquo; sequence, and provides the foundational frameworks required for the second course in the sequence, <em>Economic Analysis of Public Policy</em> (API-102).</p>"
    },
    "API 102": {
        "course_code": "API 102",
        "course_name": "Resources, Incentives, and Choices II: Analysis of Public Policy",
        "course_description": "<p>This course builds on API-101 to develop microeconomic and macroeconomic tools of analysis for policy problems through various policy applications. The course is broadly focused on evaluating the rationale for government intervention in the economy and evaluating the efficiency, incentive, and distributional effects of government policies.</p>"
    },
    "API 109": {
        "course_code": "API 109",
        "course_name": "Advanced Microeconomic Analysis I",
        "course_description": "<p>This is the first semester of a rigorous two-semester sequence in advanced microeconomic analysis for MPA/ID students. Topics covered include consumer theory, producer theory, risk and behavior under uncertainty, partial and general equilibrium, and externalities. Theory is illustrated by relevant applications to international development and other areas. Prerequisites: Multivariate calculus and constrained optimization; intermediate microeconomics.</p>"
    },
    "API 110": {
        "course_code": "API 110",
        "course_name": "Advanced Microeconomic Analysis II",
        "course_description": "<p>This is the second semester of a rigorous two-semester sequence in advanced microeconomic analysis for MPA/ID students. Topics covered include general equilibrium, externalities and public goods, welfare economics, game theory, economics of information, incentives, and contracts. Theory is illustrated by relevant applications to international development and other areas.</p>"
    },
    "API 111": {
        "course_code": "API 111",
        "course_name": "Microeconomic Theory I",
        "course_description": "<p style=\"margin-top:1.0pt;margin-right:6.0pt;margin-bottom:5.0pt;margin-left:6.0pt;line-height:normal;text-autospace:none;\"><span style=\"color:black;\">A comprehensive course in economic theory designed for doctoral students in all parts of the university. Topics include consumption, production, choice under risk and uncertainty, markets, and general equilibrium theory. Topics will be motivated by appealing to related recent theoretical and applied economics research.</span></p><p style=\"margin-top:1.0pt;margin-right:6.0pt;margin-bottom:5.0pt;margin-left:6.0pt;line-height:normal;text-autospace:none;\"><span style=\"color:black;\">Undergraduates with appropriate background are welcome, subject to the instructor&#39;s approval.</span></p>"
    },
    "API 112": {
        "course_code": "API 112",
        "course_name": "Microeconomic Theory II",
        "course_description": "<p>A continuation of API-111. Covers information economics, bargaining and welfare economics, and general equilibrium. This is a comprehensive course in economic theory designed for doctoral students in all parts of the university.</p>"
    },
    "API 114": {
        "course_code": "API 114",
        "course_name": "Econometric Methods for Applied Research I",
        "course_description": "<p>API-114&nbsp;and API-115&nbsp;comprise a two-course sequence for first-year Ph.D. and D.B.A. students seeking training in econometric methods at a level that prepares them to conduct professional empirical research. API-114 (fall) reviews probability and statistics, then covers the fundamentals of modern econometrics, with a focus on regression methods for causal inference in observational and experimental data.</p>"
    },
    "API 115": {
        "course_code": "API 115",
        "course_name": "Econometric Methods for Applied Research II",
        "course_description": "<p>API-114 and API-115 comprise a two-course sequence for first-year doctoral students seeking training in econometric methods at a level that prepares them to conduct professional empirical research.&nbsp;&nbsp;API-115 (spring) begins by reviewing the foundations of causal inference, covering potential outcomes, the selection problem, and randomized evaluations. The course will then cover instrumental variables, regression discontinuity, bunching estimators, and difference-in-differences and synthetic control methods. The course will emphasize a mixture of theory and application, with problem sets focused on the replication or extension of recent papers utilizing these methods.</p>"
    },
    "API 119": {
        "course_code": "API 119",
        "course_name": "Advanced Macroeconomics for the Open Economy I",
        "course_description": "<p>The course is the first in the two-course sequence on macroeconomic policy in the MPA/ID program.&nbsp;It focuses on the international dimension of macroeconomic policy, particularly monetary, fiscal, and exchange rate policy, and on the determination of the current account balance, national income, and inflation. &nbsp;Aims are price stability and countercyclical macro policy. Attention is given to developing countries and other small open economies, defined as those for whom prices are determined on world markets. Included are contractionary effects of devaluation and models that focus on the price of internationally traded goods in terms of non-traded goods. A major overall theme is the implication of increased integration of global financial markets. Another is countries&#39; choice of monetary regime, especially the degree of exchange rate flexibility and ways that central banks can credibly commit to noninflationary monetary policy.&nbsp;Implications of commodity exports and emerging market crises are both covered.</p>"
    },
    "API 120": {
        "course_code": "API 120",
        "course_name": "Advanced Macroeconomics for the Open Economy II",
        "course_description": "<p>This course is the second in the two-course sequence on macroeconomic policy in the MPA/ID program.&nbsp; Topics covered in the first half of the course include international financial integration, exchange rate models, speculative attacks, the carry trade, portfolio choice, currency risk, default risk, Debt Sustainability Analysis, and crises in Emerging Markets.&nbsp; The second half of the course uses tools of dynamic optimization.&nbsp; Topics covered include, among others, the Solow and Ramsey models of long-term growth, endogenous growth theory, Over-Lapping Generations models, Real Business Cycles, search theory, New Keynesian models, and&nbsp;Dynamic Stochastic General Equilibrium models.&nbsp; &nbsp;</p>"
    },
    "API 121": {
        "course_code": "API 121",
        "course_name": "Recessions, Growth, and Macroeconomic Policy",
        "course_description": "<p style=\"margin-left:6.0pt;\">Countries around the world have faced significant macroeconomic challenges in the 21st century. The global economy entered a deep recession with the onset of the COVID-19 pandemic just a few years after recovering from a protracted economic slump caused by the 2007-2009 global financial crisis. More recently, inflation surged to levels not seen in many countries for decades. We will learn some of the key tools that macroeconomists use to understand these developments, explore the specific circumstances and institutions that mattered in each episode, and consider what policies can mitigate the harm of recessions. We will then turn to the macroeconomic challenge of promoting economic growth over the longer run. We will learn what factors drive differences in living standards over time and across countries and what policymakers can do to promote inclusive and sustainable economic growth in coming decades.</p>"
    },
    "API 126": {
        "course_code": "API 126",
        "course_name": "American Economic Policy",
        "course_description": "<p>Analyzes major issues in American economic policy, including national savings, taxation, health care, Social Security, budget policy, monetary and fiscal policy, and exchange rate management. Current economic issues and policy options are discussed in detail and in the context of current academic thinking.</p>"
    },
    "API 135": {
        "course_code": "API 135",
        "course_name": "Economics of Climate Change and Environmental Policy",
        "course_description": "<p style=\"margin-top:1.0pt;margin-right:6.0pt;margin-bottom:5.0pt;margin-left:0in;line-height:normal;text-autospace:none;\"><span style=\"color:black;\">Provides a survey, from the perspective of economics, of global climate change and public policies to address it, including international, regional, national, and sub-national policies.&nbsp; The political economy and politics of alternative policies are also covered.&nbsp; Methodological topics that are broadly relevant for other resource and environmental issues are featured.</span></p>"
    },
    "API 141": {
        "course_code": "API 141",
        "course_name": "Finance",
        "course_description": "<p>This course provides financial concepts, techniques, and instruments that are essential to a variety of applications that include raising debt and equity finance, asset management, climate finance, development finance, financing infrastructure, banking, financial regulation, and risk management. The course emphasizes an intuitive, logically rigorous understanding of the theory and practice of financial markets and institutions, illustrating the concepts through examples and cases drawn from diverse settings. The topics covered in this course include time value, the principle of arbitrage, the trade-off between risk and return, the pricing of stocks and bonds, the term structure of interest rates, market efficiency, derivative securities, risk management, and real options. Case discussions illustrate a wide range of applications including yield curves, green bonds, raising finance, public pension funds, utility regulation, investment&nbsp;funds, currency risk management, weather insurance, privatization for development, banks and deposit insurance, and housing finance and the subprime crisis.</p>"
    },
    "API 165": {
        "course_code": "API 165",
        "course_name": "Energy and Environmental Economics and Policy",
        "course_description": "<p style=\"margin-bottom:0in;margin-bottom:.0001pt;line-height:normal;background:white;\">This course applies economic tools to understand the rationale, design, and evaluation of public policies focused on energy and environmental problems. The course examines the efficacy, welfare, and distributional impacts of an array of policy approaches, including carbon pricing, subsidies for energy efficiency and renewable power, cap-and-trade programs for conventional air pollutants, fossil fuel subsidies, clean energy research and development, fuel economy standards, information programs, and multilateral climate and energy policy governance.</p>"
    },
    "API 170": {
        "course_code": "API 170",
        "course_name": "Managing Climate Change Risks: Information, Incentives, and Institutions",
        "course_description": "<p>Decision-makers &ndash; including individuals, businesses, civil society, and policymakers &ndash; are undertaking an array of strategies to manage the risks posed by a changing climate. This course explores how information, incentives, and institutions influence the actions taken by decision-makers on (1) adaptation and resilience; (2) emission reductions; (3) carbon dioxide removal from the atmosphere; and (4) solar geoengineering. Students will gain exposure to models drawing from decision science, economics, integrated assessment, political science, and statistics to evaluate risk management strategies.&nbsp; Open to students from all disciplinary backgrounds.</p>"
    },
    "API 201": {
        "course_code": "API 201",
        "course_name": "Quantitative Analysis and Empirical Methods",
        "course_description": "<p>Introduces students to concepts and techniques essential to the empirical analysis of public policy issues. Provides an introduction to probability, statistics, and decision analysis, emphasizing the ways in which these tools are applied to practical policy questions. Topics include: descriptive statistics; applied probability; decision making under uncertainty; statistical inference; and hypothesis testing.. The course also provides students an opportunity to become proficient in the use of computer software widely used in analyzing quantitative data.</p>"
    },
    "API 202M": {
        "course_code": "API 202M",
        "course_name": "Empirical Methods II",
        "course_description": "<p>Intended as a continuation of API-201, this 5-week module equips students with an understanding of common tools of quantitative empirical analysis in policy applications. Much of the learning will take place through hands-on analysis of data sets, as well as case studies illustrating critical concepts. The course will cover describing relationships between multiple variables, handling data in the real world, the challenges surrounding making causal claims, and interpreting the results of studies in a way that is both technically sound and policy relevant. The module will focus primarily on the tool of regression analysis and deepen students&#39; facility with the programming language R.&nbsp;</p><p><u>Please note, API-202M is offered January 22&nbsp;&ndash; February 23, 2024.</u></p>"
    },
    "API 203M": {
        "course_code": "API 203M",
        "course_name": "Empirical Methods II",
        "course_description": "<p>This course is a 6-week module that follows on API-202M, allowing students to further specialize in a particular area of evidence for policy making. First year MPP students can select among the following four options.&nbsp;</p><p><strong>Section A (Benjamin Schneer) Causal Inference and Prediction:</strong> This module will delve deeper into quantitatively evaluating the impact of programs through quasi-experimental study designs, and assessing the strengths and weaknesses of different approaches. Students will also be introduced to the language and techniques of prediction and machine learning. Analyses of datasets will be conducted using R.</p><p><strong>Section B (Dara Kay Cohen) and Section C (Liz McKenna) Qualitative Methods:</strong> This module will cover basic principles and particular techniques of qualitative data collection and analysis through experiential, applied learning on a policy puzzle of students&rsquo; choosing. Research methods will focus primarily on interviewing and ethnographic observation. Students will learn the skills of qualitative coding and analysis as well as how to evaluate and make use of qualitative evidence in policy analysis. Topics will cover research ethics, and how qualitative research is used in policy analysis and multi-method research.</p><p><strong>Section D (Daniel Schneider) Survey Methods:</strong> Survey research is used in a variety of fields to create original data and answer questions that otherwise couldn&rsquo;t be answered. This module is designed to teach students the skills necessary to create, use, and interpret survey data. The module will cover questionnaire design, sampling, modes of data collection, and other topics. Students will complete applied assignments in survey methods.</p><p><strong>Section Z (Timothy Layton):&nbsp;</strong> Similar to Section A, this module will delve into quasi-experimental techniques most commonly used for causal inference, laying out the mathematical foundations for each approach, and assessing the underlying&nbsp;mathematical assumptions required for each method to produce causal estimates. Students will also be exposed to modern methods for prediction and machine learning, with a detailed description of the statistical theory behind these approaches along with instruction in their practical application. All analysis will be conducted using R.&nbsp; Please note, students in Section Z of API-202M will continue on to Section Z of API-203M.</p><p><u>Please note, API-203M is offered February 26&nbsp;- April 12, 2024.</u></p>"
    },
    "API 205": {
        "course_code": "API 205",
        "course_name": "Politics and Policies: What Is the Impact of Data and AI?",
        "course_description": "<p>Data and artificial intelligence (AI) are changing our world..&nbsp; Intended for leaders, this course introduces statistics and machine learning and what they can tell us about global challenges.&nbsp; Using case studies on justice and policing, elections and polling, behavioral economics, development, climate change, education, and health, we analyze research design, regression, and project evaluation, and compare the perspective of ethics.&nbsp; Looking at what data and AI can&mdash;and cannot&mdash;tell us, the course develops the ability to read technical reports, identify bias, and make data-based decisions.</p>"
    },
    "API 209": {
        "course_code": "API 209",
        "course_name": "Advanced Quantitative Methods I: Statistics",
        "course_description": "<p>The goal of this course is to prepare students to analyze public policy issues using statistics. Topics included fall in the areas of probability theory, statistical inference, causal inference, and machine learning. While many students taking this course will have already taken courses in statistics and econometrics, this course will probably place a much stronger emphasis than typical courses on conceptually understanding the statistical methods. Since the course is targeted to first-year students in the MPA/ID program, we will not shy away from using the mathematical tools needed to develop the conceptual understanding. But the emphasis of the course will be on the conceptual understanding and application of the tools rather than on the math or the mechanics behind the tools.</p>"
    },
    "API 210": {
        "course_code": "API 210",
        "course_name": "Advanced Quantitative Methods II: Econometric Methods",
        "course_description": "<p>Intended as a continuation of API-209, Advanced Quantitative Methods I, this course focuses on developing the theoretical basis and practical application of the most common tools of empirical research. In particular, we will study how and when empirical research can make causal claims. Methods covered include randomized evaluations, instrumental variables, regression discontinuity, and difference-in-differences. Foundations of analysis will be coupled with hands-on examples and assignments involving the analysis of data sets.</p>"
    },
    "API 211": {
        "course_code": "API 211",
        "course_name": "Program Evaluation and Education Policy",
        "course_description": "<p>Do charter schools improve student outcomes?&nbsp; Is high dosage tutoring likely to help students catchup following the pandemic? &nbsp;Education policy debates often boil down to causal claims regarding the efficacy or inefficacy of a program or policy.&nbsp;In order to participate in those debates or to choose a curriculum or intervention for a school district or non-profit in the future, you must become a discerning consumer of quantitative impact evidence.&nbsp;In the course, we will discuss five common approaches to measuring program impacts:&nbsp;random assignment, regression discontinuity, difference-in-differences (or comparative interrupted time series), covariate adjustment (sometimes referred to by the term, &ldquo;value-added&rdquo;) and matching. Students will gain experience reading, critiquing and, in some cases, replicating examples of each type of study.&nbsp;We will discuss the key assumptions underlying each approach and students will learn what to look for when deciding whether those assumptions are met.&nbsp;Although the primary goal is to build students&rsquo; skills in reading and critiquing evidence of program impact, we will also discuss recent evidence on important education policy topics, such as charter schools, school vouchers, the impact of college financial aid, etc. The course will focus on quantitative impact evaluations, as opposed to qualitative or process evaluations.&nbsp;Many readings are drawn from the U.S. context, but we will also discuss papers that draw from international evidence.</p>"
    },
    "API 222": {
        "course_code": "API 222",
        "course_name": "Machine Learning and Big Data Analytics",
        "course_description": "<p style=\"margin-bottom:0in;margin-bottom:.0001pt;text-align:justify;line-height:normal;text-autospace:none;\"><span style=\"font-family:tahoma,geneva,sans-serif;\"><span style=\"font-size:12px;\">In the last couple of decades, the amount of data available to organizations has significantly increased. Individuals who can use this data together with appropriate analytical techniques can discover new facts and provide new solutions to various existing problems. This course provides an introduction to the theory and applications of some of the most popular machine learning techniques. It is designed for students interested in using machine learning and related analytical techniques to make better decisions in order to solve policy and societal level problems.</span></span></p><p style=\"margin-bottom:0in;margin-bottom:.0001pt;text-align:justify;line-height:normal;text-autospace:none;\"><span style=\"font-family:tahoma,geneva,sans-serif;\"><span style=\"font-size:12px;\">We will cover various recent techniques and their applications from supervised, unsupervised, and reinforcement learning. In addition, students will get the chance to work with some data sets using software and apply their knowledge to a variety of examples from a broad array of industries and policy domains. Some of the intended course topics (time permitting) include: <em>K-Nearest Neighbors, Naive Bayes, Logistic Regression, Linear and Quadratic Discriminant Analysis, Model Selection (Cross Validation, Bootstrapping), Support Vector Machines, Smoothing Splines, Generalized Additive Models, Shrinkage Methods (Lasso, Ridge), Dimension Reduction Methods (Principal&nbsp;Component Regression, Partial Least Squares), Decision Trees, Bagging, Boosting, Random Forest, K-Means Clustering, Hierarchical Clustering, Neural Networks, Deep Learning, and Reinforcement Learning.</em> </span></span></p>"
    },
    "API 231": {
        "course_code": "API 231",
        "course_name": "Geographic Information Systems for Public Policy",
        "course_description": "<p>This course introduces Geographic Information Systems (GIS) and their applications to public policy, political economy, and international relations. The course will enable students to work with GIS data structures and understand cartography, transformations, georeferencing, geocoding, and spatial analysis. It will provide students with hands-on experience in using open-source GIS software to visualize and analyze multiple types of data, including administrative records, historical maps, boundaries, weather/climate, roads, and satellite images/remote sensing. Applications will include data on elections, armed conflict, crime, public infrastructure, and economic activity. Class meeting time will be split between a lecture and a lab exercise, where students use GIS software to complete assignments.</p>"
    },
    "API 303": {
        "course_code": "API 303",
        "course_name": "Game Theory and Strategic Decisions",
        "course_description": "<p>This course uses game theory to study strategic behavior in real-world situations. It develops theoretical concepts, such as incentives, strategies, threats and promises, and signaling, with application to a range of policy issues. Examples will be drawn from a wide variety of areas, such as competition, bargaining, auction design, and voting behavior. This course will also explore how people actually behave in strategic settings through a series of participatory demonstrations.</p>"
    },
    "API 305": {
        "course_code": "API 305",
        "course_name": "Behavioral Economics, Law and Public Policy",
        "course_description": "<p>This seminar will explore a series of issues at the intersection of behavioral economics and public policy. Potential questions will involve climate change; energy efficiency; health care; and basic rights. There will be some discussion of paternalism and the implications of neuroscience as well.</p><p>&nbsp;</p>"
    },
    "API 313M": {
        "course_code": "API 313M",
        "course_name": "The Tools and Methods of Economic Complexity Analysis",
        "course_description": "<p>This advanced module will present the methods of economic complexity as they can be used for the analysis of places, firms, products, occupations, technologies, scientific research and educational areas, as well as the interactions among them and their evolution over time. &nbsp;The world is incredibly complex but understanding requires simplification through tractable models that have fewer dimensions. Much of economics has relied on aggregation as a dimensionality reduction mechanism, summing up the economic components of the world into fewer categories such as GDP, capital and labor. However, aggregation erases information regarding the structure of the economy. Economic complexity tools try to minimize this information loss while preserving tractability. The idea is that activities require capabilities that are distributed across individuals and organizations and must be brought together for each activity to happen. This advanced course will introduce the key concepts of economic complexity and their implementation on big datasets. The course presumes previous exposure to linear algebra, statistics, economics and either R or Python.</p>"
    },
    "API 318": {
        "course_code": "API 318",
        "course_name": "Thinking Analytically in an Uncertain World",
        "course_description": "<p>The goal of this course is to help you think more analytically, which I hope will lead you to better understand the world around you, make smarter personal and professional decisions, achieve better outcomes, and ultimately lead a more fulfilling life. A central premise of the course is that the world is full of uncertainty, and that using systematic approaches, frameworks and tools to deal with this uncertainty can be immensely helpful for individuals, teams, and organizations. The course will use a variety of approaches including interactive teaching, blended learning, case studies, simulations, learning journals, and a forecasting tournament. You will constantly be asked to apply what you learn in the course to personal, professional and policy situations.</p>"
    },
    "API 500M": {
        "course_code": "API 500M",
        "course_name": "Spring Exercise",
        "course_description": "<p>Spring Exercise is a two-week long simulation offering students an intense challenge of intellectual integration and practical application spanning the disciplines represented in the MPP core. The exercise gives students practice at applying core tools and concepts in a setting and at a pace approximating professional reality. It thus serves as a capstone to the first-year core and a bridge to the second-year Policy Analysis Exercise and subsequent professional work.</p><p>During Spring Exercise, students attend presentations by internal and external experts on the exercise&rsquo;s topic as the foundation for their own development and analysis of policy options.&nbsp; They are grouped into teams to develop and deliver detailed, data-backed written and oral deliverables in a simulated but realistic policy process.</p>"
    },
    "API 501": {
        "course_code": "API 501",
        "course_name": "Policy Design and Delivery I",
        "course_description": "<p><span style=\"color:black;\"><span style=\"font-family:calibri,sans-serif;\"><span style=\"font-size:11.0pt;\">Imagine it is the year 2030 and climate change has reached a tipping point. Scientists predict that within the next year&nbsp;irreversible flood damage will plunge your country into a devastating health and security crisis that demands a plan of action. If you were a policy advisor for the Ministry of Energy, the mayor of an at-risk city, or the head of a private firm that will lose 70% of its coastal manufacturing plants due to rising sea levels, how would you plan to tackle this challenge? What skills and frameworks would you need to begin planning and implementing a comprehensive response to a complex public policy problem? </span></span></span></p><p><span style=\"color:black;\"><span style=\"font-family:calibri,sans-serif;\"><span style=\"font-size:11.0pt;\">Dealing with the impacts of climate change is just one example of a challenging public policy problem HKS students may face in their careers. Policy Design and Delivery (PDD) will teach you the skills necessary to address a wide range of issues and to craft options for change. The PDD course is grounded in theory, but taught using an immersive case-based methodology. Students will learn to use and apply policy tools and frameworks to hypothetical cases where no current answer exists and see how real-world examples were solved, taught by leading experts with personal experience. Throughout the course, students will build upon their policy-making toolkit to develop skills in leadership, team-building, briefing and writing for policymakers, and effective project management.&nbsp;</span></span></span></p>"
    },
    "API 505": {
        "course_code": "API 505",
        "course_name": "Policy Analysis: A Tool for Evidence-Based Decision Making",
        "course_description": "<p>Policy analysis is problem solving.&nbsp; It involves making systematic comparisons across a set of alternatives to address a particular policy or planning problem, usually in the face of time and resource constraints.&nbsp; Typically, policy analysis is done to provide advice to a client, organization, or another decision-maker in the face of a public problem or crisis.&nbsp; It involves rapid response, quickly orienting yourself to new and changing topics that often are complex and controversial.&nbsp; How to develop doable solutions that target the core problem at hand? How to weigh the many competing trade-offs among diverse stakeholders?&nbsp; How to balance innovation with pragmatism?&nbsp; In this class we will develop strategies to address these, and other, challenges.&nbsp;</p><p>While the course will emphasize the development of a stage-based analytical approach, we will also discuss alternative models of policy analysis and consider critical perspectives from political science, behavioral science and design fields.</p><p>Based largely on case discussions, the class will explore the choices facing decision makers in the public and nonprofit sectors in the US and abroad with regard to a wide range of issues, including public health, environmental protection, urban development, transportation and infrastructure.&nbsp; We will also have a unit on cost benefit analysis and how to incorporate it into this analytical toolbox.&nbsp; We will approach CBA from a critical perspective and consider its limitations in the face of scarce information and equity concerns.&nbsp;</p><p>This is a methods course: we will use a variety of cases to practice and become nimble in the logic and techniques behind policy analysis, rather than becoming an expert in any one subject area.&nbsp; Students will develop their own analyses and learn how to communicate them in written memos, oral argument, and visual presentations. The course will culminate in a team project in which students conduct a simulated policy analysis exercise on a current issue.</p>"
    },
    "API 901": {
        "course_code": "API 901",
        "course_name": "Doctoral Research Seminar",
        "course_description": "<p>The purpose of the course is to facilitate the development of students&#39; dissertation research ideas and to build community among Harvard Kennedy School doctoral students and faculty. Invited speakers from the Harvard Kennedy School faculty will engage students in conversations about the stages of research development (e.g., generating ideas, choosing research methods, building a research agenda). Students will generate research proposals and present them at a day-long retreat at the end of the semester.</p>"
    },
    "API 902": {
        "course_code": "API 902",
        "course_name": "Doctoral Research Seminar",
        "course_description": "<p>This seminar course is designed to spur PhD students toward effective work on their dissertation and completion of an approved prospectus by the end of the academic year. There will be written assignments defining their problem area, a literature review, analytic frameworks, and data sources. It is hoped that students will complete a preliminary draft of at least one chapter of their dissertation by the end of the semester.</p>"
    },
    "API 905Y": {
        "course_code": "API 905Y",
        "course_name": "Seminar in Environmental Economics and Policy (spring)",
        "course_description": "<p>This is an advanced research seminar on selected topics in environmental and resource economics. Emphasizes theoretical models, quantitative empirical analysis, and public policy applications. Includes presentations by invited outside speakers. Students prepare critiques of presented papers and prepare a research paper of their own.</p>"
    },
    "BGP 100": {
        "course_code": "BGP 100",
        "course_name": "The Business-Government Relationship in the United States",
        "course_description": "<p>This survey course is designed to help students think analytically about the ways in which government and business interact with one another in a mixed economy. It examines: (1) how business and government are organized and how they seek to influence one another; (2) how government policies affect the competitive positions of individual firms and industries and how firms and industries compete to influence such policies; (3) the ways in which government policies affect economic growth and the ways in which governments seek to achieve a variety of noneconomic objectives; and (4) how to define national economic interest in an increasingly integrated global economy. Although the focus is on U.S. business-government relationships, comparisons are made to ways in which government and business interact in other nations.</p>"
    },
    "BGP 150Y": {
        "course_code": "BGP 150Y",
        "course_name": "Seminar: Business and Government (spring)",
        "course_description": "<p>This seminar is designed to support MPP-2 students writing their Policy Analysis Exercise in the areas of business and government.&nbsp; The course is structured to support students as they identify the topic on which they will focus, clarify the problem they will be addressing, develop a strategy to gather information to address the problem, analyze their findings, develop recommendations, and produce the final product.&nbsp; Over the fall we will focus the class sessions on gaining an understanding of what a PAE is, clarifying the problem each student will address, and identifying and developing the research methods needed to study the problem.&nbsp; In the second semester we will focus on producing your final PAE: writing useful first drafts and refining them, effectively using graphics, and persuasively presenting your analysis and recommendations both orally and in writing.&nbsp; Students work individually or in small groups on a project that they select.&nbsp; Open only to MPP2 students.</p>"
    },
    "BGP 235M": {
        "course_code": "BGP 235M",
        "course_name": "Private Capital for Public Purpose: Impact Investing and Its Siblings",
        "course_description": "<p>This module will introduce and critically analyze efforts to direct private sector financial investments to public purpose. These efforts-falling under the headings of impact, responsible, mission, social, and sustainable investing-looks for ways to maximize the social utility of private investment. We will examine the: 1) types of investors engaged in these efforts (e.g. individuals, pension funds, endowments, foundations); 2) social goals they hope to achieve through their investments; 3) investment strategies and vehicles through which they hope to achieve these goals; 4) intersections of impact investing and public policy; 5) ways that stakeholders assess the impact of these investments. The class will balance U.S. domestic and global examples of investment, policymaking, and advocacy.</p>"
    },
    "BGP 264": {
        "course_code": "BGP 264",
        "course_name": "Capital Markets Regulation",
        "course_description": "<p>This course examines important current issues in the regulation of the U.S. capital markets and the financial system, with emphasis on the global financial crisis, reform efforts since then, and potential future actions in light of the COVID-19 crisis.&nbsp;Specific topics will likely include: mechanisms for controlling risk in financial institutions, particularly capital and liquidity requirements; the unique problem of systemic risk; environmental, social, and governance&nbsp;(ESG) issues; dealing with illiquid and insolvent institutions, including resolution authority; optimal regulatory structure and use of cost-benefit analysis; market microstructure for securities trading; regulation of derivatives trading; consumer protection; Money Markets Funds, Exchange Traded Funds and the Shadow Banking System; Federal Reserve measures during the COVID-19 crisis;&nbsp;and recent trends in FinTech and digital currencies.&nbsp;Classes will be primarily based on lectures and interactive discussion, and will also include regular guest speakers. Required written work will be a final take-home examination, with a week between distribution and due date.&nbsp;</p><p>&nbsp;</p>"
    },
    "BGP 510Y": {
        "course_code": "BGP 510Y",
        "course_name": "HKS-HBS Joint Degree First-Year Seminar (spring)",
        "course_description": "<p>This required seminar introduces degree candidates in the first two years of the joint programs (both MPP-MBA and MPA/ID-MBA) to key policy and management issues at the interface of the business and government sectors. It complements their learning in the required curricula of HBS and HKS, aids them in selecting appropriate elective courses, and provides context for choosing and pursuing employment in the summers following the first and second years of the joint program. It also promotes the development of program cohort cohesion in the short term and professional identity in the longer run. The course, taught via the case method, will cover four modules at the heart of the intersection between business and government: (i) Creating shared value; (ii) Impact Investing; (iii) Public Private Partnerships; and (iv) Entrepreneurship at the intersection of the public and private sector. Understanding the very different dimensions of complex problems provides a basis for applying professional skills and knowledge to help resolve them.</p>"
    },
    "BGP 610": {
        "course_code": "BGP 610",
        "course_name": "The Political Economy of Trade",
        "course_description": "<p>This course provides a multidimensional introduction to international trade policy. Its purpose is to provide students with an understanding of international trade economics, rules, politics and institutions, and the major policy issues and challenges facing the global trading system.</p><p>The course begins with an exploration of the rationales for free trade &amp; protection, the distributional consequences of trade, the impact of trade on employment and growth and the challenges presented by deeper international economic integration.</p><p>The course then considers the World Trade Organization (WTO). It explores negotiation mechanisms and principles, the rules relating to market access, services, agriculture, trade-related intellectual property (TRIPs), fair trade, safeguards and the system for dispute settlement and retaliation.</p><p>The final section considers major challenges currently facing the trading system. These include the Covid pandemic, the backlash against globalization, and threats to the global trading order presented by US trade policy and the problems of absorbing China&rsquo;s Socialist Market Economy.</p><p>The pedagogical approaches in the course include lectures provided prior to class, case studies, small group discussions based on study questions, and exercises that simulate trade disputes and negotiations over WTO reforms for which students will be organized into national teams.</p>"
    },
    "BGP 625": {
        "course_code": "BGP 625",
        "course_name": "Globalization: Past, Present and Future Challenges",
        "course_description": "<p><strong><span style=\"background:white;\"><span style=\"color:#201F1E;\">How can a globalizing world of differing countries &ndash; rich and poor, democratic and authoritarian &ndash; best promote inclusive growth and human security by meeting the challenges of inequality, climate change, rising populism, war, and global disease?</span></span></strong></p><p><span style=\"background:white;\"><span style=\"color:#201F1E;\">Why is populism becoming pervasive - and is there a revolt against global integration? What is the right balance between national sovereignty and international integration? Is the US equipped to sustain its role as a global leader? How does international trade affect prosperity and inequality? Should we regulate multi-national companies who move their factories to countries with lower labor standards? How should the IMF respond to financial crises in Europe and the developing world? How will the rise of China change the world system? This course uses basic economic logic to illuminate the choices - and trade-offs - faced by governments, international institutions, businesses, and citizens as the global economy evolves. Our course is based on the premise that passion without careful reason is dangerous and that reliance on solid analytics and rigorous empirical evidence will lead to a better world. Policy issues are debated in class by the professors and guest speakers, and students will participate in simulated negotiations on US climate policy and the US-China economic relationship, experiencing the issues firsthand, as well as illustrating the importance of decisions made by individual actors for the evolution of the global system.</span></span></p>"
    },
    "BGP 631": {
        "course_code": "BGP 631",
        "course_name": "Regulation of International Finance",
        "course_description": "<p>This course will examine international arrangements for the regulation of finance. Arrangements covered include the International Monetary Fund, the Financial Stability Board, the Basel Committee on Banking Supervision, the International Organization of Securities Commissions, the European Union, and the General Agreement on Trade in Services within the World Trade Organization. Specific substantive topics will be chosen to illustrate their activities. We will consider the substantial differences among these arrangements in institutional and governance structures, legal status, and relationship to domestic regulation. A recurring theme will be the tensions between the presumptive shared interests of governments in predictable rules or financial stability, on the one hand, versus divergent national commercial interests or regulatory preferences, on the other.</p>"
    },
    "BGP 670": {
        "course_code": "BGP 670",
        "course_name": "Financial Crises: Concepts and Evidence",
        "course_description": "<p>This course covers topics on currency, banking, inflation, and debt crises as well as international financial contagion. Issues pertaining to monetary/financial, exchange rate, debt restructuring, and fiscal policy in connection with the antecedents and aftermath of crises are studied at both the theoretical and empirical levels. The role of current account dynamics, international capital flows, financial integration, and world commodity price cycles as these relate to recurring economic booms and busts are analyzed. The empirical evidence studied is global in scope, drawing from the experiences and crises episodes of advanced and emerging market economies across all regions. The historical coverage spans many of the pre-World War II crises episodes to the modern-day emerging market crashes of the 1990s and the unfolding banking and debt crises of the advanced economies.</p>"
    },
    "DEV 101": {
        "course_code": "DEV 101",
        "course_name": "Economic Development: Theory and Evidence",
        "course_description": "<p>DEV-101 is a semester-long course that evaluates theories of economic development and scrutinizes empirical evidence to understand key features of the economic development processes across countries. The course will utilize analytical frameworks, grounded in economic theory, to examine the determinants of factor accumulation by individuals, firms and societies, and productivity and efficiency of resource allocation across activities and time. Drawing on empirical evidence and country illustrations, we will evaluate the relevance of these frameworks for diagnosing root causes of economic development and to develop an understanding of how the judicious use of theory and empirics can provide guidance for economic policy reforms. The course is organized along the following broad sections: (i) a methodological overview, with an emphasis on analytical frameworks for understanding economic growth, factor accumulation and institutional outcomes; (ii) an historical overview of comparative economic development, with focus on the Industrial Revolution, the Great Divergence, and colonialism; (iii) an analysis of individual decision-making in relevant domains, including the economics of the family, the determinants and returns to investment in human capital (health and education), and financial capital (credit markets, savings behavior), and constraints to factor accumulation; (iv) determinants of productivity, with emphasis on resource misallocation within and across households/firms, poverty traps, learning and coordination and their impacts on productivity; (v) principles of economic reform and introduction to policy design; and (vi) the role of political factors and social norms in development. &nbsp;</p>"
    },
    "DEV 102M": {
        "course_code": "DEV 102M",
        "course_name": "Economic Development: Using Analytical Frameworks for Smart Policy Design",
        "course_description": "<p>This course examines how economic theory and rigorous evidence can be harnessed to design development policies that respond to market and political failures in developing economies. The course builds on the analytical framework and evidence base provided in DEV-101 (which is a prerequisite). Topics covered include: Policy Design, Education, Health, Finance, Governance and Political Economy. Prerequisite: DEV-101.</p>"
    },
    "DEV 130": {
        "course_code": "DEV 130",
        "course_name": "Why Are So Many Countries Poor, Volatile, and Unequal?",
        "course_description": "<p>This course explores the causes and consequences of three salient and interrelated characteristics of developing countries, namely poverty, volatility, and inequality, and it links them to current themes in development policy. The course will characterize the relationships between these three problems and a varied class of proximate and deeper determinants of economic development, including national saving, human capital accumulation, international trade, technology diffusion, demography, geography, economic complexity, and macroeconomic, structural, contractual, and political institutions. The emphasis throughout will be on informing the discussion on development policy. Prerequisites: There are no formal prerequisites but familiarity with economics and elementary statistics is strongly recommended. Students lacking this background may find the material challenging. This course meets the requirement for an introductory course to the PED area of concentration.</p>"
    },
    "DEV 150Y": {
        "course_code": "DEV 150Y",
        "course_name": "Seminar: Political and Economic Development (spring)",
        "course_description": "<p>This seminar is designed to support MPP-2 students writing their Policy Analysis Exercise in the areas of international development, political economy, and economic development.&nbsp; The course is structured to support students as they identify the topic on which they will focus, clarify the problem they will be addressing, develop a strategy to gather information to address the problem, analyze their findings, develop recommendations, and produce the final product.&nbsp; Over the fall we will focus the class sessions on gaining an understanding of what a PAE is, clarifying the problem each student will address, and identifying and developing the research methods needed to study the problem.&nbsp; In the second semester we will focus on producing your final PAE: writing useful first drafts and refining them, effectively using graphics, and persuasively presenting your analysis and recommendations both orally and in writing.&nbsp; Students work individually or in small groups on a project that they select.&nbsp; Open only to MPP2 students.</p>"
    },
    "DEV 209": {
        "course_code": "DEV 209",
        "course_name": "Management, Finance, and Regulation of Public Infrastructure in Developing Countries",
        "course_description": "<p>This course explores efforts to manage, finance, and regulate the transportation, water, sanitation, and energy infrastructure systems in developing countries. Issues to be discussed include public-private partnerships (PPPs), the fundamentals of project finance, contract and discretionary regulation, corruption, stakeholder involvement, and managing the political and strategic context in which infrastructure decisions are made. The course will rely on case material taken from infrastructure projects in developing countries, including Brazil, Mexico, Thailand, Laos, Argentina, Chile, Lesotho, Uganda, Madagascar, and India, as well as some developed countries, including the United Kingdom, and Australia.</p>"
    },
    "DEV 210": {
        "course_code": "DEV 210",
        "course_name": "Public Finance in Theory and Practice",
        "course_description": "<p style=\"margin-top:1.0pt;margin-right:6.0pt;margin-bottom:5.0pt;margin-left:0in;line-height:normal;text-autospace:none;\"><span style=\"color:black;\">Examines policy options, with their strategic trade-offs and operational implications, for the design and implementation of public finance in both high-income countries and developing/transitional economies. Covers the role and size of the public sector, including the rationale for public sector interventions such as market failure and distributional concerns; public resource mobilization via direct and indirect taxation, including the economics of taxation, taxation of income, wealth, and consumption, environmental taxation, tax incentives, tax compliance and enforcement, tax amnesties, and tax reform, as well as user charges; public expenditure policy, including assessment of government social protection programs and public sector efficiency and effectiveness; and fiscal decentralization and intergovernmental fiscal relations. Also examines balanced budgets, deficit financing, debt management, fiscal consolidation, and fiscal sustainability in the context of economic crises and the debate over fiscal stimulus vs. fiscal austerity policies, focusing on fiscal responses to the COVID-19 pandemic that best mitigate negative impact and facilitate incremental recovery.&nbsp; Emphasizes utilization of theoretical and applied techniques in a comparative context for evaluation of the impact of alternative resource mobilization and expenditure policies on economic growth and stability, allocative efficiency, and social equity. Heavy use of case studies.&nbsp;&nbsp;</span></p><p>&nbsp;</p>"
    },
    "DEV 215": {
        "course_code": "DEV 215",
        "course_name": "Public Finance in International Perspective",
        "course_description": "<p>Course description: this course explores differences among governments&rsquo; approaches to fundamental public finance issues, its causes and consequences, and its relations to development. Takes a cross-country approach to study topics including: tax efficiency and tax reform, redistribution, income inequality, fiscal decentralization, provision of public goods, and social insurance. The course incorporates selected topics of particular importance in developing countries, including the presence of an informal sector, constrained enforcement and administrative capacity, and recruitment and incentive-structure for public sector employees. Strong emphasis is placed on understanding empirical methods used in the economic analysis of public policy.</p>"
    },
    "DEV 233": {
        "course_code": "DEV 233",
        "course_name": "Political Economy and Its Future",
        "course_description": "<p>The world&rsquo;s economic and political order reels under mounting challenges that predate the Covid pandemic, and have deepened in its aftermath: climate change, global financial fragility, the austerity debacle, a slowdown in economic growth and productivity, the aggravation of inequality and the inadequacy of conventional responses to it, the discrediting of the Washington Consensus, the globalization backlash, the re-emergence of nationalist politics in Europe and the United States, and a contest over the meaning, value, and requirements of democracy. We examine connections among these phenomena and explore alternative ways of thinking about contemporary market economies and their reconstruction. We organize the course around four related themes: the worldwide financial and economic crisis of the recent past and its management; the effort to promote socially inclusive economic growth in richer as well as in poorer countries; the nature, fate, and dissemination of the new knowledge-intensive style of production; and the past, present, and future of globalization.</p>"
    },
    "DEV 250Y": {
        "course_code": "DEV 250Y",
        "course_name": "Second-Year Policy Analysis Seminar (spring)",
        "course_description": "<p>This is a required second-year paper for students in the MPA/ID program, aimed at integrating course work through the application of analytic tools to a policy and institutional problem. The goal is to produce recommendations for policymakers that are technically rigorous, practical, and politically relevant. Students will work with seminar leaders and faculty advisors to conceptualize policy and institutional problems for a client. Some students establish a real relationship with a client, but this is not required, as the focus is on defining and analyzing an important issue that is amenable to the range of techniques developed in course work. This is not a consultancy exercise. Students develop a conceptual and empirical strategy, and undertake a mix of technical, political, and implementation-related analysis in the process of preparation of a draft and final report. There is also substantial emphasis on effective presentation, in both the writing and oral presentations.</p>"
    },
    "DEV 308": {
        "course_code": "DEV 308",
        "course_name": "Social Institutions and Economic Development",
        "course_description": "<p>Most people for most of history have depended upon various types of social institutions -- i.e. kinship systems, community organizations, and social networks -- as their primarily resource for both survival (&quot;getting by&quot;) and mobility (&quot;getting ahead&quot;). Social institutions are also a central basis of identity, meaning, and aspiration, even as they can be altered by the development process in quite contentious ways; as such, the broader policy challenge remains one of discerning how to sustain effective complementary relationships between social and &#39;formal&#39; institutions as they change over time. This course explores the various ways in which social institutions have evolved historically in different contexts and uses this knowledge as a basis on which to better incorporate social institutions into the design, implementation, and assessment of development strategies. Our particular focus will be on strategies seeking to improve risk management, dispute resolution, service delivery, effective governance, and the extension of markets. A strong emphasis is placed on -- and assessment is geared towards -- developing the ability to: (a) analyze, integrate, and interpret data from different sources and levels of quality; (b) communicate with diverse audiences (scholars, practitioners, policymakers, and the general public); and (c) understand how coalitions of actors, organizational imperatives, and political forces shape the nature and extent of support for (and/or resistance to) reform.</p>"
    },
    "DEV 309": {
        "course_code": "DEV 309",
        "course_name": "Development Policy Strategy",
        "course_description": "<p>This capstone course explores a wide array of theoretical and analytical&nbsp;tools to help policy makers diagnose, prioritize and address development&nbsp;challenges at a national or sub-national level. This course is divided into&nbsp;four stages. The first stage explores reasons for differences in&nbsp;productivity across countries. We introduce a particular theory about technology, economic complexity, and its diffusion.&nbsp;The second stage evaluates structural factors&nbsp;that influence growth; including labor market structure, human capital, public goods, access to finance and trade. Students learn how to test for binding constraints using the growth diagnostic framework on a real case through&nbsp;the course. The third stage discusses how growth diagnostics and complexity relate to issues such as inequality, institutions, identity, remoteness, and climate change.&nbsp;Subnational diagnostics and city-level dynamics are introduced. The fourth stage integrates&nbsp;macroeconomics into the puzzle.&nbsp;Finally, we evaluate syndromes that may explain&nbsp;sets of constraints faced by countries, and how to address them through policy interventions. Political economy and institutional design considerations are explored.</p><p>DEV-309 was initially designed for second year MPA/ID students, as it builds on previous core courses. However, non-MPA/ID students with&nbsp;equivalent&nbsp;training/background in econometrics and macroeconomics are welcomed to apply.&nbsp;Applicants must contact both teaching fellows.</p>"
    },
    "DEV 320M": {
        "course_code": "DEV 320M",
        "course_name": "Scaling Up and Systems Change for Development Impact",
        "course_description": "<p>The module will focus on what can we learn from the experience of scaling up in different institutional settings. Scaling up is key to improve development effectiveness all over the world yet it is difficult to achieve. This is an important issue for Governments, the private sector, NGOs and the Donor Community. And each of these organizations has different ways to go about it. We will start by presenting an analytic framework for understanding scaling up and the reasons why this is important. Throughout the 12 classes we will discuss specific cases of scaling up by the private sector, the government, international agencies, social entrepreneurs and grassroots organizations. We will place especial emphasis on how learning and adaptation can be incorporated into a scaling process, as a key element of both design and engagement with system change.&nbsp; We will then draw the lessons from these examples, including cross cutting issues they have in common and what they mean for service delivery and development effectiveness.&nbsp; This will include when and how to use different tools, including, systems mapping and diagnosis, use of design thinking, development of theories of change, business plan development and the range of tools involved in an adaptive evaluation. Students will be asked to choose a scaling up challenge and work on it throughout the course, applying the lessons from the different cases which are presented, culminating in a specific, structured proposal.</p>"
    },
    "DEV 401Y": {
        "course_code": "DEV 401Y",
        "course_name": "Applications and Cases in International Development (spring)",
        "course_description": "<p style=\"margin-top:1.0pt;margin-right:6.0pt;margin-bottom:5.0pt;margin-left:6.0pt;line-height:normal;text-autospace:none;\"><span style=\"color:black;\">This course has two objectives: first, to systematically explore the nature of change in the development process, and of the associated role of policy and institutional design; and second, to illustrate the use of the range of concepts and techniques learned in other MPA/ID core courses in the diagnosis of development change. This will include the normative analysis of change (applying various concepts of well-being, efficiency, social justice and poverty), the application of economic concepts (to the interpretation of household and firm behavior, strategic interactions and economy-wide patterns), and the role of political, governmental and social behavior in shaping the possibilities for, drivers of, and resistance to change. This will be undertaken through a mixture of discussion of overall patterns backed by a strong focus on case studies in particular country settings. The topics will include issues relating to poverty, social development, macroeconomic management, aggregate economic development, and the political economy of policy design and change. The core teaching will be complemented by a visiting speaker series, from the worlds of ideas and practice, to expose students to a variety of perspectives and actual experience; this will be drawn both from faculty and outside the school.</span></p>"
    },
    "DEV 501M": {
        "course_code": "DEV 501M",
        "course_name": "Native Americans in the 21st Century: Nation Building I",
        "course_description": "<p>This course examines the challenges that contemporary Native American tribes and nations face as they endeavor to rebuild their communities, strengthen their cultures, and support their citizens. The range of issues that Native leaders and policymakers confront is wide and encompasses political sovereignty, economic development, constitutional reform, cultural promotion, land and water rights, religious freedom, health and social welfare, and education. Because the challenges are broad and comprehensive, the course emphasizes the interdisciplinary nature of current Native nation building. Research finds that effective nation building must be compatible with individual societies&#39; cultures. Yet, American Indian tribes are culturally heterogeneous. Hence, there is not &quot;one size&quot; that fits all. Case studies and simulations derived from field research and experience are utilized to engage students in the multidimensional settings that confront Native societies. Scholars and leaders from the Harvard University Native America Program provide selected presentations. Prominent Indigenous leaders address the class daily, giving their perspectives on the choices and constraints they confront in their nation building efforts.Non-HKS graduate students&nbsp;from all schools and departments in the university are welcome by cross-registration. Grades will be based on&nbsp;issues briefs&nbsp;(20%)&nbsp;and a take-home final exam (80%).</p><p>&nbsp;</p>"
    },
    "DEV 502": {
        "course_code": "DEV 502",
        "course_name": "Native Americans in the 21st Century: Nation Building II",
        "course_description": "<p><span style=\"background:white;\"><span style=\"color:#404040;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:9.5pt;\">This community based research course focuses on some of the major issues Native American Indian tribes and nations face in the 21st century. It provides in-depth, hands-on exposure to native development issues, including: sovereignty, economic development, constitutional reform, leadership, health and social welfare, tribal finances, land and water rights, culture and language, religious freedom, and education. In particular, the course emphasizes problem definition, client relationships, and designing and completing a research project for a tribe, tribal department, or those active in Indian Country. The course is devoted primarily to preparation and presentation of a comprehensive research paper based on work with a tribal community. In addition to faculty presentations on topics such as field research methods and problem definition, students will make presentations on their work in progress and ultimate findings.</span></span></span></span></p>"
    },
    "DPI 115": {
        "course_code": "DPI 115",
        "course_name": "The American Presidency",
        "course_description": "<p>This course analyzes the development and modern practice of presidential leadership in the United States by: (1) examining the evolution of the modern presidency, the process of presidential selection, and the structure of the presidency as an institution; (2) considering the ways in which presidents make decisions and seek to shape foreign, economic, and domestic policy; and (3) exploring the relationship of the presidency with other major government institutions, organized interest groups, the press, and the public. Its primary concern is with the political resources and constraints influencing the president&#39;s ability to provide leadership in the U.S. political system.</p>"
    },
    "DPI 120": {
        "course_code": "DPI 120",
        "course_name": "The U.S. Congress and Law Making",
        "course_description": "<p>The United States Congress is the &quot;board of directors&quot; for the Federal Government, and it plays the central role in most national policy decisions. Yet how it works - the real story of how it works - is largely unknown, even among people who have worked in policymaking for a long time. Taught by the faculty chair of Harvard&#39;s Bipartisan Program for Newly Elected Members of Congress, this course puts students in the midst of legislative politics through academic readings and real-world cases. The course begins with the theory and history of legislatures and ends with a simulation involving lobbyists, journalists, and would-be legislators. It is ideal for anyone considering working with the Congress or state legislatures.</p>"
    },
    "DPI 122": {
        "course_code": "DPI 122",
        "course_name": "Politics and American Public Policy",
        "course_description": "<p>How do major, transformative changes in public policy take place? Why do some big public policy reforms succeed while others fail or languish for decades? Major public policy changes often begin in the orderly world of analysis - but end in the messy world of partisan politics. To succeed a new initiative has to coincide with a political climate and a leadership capacity that allows the proponents to overcome the natural resistance to change. This course explores the major political institutions and organizations in the U.S. policy process. A &quot;lobbying simulation&quot; plays an important role in integrating elements of the course, and the course underscores the important roles of state, local, and tribal governments in addition to the federal government.</p>"
    },
    "DPI 127": {
        "course_code": "DPI 127",
        "course_name": "Who Governs? Power in America",
        "course_description": "<p>Through case studies, this course will explore the distribution of power in America. Among other issues, the course will examine immigration, climate change, war powers, race, healthcare, monetary policy, trade, tax policy, voter suppression, and campaign spending. Except for a few historical cases, the cases will be current or recent. The cases will be designed to help students understand the power dynamics of American politics and to strengthen their analysis and communication skills. Assignments will consist of practical exercises in the context of policy and political issues.</p>"
    },
    "DPI 150Y": {
        "course_code": "DPI 150Y",
        "course_name": "Seminar: Democracy, Politics, and Institutions (spring)",
        "course_description": "<p>This seminar is designed to support MPP-2 students writing their Policy Analysis Exercise in the areas of democracy, politics, and institutions.&nbsp; The course is structured to support students as they identify the topic on which they will focus, clarify the problem they will be addressing, develop a strategy to gather information to address the problem, analyze their findings, develop recommendations, and produce the final product.&nbsp; Over the fall we will focus the class sessions on gaining an understanding of what a PAE is, clarifying the problem each student will address, and identifying and developing the research methods needed to study the problem.&nbsp; In the second semester we will focus on producing your final PAE: writing useful first drafts and refining them, effectively using graphics, and persuasively presenting your analysis and recommendations both orally and in writing.&nbsp; Students work individually or in small groups on a project that they select.&nbsp; Open only to MPP2 students.</p>"
    },
    "DPI 200": {
        "course_code": "DPI 200",
        "course_name": "Politics and Ethics in Unstable Times",
        "course_description": "?p?How does someone who is dedicated to public service responsibly gain and exercise power and influence in their career? How do they maintain their integrity while making the world a better place without themselves becoming swept up in the negative social and political forces that structurally gene"
    },
    "DPI 202": {
        "course_code": "DPI 202",
        "course_name": "Moral Leadership: Ethics in Public Life",
        "course_description": "?p?DPI-202 examines moral leadership in the context of professional public service. It focuses on cultivating proficiency in a range of skills that together help to ground moral action. These skills include: 1) accurately perceiving the moral dimensions of situations that arise in public service, 2)"
    },
    "DPI 207": {
        "course_code": "DPI 207",
        "course_name": "Philosophy of Technology: From Marx and Heidegger to AI, Genome Editing, and Geoengineering",
        "course_description": "?p?Technology shapes how power is exercised in society, and thereby also shapes how the present changes into the future. Technological innovation is all around us, and new possibilities in fields like artificial intelligence, genome-editing and geoengineering not only reallocate power, but might tra"
    },
    "DPI 208": {
        "course_code": "DPI 208",
        "course_name": "Moral Practice for Public Leadership",
        "course_description": "?p?(Previously offered as MLD-208).&nbsp; In recent years there&rsquo;s been an explosion of interest over the role that moral leadership ought to play in the public sphere, due in no small part to the perceived lack of it in so many people wielding political power. But what is moral leadership, exa"
    },
    "DPI 307": {
        "course_code": "DPI 307",
        "course_name": "Threats and Challenges Facing American Democracy – in Historical Perspective",
        "course_description": "?p?As the 2024 election approaches, concerns about the stability of American democracy are widespread.&nbsp; Notably, this was not the case a decade or two ago.&nbsp; This course will examine the threats and challenges now facing democratic institutions in the United States, including:&nbsp; ongoing"
    },
    "DPI 312M": {
        "course_code": "DPI 312M",
        "course_name": "Sparking Social Change Through Arts and Culture",
        "course_description": "?p??strong?Can art change the world? Policymakers and activists alike have created public value through cultural interventions&mdash; and in this module we examine how they did it.<br /><br />Using the Harvard Case Method, we analyze the creative practices of change agents from around the world to d"
    },
    "DPI 325": {
        "course_code": "DPI 325",
        "course_name": "Urban Politics Field Lab: Political Representation and Accountability",
        "course_description": "?p??span style=\"color:black;\"?Over 80% of people in the US live in cities. City and town governments constantly have the potential to change policies with massive impact on this enormous population&#39;s lives. Preparing for climate change, providing housing to the growing urban population, and keep"
    },
    "DPI 342": {
        "course_code": "DPI 342",
        "course_name": "Religion, Politics, and Policy in the United States",
        "course_description": "?p?&ldquo;One nation under God,&rdquo; &ldquo;God bless America,&rdquo; &ldquo;don&rsquo;t say gay,&rdquo; &ldquo;my body, my choice,&rdquo; &ldquo;separation of church and state&rdquo;: phrases like these alert us to the influence of religion in American public life and policy. Ongoing debates abou"
    },
    "DPI 348": {
        "course_code": "DPI 348",
        "course_name": "Progressive Alternatives: Institutional Reconstruction Now",
        "course_description": "?p??!--?xml version=\"1.0\" encoding=\"UTF-8\" ?--??/p??p?An exploration of the past and future agenda of progressives, whether self-described as liberals or as leftists. What should they propose, now that they no longer believe in the usefulness of governmental direction of the economy or in the suffic"
    },
    "DPI 376": {
        "course_code": "DPI 376",
        "course_name": "Queer Nation: LGBTQ Protest, Politics, and Policy in the United States",
        "course_description": "?p?In this course, we will explore the political and politicized lives of lesbian, gay, bisexual, transgender, and queer peoples living in the United States, focusing on the period from World War II to the present. Centering an intersectional framework and historical critique of &ldquo;progress,&rdq"
    },
    "DPI 385M": {
        "course_code": "DPI 385M",
        "course_name": "Race and Racism in the Making of the United States as a Global Power",
        "course_description": "?p?The course is in response to longstanding efforts by HKS students, and most recently, the HKS Equity Coalition, to insist that understanding race and racism and their intersecting forms of power and oppression is essential to an excellent education at a policy school.?/p??p?The United States&rsqu"
    },
    "DPI 386M": {
        "course_code": "DPI 386M",
        "course_name": "Race and Racism in Public Policies, Practices, and Perspectives",
        "course_description": "?p?This course is a 6-week module that follows on DPI385M. It covers a range of topics related to the history of racial issues as well as policies and practices in contemporary society. First year MPP students can select among the following four options.&nbsp;?/p??p??strong?Section A: Sandra Susan S"
    },
    "DPI 391": {
        "course_code": "DPI 391",
        "course_name": "Race, Inequality, and American Democracy",
        "course_description": "?p?The United States&rsquo; global dominance has long been the envy of the world. But the role of race to native born and newcomer alike has been treated often as aberrational, an unfortunate artifact of the nation&rsquo;s past. This course examines the nature of race at the heart of the American pr"
    },
    "DPI 398": {
        "course_code": "DPI 398",
        "course_name": "Islam & the Age of Democracy: Origins, Continuity and Change",
        "course_description": "?p?This course is designed to prepare students to effectively engage with Islam, members of the Muslim community, and the Muslim world broadly speaking. The first portion of the course provides students with a broad, historical survey of Islam, including its origins, central institutions, and its re"
    },
    "DPI 410": {
        "course_code": "DPI 410",
        "course_name": "The Politics of Development",
        "course_description": "?p?Development is a political process. It creates winners and losers while requiring cooperation among powerful competing interests and coalitions. This course is a broad-gauged introduction to how politics works (and fails) to manage conflict, generate economic growth, and ensure the representation"
    },
    "DPI 411": {
        "course_code": "DPI 411",
        "course_name": "Political Philosophy for Development",
        "course_description": "?p style=\"margin-top:1.0pt;margin-right:6.0pt;margin-bottom:5.0pt;margin-left:0in;line-height:normal;text-autospace:none;\"??span style=\"color:black;\"?This course examines the normative principles that are of great importance to political and economic development, and explores how choices in the desi"
    },
    "DPI 413": {
        "course_code": "DPI 413",
        "course_name": "Democratic Backsliding",
        "course_description": "<p>The early 21st Century has seen warning signals that peoples in every part of the world face clear and present danger from liberal democratic backsliding and authoritarian resurgence. The cumulative effects commonly erode of the quality of liberal democracies -- and sometimes trigger their eventual collapse. Meanwhile authoritarian states have commonly become even more repressive at home and emboldened abroad, challenging Western alliances and the rules-based world order.</p><p>Part I in this course opens by discussing the concept, classification, and measurement of democratic and authoritarian regimes, and reviews evidence of trends. Part II debates multiple explanations for these developments. This includes (i) accounts focusing upon the rise of specific strongman leaders and elite enablers; (ii) falling electoral support for moderate parties, party system fragmentation, and the growing popularity of authoritarian-populist parties; (iii) the spread of misinformation and disinformation in the digital age; (iv) legal-institutional design flaws failing to check executive aggrandizement; (v) structural drivers and economic inequality in mass society; (vi) the impact of nativism, population migration, and growing ethnic and racial diversity; (vii) new electoral cleavages due to cultural shifts in social values; and (viii) global struggles in international relations pitting Western allies against the forces of authoritarian states. Part III considers the practical policy options flowing from each alternative theory.</p><p>The course adopts a global comparative perspective, including the United States, using cross-national time series data and selected case studies of the process. Assignments include a regional workgroup mid-term report and a final individual research report. The class encourages the capacity to think quantitatively, to write effectively for a broad practitioner readership, and to communicate using professional data visualizations skills. Some statistical skills are an advantage but not essential.</p>"
    },
    "DPI 418": {
        "course_code": "DPI 418",
        "course_name": "The Rise of Authoritarian Populism",
        "course_description": "<p>The rise of authoritarian populist forces in recent years has generated new challenges in many affluent societies and long-established democracies, such as the US, UK, Germany, Italy, Greece, and France, as well as shaping the politics of states worldwide, such as in Russia, Venezuela, Brazil, Hungary, Turkey, the Philippines, Thailand, and India. What explains these forces? What are the consequences? And what can be done to mitigate the risks? This course analyzes these issues from a comparative perspective, to understand American politics in a broader context. The course covers: (i) the core concepts and meanings of authoritarian populism and the classification of parties and leaders; (ii) explanations focused on cultural value change, economic grievances, issues of race, ethnicity, and immigration, electoral rules, and party competition; (iii) the impact on the civic culture and the policy agenda; and (iv) alternative strategic policy responses. The course is assessed through one workgroup mid-term report and one individual final research paper.&nbsp; Pedagogy includes a &lsquo;flipped classroom&rsquo; where you are asked to view the weekly lecture video before the class. The weekly class meeting will focus on discussing these materials. Small workgroups will meet weekly outside of class to discuss topics further. Some statistical skills are an advantage but not essential.</p>"
    },
    "DPI 422M": {
        "course_code": "DPI 422M",
        "course_name": "Reckoning with History: Collective Memory, Leadership, and the Politics of Remembrance",
        "course_description": "<p>Historic wrongs often live on in the present. Survivors and their advocates frequently turn to current administrations, seeking recognition and reparations for wrongdoings that governments in the past were involved in. But remedies rarely come easily. For example, because people remember the past differently; because they question their responsibility for remedying past wrongs; or because public officials are reluctant to accept responsibility on behalf of the state because of legal, financial, political, and other concerns.</p><p>This course examines the strategic challenges of reckoning with history. It offers frameworks that help diagnose &ldquo;living history&rdquo; to understand how groups (choose to) remember the past. It also focuses on concrete measures that are intended to come to terms with the past, which survivors might seek and which government officials may offer&mdash; from official apologies to financial reparations, and from removing or erecting monuments to civic curriculum reform.</p><p>The course prepares students to be astute analysts of collective memory as well as strategic agents of change in current affairs. It centers not around grand theories of justice, but around local cases that are written from a variety of perspectives of social actors on opposing sides of the issues.</p>"
    },
    "DPI 442M": {
        "course_code": "DPI 442M",
        "course_name": "Leadership and Social Transformation in the Arab World",
        "course_description": "<p>How can societies move from poverty to prosperity? How can weak, stagnant, and dependent countries become strong, innovative, and influential? Is it simply a matter of adopting institutions and practices employed by developed societies? Or is a deeper transformation of social, cultural, and even religious norms required? What is the role of leadership in effecting (or inhibiting) what needs to be done for states and their peoples to maximize their potentials? This for-credit module explores these questions in one of the world&rsquo;s most dynamic regions: the Arabic-speaking Middle East.&nbsp;</p><p>Throughout the Arab world, national leaders have declared a commitment to the remaking of their societies. National reform projects such as the United Arab Emirates&rsquo; &ldquo;Vision 2021,&rdquo; Saudi Arabia&rsquo;s and Egypt&rsquo;s &ldquo;Vision[s] 2030,&rdquo; Kuwait&rsquo;s &ldquo;Vision 2035,&rdquo; and Oman&rsquo;s &ldquo;Vision 2040,&rdquo; speak to a region-wide dissatisfaction with the current state of affairs, and an urgent impulse to change it. The module, which will take place in the United Arab Emirates, with potential visits to other Gulf countries, will enable students to explore these reform efforts firsthand, to place them into their broader global and historical context, and to assess their futures. Through a combination of site visits, lectures by local scholars, and opportunities for engagement with policymakers and practitioners, participants in the course will emerge with a deeper understanding of the forces shaping the Arab region, and opportunities for, and obstacles to, modernization in the developing world more broadly.&nbsp;</p><p><strong>Entry into the course is by application</strong>.&nbsp;Application can be found <a target=\"_blank\" href=\"https://forms.gle/cNmKdHD9UovU2CAz5\" target=\"_blank\">here</a>.</p><p><u>Applications are due by Monday, October 9, 2023</u>.&nbsp;For any questions about this course or the application process, please email <a target=\"_blank\" href=\"mailto:shimmelman@hks.harvard.edu\" target=\"_blank\">shimmelman@hks.harvard.edu</a>.</p><p>If you would like to learn more about this field course, please join our information session on Friday, September 22, 2023 12:00PM-1:15PM in Bell Hall, 5th Floor Belfer Building.</p><p>Preference will be given to students who successfully completed IGA-655, &ldquo;Middle Eastern Politics and Policy&rdquo; (formerly DPI-440).</p><p>&nbsp;</p>"
    },
    "DPI 450": {
        "course_code": "DPI 450",
        "course_name": "The Political Economy of Transition in China",
        "course_description": "<p>China&#39;s incremental reforms have been compared favorably as a transition strategy with the &quot;shock therapy&quot; attempted in Eastern Europe and Russia. Reality is more complex, progress is mixed, and the country is now facing major challenges from delayed reforms, especially in the industrial and financial sectors. How are the state&#39;s priorities set? Relevant theories on socioeconomic development and transitions will be analyzed through a detailed study of the policymaking process in China. China provides an interesting empirical testing ground for comparative theory, as it has moved from a statist model of development to one that makes greater use of market forces within an authoritarian political structure. The course first evaluates China&#39;s evolving development strategies. Second, it analyzes the politics of the current transition, with detailed discussion of economic and social policy formulation and implementation.</p>"
    },
    "DPI 453": {
        "course_code": "DPI 453",
        "course_name": "Politics and Policy in South Asia",
        "course_description": "<p>This new seminar examines the politics and policy of South Asia, a region marked by immense diversity and rapid transformation. Home to a quarter of the world&#39;s population and a rich tapestry of cultures, languages, and histories, South Asia presents a unique laboratory to study pressing global challenges confronting the developing world. We will examine a variety of topics including democracy and political development; the management of ethnic diversity and conflict; jobless economic growth and industrial policy; the political economy of gender inequality; state-building; climate change and pollution; and foreign policy. Drawing on cutting-edge research and canonical scholarship, the course will emphasize the development of analytical frameworks to critically assess the complex issues and opportunities facing most of the countries in South Asia. In exploring these topics, the course aims to foster a nuanced and robust understanding of the political and policy landscape, preparing students to engage thoughtfully and effectively in academic and policy discussions concerning South Asia. There are no prerequisites and prior knowledge of the region is not assumed, but some quantitative training at the level of the MPP/MPAID core and a willingness to read and learn swiftly will be helpful. Auditors are not permitted.</p>"
    },
    "DPI 464": {
        "course_code": "DPI 464",
        "course_name": "Latin American Politics",
        "course_description": "<p>This course offers an overview of Latin America&#39;s political development and related issues. In particular, we are interested in the challenges to democratic rule in the region. Despite the regional focus, the course will provide an overview of general questions related to democratic rule. Besides, the course intends to explore the close relationship between the US and Latin American politics.</p>"
    },
    "DPI 505": {
        "course_code": "DPI 505",
        "course_name": "The Supreme Court, Law, and Public Policy",
        "course_description": "<p>Learning how courts interpret policy has become an important component of the policymaker&#39;s toolkit. This course aims to introduce students to how Constitutional interpretation touches upon pressing policy questions of today. Students will engage with what courts expect to see from policymakers, while also learning how to read cases from a lawyer&#39;s perspective. Topics covered include federalism, LGBT rights, race and ethnicity, criminal justice issues, voting rights, and political questions. Texts will include cases decided by the Supreme Court, including recent cases from recent terms, and also contemporary scholarship on judicial politics and decision making. Throughout, the emphasis will be on what policy makers can expect from the courts in terms of federal and state policy interpretation.</p>"
    },
    "DPI 515": {
        "course_code": "DPI 515",
        "course_name": "Disability Law and Policy",
        "course_description": "<p><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">According to World Bank estimates, persons with disabilities comprise 15% of the global population, or more than one billion individuals. Nevertheless, until the adoption of the UN Convention on the Rights of Persons with Disabilities (CRPD), the world&#39;s largest minority group was largely excluded from global human rights protection (e.g., UN human rights treaty work), global initiatives (notably the Millennium Development Goals), and national level&nbsp;law and policy programming, with the majority of States having internally uncoordinated health or social welfare initiatives. The CRPD has now been ratified by 186 of the 193 UN&nbsp;Member States, making it the fastest ratified human rights treaty, and nearly universal in scope. Meanwhile, the MDGs successor program, the Sustainable Development Goals (SDGs) were adopted by consensus at the UN in 2016 and require the inclusion of persons with disabilities in their social transformation mandate. In consequence of these global schemes, States are struggling to develop coordinated and efficient national level programming for their disabled populations, until-now their typically neglected yet largest minority group. This course examines how States develop national level programming to include persons with disabilities across a variety of sectors including health, education, employment, community inclusion, and social welfare and development. Throughout the course we will examine critically the tension between human rights and their aspiration of full human flourishing and the constraints placed upon States by resource, social, cultural, and other limitations. The instructor participated in the negotiation of the CRPD and has since been involved in disability law, policy, and development initiatives in some forty-four countries. He has also been&nbsp;consulted by UN agencies on disability law and policy programming, including the SDGs, and will draw on these experiences when analyzing how States respond to their legal and policy obligations.&nbsp;We will be joined by a variety of guests with international experience who will help us contextualize how disability-related policy work is implemented on the ground.&nbsp;</span></span></span></p>"
    },
    "DPI 527M": {
        "course_code": "DPI 527M",
        "course_name": "Reproductive Rights, Politics, and Policy",
        "course_description": "<p>This course examines the historical and current state of sexual and reproductive health (SRH) policy and politics in the United States, with a particular focus on the post-Dobbs landscape. Through foundational caselaw, statutes, social science research, political commentary, and international case studies, students will gain an understanding of SRH law and politics and will use that to analyze and draft policy solutions to current SRH issues. We will discuss law as a social determinant of health, discussing how reproductive health outcomes are impacted by public policy and the role that race, gender, age, socioeconomic class, and other identities have on those outcomes. Course topics include: the creation of the Constitutional rights to privacy, contraception and abortion; historical pro-choice and pro-life social movements; abortion access for minors and marginalized populations; racism and ableism in SRH; reproductive justice; and emerging legal and political strategies.</p>"
    },
    "DPI 543": {
        "course_code": "DPI 543",
        "course_name": "Corruption: Finding It and Fixing It",
        "course_description": "<p>Despite the adoption of electoral democracy across all regions of the world, charges of corruption seem to be arising everywhere.&nbsp; But is corruption really on the rise? Which countries are the most corrupt?&nbsp; Do highly corrupt countries share any common characteristics that we can identify and perhaps mitigate?&nbsp; Corruption clearly has social costs ranging from diversion of funds for public programs to undermining of public trust in government.&nbsp; Yet, few recent attempts to fight corruption have succeeded.&nbsp; Challenges of bad governance, high levels of corruption and low levels of accountability persist. Moreover, it remains an open question whether all countries &ndash; particularly those with large informal economies &ndash; would be better off if all corruption were somehow eradicated.</p><p>This course explores these questions, as well as related policy issues, such as electoral fraud, turnout suppression, the role of information and transparency on improving governance and accountability, and anti-corruption strategies.&nbsp; We examine contemporary interventions such as E-governance and anti-corruption agencies.&nbsp; To help answer these questions, we will explore a range of country case studies, including Brazil, China, Ghana, India, Indonesia, Italy, and the U.S.&nbsp;</p>"
    },
    "DPI 562": {
        "course_code": "DPI 562",
        "course_name": "Public Problems and Social Change: Advice, Strategy and Analysis",
        "course_description": "<p><!--?xml version=\"1.0\" encoding=\"UTF-8\" ?-->This is a jointly taught seminar that is required for students in their third year&nbsp;of the HLS/HKS joint degree program, and for other students with the appropriate background by permission. It will use a series of case studies to examine how to analyze, advise and strategize the resolution of difficult real world public problems at the intersection of law and policy from the vantage point of government decision makers at the city, state and federal levels, as well as from the vantage point of nongovernmental organizations and advocacy groups.</p>"
    },
    "DPI 563Y": {
        "course_code": "DPI 563Y",
        "course_name": "Integrated Law/Policy Research and Writing (spring)",
        "course_description": "<p>This module, required for students in their fourth year of study toward joint degrees from Harvard Law School and the Harvard Kennedy School, focuses on applying the skills, styles and methods taught at the two Schools and in the third year required joint degree seminar, &quot;Public Problems.&quot; Students will prepare and present a major piece of written work (the required Integrated Written Project) analyzing and proposing solutions to a substantial public problem faced by a society or an institution. The goal is for joint degree students to apply in their papers the multidisciplinary techniques, methods and approaches they have studied over the previous three years, including those common in law, political science, economics, management, history, policy analysis, and ethical/moral reasoning. The class sessions will be spread out so that students can work on their outlines and drafts between sessions. Each student will present to the class several times in order to develop and revise their drafts with the benefit of peer and instructor feedback.&nbsp;&nbsp;Evaluation is based on the final paper and on class participation. Attendance is mandatory in all sessions.</p>"
    },
    "DPI 600": {
        "course_code": "DPI 600",
        "course_name": "The Politics of the Press",
        "course_description": "<p>We are living through a historic shift in the media ecosystem, with profound implications for the informational foundations of democracy. This course will explore the changing role, power and responsibility of the press; the dynamic among leaders, citizens and journalists in shaping politics and policy; and the economic, social, technological and ethical challenges that both journalists and public leaders are facing in this environment. What determines which messages, which stories, spread widely and which are ignored?&nbsp; As we approach a U.S. presidential election, what has changed since 2016 and 2020? And what is the role of journalism in shaping democratic institutions and policy solutions? This course will be conducted in real-time, with weekly analysis of coverage of on-going political stories, particularly the 2024 campaign. The perspective will be that of editors and reporters, principally in the national press, making decisions about coverage; the focus will be largely though not exclusively on U.S. media. Students will be expected to be heavy consumers of news and come to class prepared to discuss both the assigned readings for the week and the issues that erupt as we go.</p>"
    },
    "DPI 608": {
        "course_code": "DPI 608",
        "course_name": "Political Communication Breakdown: Causes, Consequences, and Solutions",
        "course_description": "<p>American democracy is in crisis. Politicians talk past each other, national policymaking is increasingly calcified, and states pursue wildly diverging policies that frequently contradict, or even directly challenge, one another. Traditionally apolitical policies are politicized. People tune in to separate and distinct information streams from which they receive contradictory messages about what constitute the nation&rsquo;s problems, and how best to fix them. They increasingly don&rsquo;t like each other and seem unable or unwilling to communicate across partisan or ideological lines. Policy disagreement becomes personal animus. More Americans embrace seemingly outlandish conspiracy theories, while it grows difficult for even attentive citizens to distinguish truth from falsehood. All of this is reflected in everything from our lifestyles and social interactions to our consumer behaviors to our politics and public policy. How did we get here? And, most important, what can we do about it? This course will explore these questions through the lens of political communication. To do so, we will consider political communication from the perspectives of three sets of actors: the public, the media -- including traditional (e.g., TV, newspaper, radio), partisan (e.g., cable TV news and online) and social (e.g., Facebook, Twitter, etc.) media -- and policymakers/politicians. In each case, we will consider why the actors make the choices they make. Specifically, we will assess the strategic incentives of all three groups of actors (citizens, journalists, policymakers) and how those incentives can interact to produce unanticipated, and sometimes undesirable, consequences. As we begin to understand the <em>nature </em>of political communication and the <em>causes </em>of our current political communication breakdown, we will consider its effects on various aspects of American democracy, from social justice issues, to voting and elections, to public policymaking. Finally, we will explore various possible solutions to some of the most vexing communication-related challenges we face, from eroding trust in democratic institutions, to hyper-polarization to misinformation and conspiracy beliefs.</p>"
    },
    "DPI 617": {
        "course_code": "DPI 617",
        "course_name": "Law, Order and Algorithms",
        "course_description": "<p>Data and algorithms are rapidly transforming law enforcement and the criminal legal system, including how police officers are deployed, how discrimination is detected, and how sentencing, probation, and parole terms are set. Modern computational and statistical methods offer the promise of greater efficiency, equity, and transparency, but their use also raises complex legal, social, and ethical questions. In this course, we examine the often subtle relationship between law, public policy, and technology, drawing on recent court decisions, and applying methods from economics, statistics, and machine learning. We survey the legal and ethical principles for assessing the equity of algorithms, describe computational techniques for designing fairer systems, and consider how anti-discrimination law and the design of algorithms may need to evolve to account for machine bias. Concepts will be developed in part through guided in-class coding exercises, though prior programming experience is not necessary.</p>"
    },
    "DPI 640": {
        "course_code": "DPI 640",
        "course_name": "Technology and the Public Interest: From Democracy to Technocracy and Back",
        "course_description": "<p>We live in a new kind of technocracy &ndash;a society in which technology design dictates the rules that govern daily life. In the race to construct the latest gadget, app and online service, winning depends on rapid uptake and business success. Losing are social norms and democratic values. This course examines the complex interplay between technology design, governance and economic interests and introduces ways to intervene to navigate towards a victorious future where society reaps the benefits of technological innovations without sacrificing critical values.&nbsp; The course introduces a logic to reason about technology-society conflicts and a model to predict outcomes from conflicts, disruptions and exposed issues. Students learn not only how to spot unforeseen technology consequences but also what to do about them. The course uses a set of historical case studies interleaved with contemporary and timely variations on surveillance and privacy, identity and governance, algorithmic bias, and technology&rsquo;s erosion of democratic values and historical protections. This course assumes no computer science or data science background.&nbsp;</p>"
    },
    "DPI 642": {
        "course_code": "DPI 642",
        "course_name": "Grand Challenges in Technology-Society Clashes",
        "course_description": "<p>In this course, we &ldquo;save the world&quot; and teach you to do the same using scientific experimentation and writing. During the weeks of the semester, we explore ways to create and use technology to assess and solve real-world societal, political and governance problems.&nbsp;In a hands-on lab format, we jointly tackle three real-world technology-society clashes and provide timely solutions or interventions. As the weeks unfold, we relax the structure, so by the end of the semester, you design and implement your own experiments that have real-world impact. Students in this class have often published papers that have modified practices in big tech companies and inspired legal and regulatory change. This course assumes no computer science or data science background, includes a project fair at the end of the term, and has collaborative interactions with students in a similar course at Harvard College.</p>"
    },
    "DPI 643M": {
        "course_code": "DPI 643M",
        "course_name": "Beyond Law and Code – The Governance of Emerging Technologies",
        "course_description": "<p>This course delves into the complex and multi-faceted world of technology governance &ndash; a critical aspect of shaping the way technology impacts society and vice versa. In addition to traditional lawmaking, governance encompasses a broad range of venues and mechanisms within the private and public sectors, nationally and internationally, both binding and nonbinding. This course aims to equip policymakers and other stakeholders with the insights and tools needed to navigate this complex tech governance ecosystem. Students will learn how to (i) map the key governance venues relevant for a given technology issue and how those venues interact, (ii) identify leverage points within this ecosystem where small changes can have maximum impact and (iii) pick the right policy tools (including non-traditional ones) to effect change. &nbsp;Amongst other things, we will cover case studies related to generative AI, data privacy, cybersecurity, and content moderation.</p>"
    },
    "DPI 662M": {
        "course_code": "DPI 662M",
        "course_name": "Digital Government",
        "course_description": "<p>Intended for those interested in public policy and service delivery, this course provides a broad overview of emerging opportunities, challenges and risks created by information technology in the public sector. &nbsp;The delivery of critical services to millions of people has changed from in-person offices, to mail, to online forms and even mobile applications. The proliferation of new products to digitally deliver public services has subsequently sparked an evolution in governance practices. This course introduces the power of technology design and development practices &nbsp;to further shape service delivery, government operations, policymaking, and civic trust. This course explores the evolution of digital government, its real-world impacts and lessons, and provides a peek into the future of this growing field. &nbsp;The goal of this course is to empower students irrespective of technical background to work within or adjacent to digital government teams, and to imagine more equitable approaches to building things &ndash; products, programs, organizational culture, and policies &ndash; that better serve people.</p>"
    },
    "DPI 664M": {
        "course_code": "DPI 664M",
        "course_name": "The Internet: What It Is, How Did It Happen, and What Could It Become?",
        "course_description": "<p>The Internet has become a core technology around the world for communication, business, defense, and government. It is a technology that seemingly knows no borders, is governed by no one, and has allowed disruptions of businesses, revolutionized telecommunications, and is the center of debates around free speech, disinformation, and the ability of people to organize and resist oppression. The Internet is also a technology that very few people, and almost no policy makers, understand. As governments and citizen&rsquo;s groups clamor for mechanisms to make the internet more fair, less toxic, or more inclusive it is imperative that some understanding of the core technology grounds these discussions. This class is meant to introduce the myriad things that people are talking about when they talk about the Internet. Starting with a short history of how the Internet started, we will move to a discussion of how the Internet actually works at various levels, and the set of services that allow non-technical people to utilize it. We will then move to how the various parts of the Internet are governed, and examine why it is so difficult to make changes to the technology.</p><p align=\"left\" style=\"margin-top: 3pt;margin-bottom: 7pt;\"><span style=\"font-family:'Calibri';font-size:10pt;\">&nbsp;</span></p><p align=\"left\" style=\"margin-top: 3pt;margin-bottom: 7pt;\"><span style=\"font-family:'Arial';\">&nbsp;</span></p><p align=\"left\" style=\"margin-top: 3pt;margin-bottom: 7pt;\"><span style=\"font-family:'Arial';\">&nbsp;</span></p><p>&nbsp;</p>"
    },
    "DPI 678M": {
        "course_code": "DPI 678M",
        "course_name": "Product Management and Society: Building Technology in the Public Interest",
        "course_description": "<p>Intended for those interested in understanding the critical role of a product manager to build technology services in the public interest across sectors.&nbsp; All levels of product management experience welcomed; no experience in software, product management, or design necessary.</p><p>Delivering critical services to the public requires building technology that works for people and for society. This is can be a challenge with many different priorities, but it is possible and necessary to build thriving societies. This course will focus on the role of the product manager in working across cross-functional teams including engineering, artificial intelligence and machine learning, design, users, policy, marketing, analytics, vendors, and stakeholders when building technology products. Students will learn how to think like a product manager and how to partner with product managers. Students will learn how product managers set strategy, define products, advocate for the user, build in equity by design, experiment with prototyping, integrate ethical considerations, define metrics, utilize testing, prioritize accessibility, manage stakeholders, and understand market or policy factors in order to ship technology services and products that benefit people.</p>"
    },
    "DPI 681M": {
        "course_code": "DPI 681M",
        "course_name": "The Science and Implications of Generative AI",
        "course_description": "<p>The latest generation of &ldquo;generative AI&rdquo; can produce novel content &mdash; including essays, computer code, and artwork &mdash; that is often hard to distinguish from materials produced by humans. &ldquo;The Science and Implications of Generative AI&rdquo; is an interdisciplinary course designed to equip you with a solid understanding of how generative AI works, how to use it, and the larger opportunities and challenges it poses for society. This course blends technical learning with hands-on experiences, encouraging you to explore the inner workings of modern AI models, such as ChatGPT, while engaging in practical applications of these systems. Through case studies, simulations, and project-based assignments, you will learn to assess the advantages and risks of deploying generative AI. The curriculum underscores the significance of informed policymaking in this rapidly evolving field, seeking to ensure that HKS graduates can harness AI technology responsibly for the benefit of society.</p>"
    },
    "DPI 686": {
        "course_code": "DPI 686",
        "course_name": "Case Studies in Public and Private Policy Challenges of Artificial Intelligence",
        "course_description": "<p>The use of machine learning has skyrocketed in recent years, becoming embedded retail and wholesale across society without substantial reflection on its implications. Through engagement with those building some of the most provocative models and tools - many of which have become part of the public imagination - we will see what gives their builders pause; reflect on possible solutions or mitigations; and develop suggestions about what they might be missing in their own canvassing of the ethical and policy terrain.</p><p>Prerequisite:&nbsp; Admission to the course is by permission of the instructor. Students should complete the application at this link: <a target=\"_blank\" href=\"https://brk.mn/AIPolicyChallenges24\" target=\"_blank\">https://brk.mn/AIPolicyChallenges24</a> . <u>Applications should be completed by October 16, 2023&nbsp;for November 1, 2023 admission decisions and thereafter rolling admission may be considered after this date as required.</u></p>"
    },
    "DPI 691M": {
        "course_code": "DPI 691M",
        "course_name": "Programming and Data for Policymakers",
        "course_description": "<p>Data and code are no longer just for programmers. Policymakers in the 21st century, from members of Congress to analysts and executives need to be equipped with the necessary skills to navigate nuanced issues at the intersection of technology and governance. Those who have first-hand experience with programming, data, software development and management methods, open source collaboration, and technology innovation are better prepared to competently navigate these issues.<br />&nbsp;</p><p>In the course of ten four-hour classes, this module will provide an intensive hands-on curriculum that involves programming exercises in the context of government and politics to build essential core technology and data skills. The hands on exercises will familiarize students with technologies that are a part of the modern programmers toolkit including the command-line, github, the structure of a web application, the linux filesystem, data standards (json, XML, etc), cloud technologies, and databases.<br />&nbsp;</p><p>This is not a data science course, nor is it a standard programming bootcamp. This course is designed to give students a deeper appreciation for the nuances of software and data through practical training. Though the course is rooted practical applications, students will be prompted through assigned readings and discussion to think broadly about the implications of implementing the technologies introduced and their ramifications in the context of policy. Exercises will build on one another so that students will come away with a small software project of their own. The course is also designed to prepare students who wish to pursue further learning to overcome the initial barrier to learning programming and more efficiently direct future efforts.</p><p>For additional information about technology courses at HKS please visit <a target=\"_blank\" href=\"https://medium.com/digitalhks/roadmap/home\">https://medium.com/digitalhks/roadmap/home</a>.</p>"
    },
    "DPI 703": {
        "course_code": "DPI 703",
        "course_name": "Democracy: The Long View and the Bumpy History",
        "course_description": "<p style=\"line-height:150%;\">This course will explore key episodes, turning points, and themes in the history of democracy from ancient Athens to the present. It is shaped by two overarching and compelling questions: What circumstances, conditions, and forces are conducive to the development, deepening, and preservation of democratic ideas, values, and institutions? And conversely, what are the conditions or forces that tend to inhibit or threaten the emergence, strengthening, or &nbsp;survival of democracy? Among the historical episodes to be examined are: ancient Greece and the Near East; the American Revolution; Europe during industrialization; Latin America in the 19th and 20th centuries; India and Pakistan; the &ldquo;third wave&rdquo; of democratization; and the challenges facing democracies in the last thirty years. Inescapably (and by design) we will also be discussing the relevance of this history to current and recent developments.</p>"
    },
    "DPI 802M": {
        "course_code": "DPI 802M",
        "course_name": "The Arts of Communication",
        "course_description": "<p>Today&#39;s leaders must have the ability to communicate with clarity and integrity. This course seeks to strengthen the capacity of each student to do so in public and private settings while navigating a diverse range of leadership challenges. Approximately one-third of our time together will be devoted to lessons and discussions to introduce students to strategies of communication and models of public presentation. The other two-thirds will consist of smaller sections, in which students will have the opportunity to practice and improve their public speaking skills.</p>"
    },
    "DPI 810M": {
        "course_code": "DPI 810M",
        "course_name": "Writing for Policy and Politics",
        "course_description": "<p><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">This intensive seven week course in effective writing focuses on the strategies and techniques behind great persuasive writing in both politics and policy.&nbsp; Interested students can select among the following options (and may not take more than one for credit).</span></span></span></p><p><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\"><strong>Section A (Fall 1) and B (Fall 2):&nbsp; Alex Green:</strong> Students will master the essential life cycle of communications for anyone working in policy and politics, focusing on developing incisive questions, creating well-honed short form summaries, drafting press releases for media partners, writing to constituents, and crafting expert policy briefs. </span></span></span></p><p><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\"><strong>Section C (Spring 1) and D (Spring 2):&nbsp; Gregory Harris:&nbsp;</strong> Unlearn dull academic writing and develop a writing process that leads to publication and persuasive power. We focus on narrative and image, voice and urgency--applied to memos, opeds, advocacy pieces, reported articles and personal essays.&nbsp;</span></span></span></p>"
    },
    "DPI 820M": {
        "course_code": "DPI 820M",
        "course_name": "Policy Memo Writing for Decision Makers",
        "course_description": "<p>This six-week course will strengthen your skills as a policy writer. You will learn to write with the ease, confidence, clarity, and modes of persuasion necessary for professional policymaking. Newer policy writers will gain mastery over the short policy memo style required for many HKS courses. Returning policy writers will find the course promotes skills necessary for success in high-level policy making careers. The course highlights modes of analysis, persuasive arguments, and recommendations that turn research and advocacy into action. It will also teach you the strategies, techniques, and production habits of highly skilled writers.</p>"
    },
    "DPI 821M": {
        "course_code": "DPI 821M",
        "course_name": "Writing Policy Reports",
        "course_description": "<p>This class supports students writing a masters thesis project for a specific client and is tailored for MPP2 students working on&nbsp;PAEs.&nbsp; The course teaches strong analysis, structure, formatting, and style.&nbsp; &nbsp;We will deconstruct examples of superior and poor long format policy analysis papers to understand what goes into great policy writing and what to avoid. Students will have an opportunity to present their work, gaining valuable feedback from classmates ahead of PAE due dates. They will also receive individual conference feedback with the instructor throughout the module, with a focus on client relationships, visual aids, and strategies for persuasive writing. Students working with a partner on their PAE are encouraged to join the class, with or without their writing partner.</p>"
    },
    "DPI 828M": {
        "course_code": "DPI 828M",
        "course_name": "Persuasive Policy Communication",
        "course_description": "<p><span style=\"color:black;\">This module course will teach students the theory and practice of persuasive communication. Readings and cases will explore the interplay between communicating and policy making. Students will learn to make strong arguments, communicate well with evidence, and build their professional writing skills across cultures. Through assignments that strengthen written arguments (policy blogs) and speaking (policy presentations), students will have multiple opportunities to practice these essential skills, while also working in groups to build their abilities to communicate as part of a team.</span></p>"
    },
    "DPI 830M": {
        "course_code": "DPI 830M",
        "course_name": "Column and Opinion Writing Workshop",
        "course_description": "<p>This writing workshop is designed to give students an understanding of the process of researching, writing, and revising columns with an emphasis on the importance of audience. While we will spend time distinguishing opinion columns as one type of column, we will also focus on several other types of columns. The class will be run as a writing workshop. Each student will be expected to write as well as provide feedback on other students&rsquo; writing throughout the J-Term course. Readings, writing assignments, in-class peer feedback, and class discussions will enable each student to execute a well-thought-out, well-written column. Students should come away from the course with a clear knowledge of how much preparation, work, revision, and understanding of readership go into good column writing. There will be both in-class and out-of-class assignments each day of the J-Term course for which deadlines are firm. The class starts on time and attendance at every class is mandatory.</p>"
    },
    "DPI 831M": {
        "course_code": "DPI 831M",
        "course_name": "Op-Ed Writing",
        "course_description": "<p>This course focuses on <em>persuasive communication</em>; think of it as writing for people who are not paid to read you. It will give students confidence in how to frame, structure, write, and edit opinion pieces, with an emphasis on the clarity, concision, and persuasive power of their argument. The course, which is run as a series of seminars and writing workshops, will draw on the work of both seasoned op-ed writers and students. Active participation in class discussions, draft feedback, and exercises, along with preparation of the readings and writing assignments, is essential.</p>"
    },
    "DPI 835M": {
        "course_code": "DPI 835M",
        "course_name": "Speechwriting",
        "course_description": "<p>What makes a speech persuasive and memorable &ndash; and how do you write one? How can storytelling help political, corporate, nonprofit, and community leaders achieve their goals? What is the role of the speech in our politics, policymaking, and international relations? This course will explore the techniques speechwriters and speakers use, from research to rhetoric, to shape messages that move people and change the world.</p>"
    },
    "DPI 840M": {
        "course_code": "DPI 840M",
        "course_name": "Feature Writing",
        "course_description": "<p>This intensive module provides a thorough grounding in the techniques of journalistic feature writing: researching, reporting, interviewing, writing &mdash; and revising. We investigate where good feature ideas come from; we explore how to conceptualize, organize, and structure those ideas through journalistic narrative; and we experiment in a collaborative workshop environment with several journalistic forms &mdash; the profile, the reported essay, the &ldquo;trend&rdquo; piece. Students will gain proficiency in the techniques of journalistic feature writing, skills that are relevant to other forms of writing, too, including academic and policy writing.</p>"
    },
    "DPI 851M": {
        "course_code": "DPI 851M",
        "course_name": "Data and Information Visualization",
        "course_description": "<p>This&nbsp;course focuses on building creative and technical skills to transform data into visual reports for the purpose of engendering a shared understanding. Students will learn to use software to ingest, organize, and visualize data, with an emphasis on applying design principles to produce clear, elegant graphs and dashboards that capture the essence of an insight, message, or recommendation distilled from the data.<br /><br />Students will become familiar with exploratory and explanatory data visualization techniques for data storytelling.&nbsp; Additionally, students will work together on team projects to develop their creative and technical skills as well as to learn from their peers.&nbsp; We will be using data from real world sources and applications for our in-class exercises and group projects.</p>"
    },
    "DPI 852M": {
        "course_code": "DPI 852M",
        "course_name": "Advanced Data and Information Visualization",
        "course_description": "<p><span style=\"color:black;\">Data visualizations can inform, explain, and sway public opinion and policy decisions. For example, we rely on visual representations of dynamic trends throughout the pandemic as portrayed by charts, maps, and dashboards. </span></p><p><span style=\"color:black;\">This course imparts design thinking and data ethics frameworks, along with practical data software skills, to explore data and present meaningful information visually.&nbsp; Students work on iterative design projects to develop visual communication acumen for conveying insights clearly and intuitively in the service of illuminating public policy issues through visual storytelling.&nbsp; </span></p><p><span style=\"color:black;\">Students are expected to have or acquire basic Tableau skills prior to enrolling.&nbsp; No software coding experience is assumed.&nbsp; We will learn to code in Python to clean and structure data in preparation for producing visualizations.</span></p>"
    },
    "DPI 891M": {
        "course_code": "DPI 891M",
        "course_name": "Engaging the Media",
        "course_description": "<p><span style=\"font-family:calibri,sans-serif;\"><span style=\"font-size:11.0pt;\">Understanding how the news media works &ndash; and how to work with it -- is more complicated today than ever. But it&rsquo;s essential for people of goodwill who have made the decision to enter careers in public service and seek to have a major impact in the U.S. or globally. You may have heard, &ldquo;Don&rsquo;t trust the media,&rdquo; but whether you&rsquo;re in politics, policy, advocacy or the non-profit world, you avoid the media at your peril or at least at a big opportunity cost. In this class, taught by a White House correspondent and 25-year veteran of print, online, wire services and television, we&rsquo;ll demystify the U.S. press so that you&rsquo;re more comfortable and better prepared to put yourself, and your ideas, out there. You will learn how reporters think and how to think like a reporter and the ethical, practical and mission-driven principles that shape mainstream news gathering. You&rsquo;ll learn how to develop working relationships with the media; how to navigate interviews and public speaking; and how to convey your ideas concisely and accessibly across different platforms including television and social media. This is not a course in the dark arts, crisis or spin. You will learn how reporters sniff out lies, misstatements, obfuscation and misdirection, and why to avoid crutches that damage your credibility.&nbsp;You will engage with journalists as well as experts in public opinion and political practitioners. Students will be expected to keep up with daily news developments and assigned readings that will be discussed each week. By the end of the module, you will begin developing contacts with reporters in your relevant field; a reading, watching and listening list; and an understanding of social- and earned-media going forward.&nbsp;Course assignments, no exam</span></span></p>"
    },
    "DPI 896M": {
        "course_code": "DPI 896M",
        "course_name": "Crisis Communications",
        "course_description": "<p>This course offers students a better understanding of how to manage communications in various crisis situations as well as identify audiences, frame debates, develop messages and implement strategies.&nbsp;&nbsp;</p><p>Reputations and brands take an incredibly long time to build but can be singed, harmed or irreparably damaged in weeks, days or even less.&nbsp;</p><p>Responding to a crisis is nothing new.&nbsp; But with our increasingly fast-moving news cycles and social media echo chamber, a small crisis can grow exponentially in a relatively short period of time, potentially damaging the reputation and brand of a political leader, candidate, campaign, individual, nonprofit or company.&nbsp; And it can shape what happens in regulation, legislation and public policy.&nbsp; The key to crisis communications is to anticipate and plan for it before it happens &ndash; and to manage it in such a way that it minimizes the reputational damage and possibly enhances it.</p><p style=\"background:white;\">&nbsp;</p><p style=\"background:white;\">&nbsp;</p>"
    },
    "IGA 100": {
        "course_code": "IGA 100",
        "course_name": "International and Global Affairs: Concepts and Applications",
        "course_description": "<p>This course is a wide-ranging introduction to the core principles of international and global affairs. Introductory sessions will cover a variety of concepts and theories of international relations and global governance and the challenges of policy analysis in these domains. Subsequent weeks will apply these ideas to diverse set of policy problems reflecting the current agendas of professionals working in international and global affairs.&nbsp;The course also emphasizes skill development, through an array of written and oral exercises and team activities.</p>"
    },
    "IGA 103": {
        "course_code": "IGA 103",
        "course_name": "Global Governance",
        "course_description": "<p>This course focuses on the interplay among states, international organizations, multinational corporations, civil society organizations, and activist networks in global governance. Global governance refers to the capacity within the international system to provide services and public goods.&nbsp; But to get to that point, global governance also must involve framing new issues, setting agendas, creating norms, building capacity, setting standards, and resolving disputes.&nbsp; Our cases are drawn from a broad range of issue areas, including health challenges such as COVID-19, economic relations, human rights, peace and security issues, including the Russian invasion of Ukraine, and the environment. The objective is to better understand the dynamics and evolution of formal and informal global governance arrangements and what difference they make. In&nbsp; major case in the class, for example, we will try to understand why there wasn&rsquo;t better or more global governance in response to the Coronavirus? The course uses cases, role-playing, and simulations to help students learn how to work with international law to promote global justice.</p>"
    },
    "IGA 105": {
        "course_code": "IGA 105",
        "course_name": "International Law and Global Justice",
        "course_description": "<p>Can international law be a tool for promoting global justice? In this class, we will explore diverse issues such as why the laws of war didn&rsquo;t constrain the Russian invasion of the Ukraine and whether international criminal accountability for mass atrocity can deter human rights violations and satisfy victims?&nbsp; How could reparations for slavery be delivered?&nbsp; Can environmental law help reduce climate change and provide justice for climate refugees? Can trade law contribute to a fairer and more equitable trade system? Could better international health law mitigate a future crisis like COVID-19?&nbsp; We will use a global justice approach to ask and try to answer these questions and many others. A global justice approach stresses fairness, political and economic equality of both opportunity and outcome, and accountability.&nbsp; The central goal of the course is to familiarize students with analytical and policy tools to enable them to think and act critically when drafting,&nbsp;implementing, or responding to policies related to international law. We will examine substantive areas of international law such as the use of force and the laws of war, human rights, environmental law, trade law, law and indigenous rights, and international criminal law. The course uses cases, role-playing, and simulations to help students learn how to work with international law to promote global justice.</p>"
    },
    "IGA 108": {
        "course_code": "IGA 108",
        "course_name": "China and the World: Challenges, Competition and Cooperation",
        "course_description": "<p>How has China&rsquo;s rise changed the world of the twenty-first century? And what are the forces and factors that shape its global behaviour?&nbsp; This course takes a range of themes to interpret contemporary China&rsquo;s actions in the world, and understand how China&rsquo;s history can explain important aspects of contemporary policy and decision-making.&nbsp; The course takes key themes and &nbsp;examines them in both contemporary and historical context.&nbsp; Among the themes explored are: China&rsquo;s role in international organizations including the United Nations, influence in shaping regional and global norms and patterns on trade and technology, military expansion, action on climate change, development of identity as a leader of the Global South, and promotion of new forms of ideology. &nbsp;&nbsp;The course will examine ways that China conforms and embraces some aspects of the current global order, and confronts or revises others, including its relationships with the US, the Global South, and areas of cross-border concern (such as climate change or technological norms). &nbsp;We will examine the changing nature of China&rsquo;s global thinking in the twenty-first century, and provide comparisons and contrasts with a range of historical events that have shaped that thinking, such as the conflicts with European empires in the late 19th century, the development of new forms of reformist and revolutionary political thinking in the early 20th century including ideas on class, ethnicity and gender, China&rsquo;s war against Japan in the 1930s and 1940,&nbsp; and the revolutionary turmoil of the era Mao Zedong in 1949-76. &nbsp;&nbsp;The course will illustrate how much, and in what ways, China&rsquo;s growing prominence has changed the world, and show that analysing China&rsquo;s history and thought is a key tool for interpreting its actions and intentions in the present day.</p>"
    },
    "IGA 125": {
        "course_code": "IGA 125",
        "course_name": "Reasoning from the Past: Applied History and Decision Making",
        "course_description": "<p><span style=\"color:black;\">This course provides a basis for using history as a tool for analyzing foreign, security, and scientific policy. It also calls attention to some common fallacies in reasoning from history and discusses ways to avoid them. Along the way, we will consider the evolution of the modern international system and particularly the evolving role of the United States.&nbsp;</span></p>"
    },
    "IGA 150Y": {
        "course_code": "IGA 150Y",
        "course_name": "Seminar: International and Global Affairs (spring)",
        "course_description": "<p>This seminar is designed to support MPP-2 students writing their Policy Analysis Exercise in the areas of international and global affairs.&nbsp; The course is structured to support students as they identify the topic on which they will focus, clarify the problem they will be addressing, develop a strategy to gather information to address the problem, analyze their findings, develop recommendations, and produce the final product.&nbsp; Over the fall we will focus the class sessions on gaining an understanding of what a PAE is, clarifying the problem each student will address, and identifying and developing the research methods needed to study the problem.&nbsp; In the second semester we will focus on producing your final PAE: writing useful first drafts and refining them, effectively using graphics, and persuasively presenting your analysis and recommendations both orally and in writing.&nbsp; Students work individually or in small groups on a project that they select.&nbsp; Open only to MPP2 students.</p>"
    },
    "IGA 170": {
        "course_code": "IGA 170",
        "course_name": "Realism in International Relations",
        "course_description": "<p><span style=\"color:#262626;\">This course is an in-depth examination of the realist perspective on international politics and foreign policy.&nbsp; The central objective is to provide students with a clearer understanding of this important approach to politics and to show why &ldquo;thinking like a realist&rdquo; will improve their understanding of important features of international politics and lead to better foreign policy results. To do this, the class examines the intellectual origins and evolution of realist thought over the past 2000+ years, the main innovations in realist theory since 1945, and its implications for global affairs today.&nbsp; We will also consider some important critiques of realism, so that its limitations are fully understood as well.&nbsp; </span>There are no formal lectures in this seminar; each session consists of intensive in-class discussion, guided by the instructor<strong><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">.</span></span></span></strong></p>"
    },
    "IGA 211": {
        "course_code": "IGA 211",
        "course_name": "Central Challenges of American National Security, Strategy, and the Press",
        "course_description": "<p>From the rise of China and resurgence of Russia, to the ongoing war in Ukraine, and North Korea and Iran&rsquo;s advancing nuclear weapons programs, challenges in the Middle East, Central Asia, East Africa, and emergence of cyber conflict, this course examines the central challenges to American national security. Through a series of mini cases, students address these issues as if they were professionals at the National Security Council working for the President or an assistant to the Secretary of State or Defense. In response to specific assignments, students write Strategic Options Memos that require analyzing the challenge, assessing the current strategy, and identifying alternative strategies for protecting and advancing national interests.&nbsp;</p><p>Assignments require strategic thinking: analyzing dynamics of issues, formulating key judgements, and developing feasible strategies. In the real world of Washington today, this means thinking clearly about what the US is attempting to achieve in the world in the midst of a swirl of a government whose deliberations are often discombobulated by leaks, press reports, tweets, and fake news. A sub-theme of the course explores ways in which pervasive press coverage intrudes, sometimes informing, sometimes distorting, national security decision making.&nbsp;</p><p>In addition, the course will include several related side bars where we will discuss Applied History, &ldquo;behind the veil&rdquo; at a major newspaper, strategy (as taught at the Naval War College), intelligence analysis, and basic numeracy.&nbsp;</p><p>This course is open by instructor consent. Students interested in taking the course should email Arissa Shaw (<a target=\"_blank\" href=\"mailto:arissa_shaw@hks.harvard.edu\" target=\"_blank\">arissa_shaw@hks.harvard.edu</a>),&nbsp;Chris Li (<a target=\"_blank\" href=\"mailto:christopher_li@hks.harvard.edu\" target=\"_blank\">christopher_li@hks.harvard.edu</a>) and Michael Miner (<a target=\"_blank\" href=\"mailto:miner@g.harvard.edu\" target=\"_blank\">miner@g.harvard.edu</a>) with a copy of their resumes to request the required student information form. <strong>Resumes and completed application forms are due by 12:00PM on Wednesday, August 30.&nbsp;</strong></p>"
    },
    "IGA 217": {
        "course_code": "IGA 217",
        "course_name": "U.S. Foreign Policy in a Global Age",
        "course_description": "<p>It&#39;s a time of uncertainty in international politics, with the rise of China and the relative decline in global power of the United States. How did we reach this point and what does it mean for our understanding world affairs today? This course explores world affairs from the eve of World War I to the present. Issues to be examined include the era of the two world wars, which saw the apogee of European imperial power across the globe, and rise of the United States to the summit of global power; the Soviet-American confrontation; the Vietnam War; the evolution of international politics since the demise of the Soviet Union and growth in China&rsquo;s power. In addition, we will endeavor to determine how historical knowledge and historical skills can be used to better understand the policymaking process and lead to more thoughtful discussion and debate about the pressing global challenges of our present moment.</p>"
    },
    "IGA 222M": {
        "course_code": "IGA 222M",
        "course_name": "War: Causes, Dynamics, and Resolution",
        "course_description": "<p>This course is a high-level treatment of organized political violence, covering interstate, intrastate, and substate armed conflict, including one-sided violence. The course will provide a general overview of why wars occur, why they endure, how they unfold, how they end, and how societies successfully emerge from large-scale violence. The course will draw on historical and contemporary cases to provide insight, perspective, and frameworks that can be relevant for practitioners interested in avoiding, resolving, recovering from, and building peace after war.</p>"
    },
    "IGA 229": {
        "course_code": "IGA 229",
        "course_name": "Gender, Sex, and Violence in Global Politics",
        "course_description": "<p>In this course, we will consider the international and global dimensions of gender, sex and violence, both within and outside the context of armed conflict. Current policy debates are informed by powerful&mdash;and often unquestioned&mdash;assumptions about sex, gender and violence. Recent research has challenged some of these ideas, and policymakers have responded with calls for better data, increased attention to long-hidden problems, and new strategies to confront these difficult challenges. In the course, we will consider a series of policy-relevant questions on the politics of sex, gender, and violence. Topics that we will cover include the sexed and gendered causes and consequences of war (e.g., Do sex and gender inequalities cause armed conflict? Are women leaders more peaceful? What are the consequences of women serving in frontline combat roles? ); gendered motivations for political violence (e.g., What drives people to choose violence?); the regulation of sex and gender within state and non-state armed groups, including militaries, insurgencies and terrorist organizations; the causes and consequences of wartime sexual violence; and the global politics of abortion, sex work and human trafficking. The course will feature a multi-media case, guest speakers, including policymakers, practitioners and academic researchers , and will include discussions of research design and implementation, as well as policy responses and interventions.</p>"
    },
    "IGA 233": {
        "course_code": "IGA 233",
        "course_name": "Rethinking Nuclear Deterrence",
        "course_description": "<p>The states that possess nuclear weapons &ndash; and other states that rely on their security guarantees -- see them as essential to their security.&nbsp; At the same time, nuclear deterrence comes with the ever-present risk of devastating failure, posing an existential risk to much of human civilization.&nbsp; This course will explore a range of views on the benefits and dangers of nuclear deterrence, in the context of events including Russia&rsquo;s war on Ukraine and nuclear saber-rattling, China&rsquo;s rapid nuclear buildup, North Korea&rsquo;s near-constant missile testing and nuclear threats, Iran&rsquo;s expanding ability to produce nuclear weapons material should it ever choose to do so, an ongoing nuclear arms competition between India and Pakistan, and more.&nbsp; The nuclear world is becoming more multipolar, hostility between nuclear-armed states is at a fever pitch, and new technologies from hypersonic missiles to cyberweapons and artificial intelligence are making both conventional and nuclear balances more complex and potentially more dangerous.&nbsp; This class will explore different concepts for managing nuclear balances and reducing their dangers; approaches to nuclear strategy and force posture; prospects for nuclear arms restraint; and ideas about what a world that no longer relied on nuclear deterrence might look like.&nbsp; The course will confront students with real-world and hypothetical policy dilemmas, training them in risk-informed thinking about managing these issues, through case studies, policy memos, and negotiating or crisis simulations.&nbsp; The course will equip students with concepts and tools for careers managing nuclear deterrence policies.</p>"
    },
    "IGA 236": {
        "course_code": "IGA 236",
        "course_name": "Cybersecurity: Technology, Policy, and Law",
        "course_description": "<p>In our information-age society, cyber/Internet security has become a paramount concern and an increasingly broad area of public policy.&nbsp; From cybercrime to national security, from corporate data collection to government surveillance, from cell phones to driverless cars, issues of Internet security are everywhere. These issues are complex and multifaceted, touching on such things as personal freedom and autonomy, public safety, corporate behavior and profitability, international relations, and war. This course seeks to explore the complex interplay of public policy issues in computer and Internet security.&nbsp; We will survey the nature of Internet security threats, explore the human factors surrounding security, and seek to understand the basics of Internet security technologies. We will also apply this understanding to a series of computer- and Internet-security policy issues, both current and near-future. Examples include government demands for encryption backdoors, software liabilities, hate speech and radical speech, digital copyright, surveillance reform, and computer-crime law. While these issues will primarily be US-focused, we will also discuss relevant issues in the EU and China, as well as international tensions and norms.&nbsp; Cyberspace is fundamentally technological, and an area where public policy requires a firm understanding of the underlying technologies. Cybersecurity is no exception. This class assumes no computer science background and will make these technologies comprehensible to the layperson.</p>"
    },
    "IGA 237M": {
        "course_code": "IGA 237M",
        "course_name": "Future Issues in Cyber-Security Policy",
        "course_description": "<p>Each year, this class addresses a new and emerging issue in cybersecurity policy.&nbsp; This semester, the topic will be AI security.&nbsp; Rapid advances in embedded systems, ubiquitous sensors, automatic algorithms, machine learning, autonomous systems, and artificial intelligence will affect security, safety, and privacy on all levels. As the current debates around large-language models, machine learning systems, and AI in general illustrate, current laws and policies are largely ill-equipped to handle our technological future. With the help of guest speakers, this seminar will explore selected aspects of these topics broadly: security issues that will arise in the future, and what regulatory, legislative, judicial, and market solutions can address them.&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>"
    },
    "IGA 250": {
        "course_code": "IGA 250",
        "course_name": "Emerging Tech: Security, Strategy, and Risk",
        "course_description": "<p>Over the past decade, new technologies have emerged as pivotal to the future of international security policy. Advances in space, artificial intelligence, autonomous systems, digital currencies, and synthetic biology bring with them complex technical, operational, geopolitical, and legal risks. The need for a new generation of technology-savvy policymakers is clear. In this course, students will gain a basic understanding of these critical emerging technologies and the risks and opportunities associated with them. Students will then develop foreign policy/national security strategies, policy options, and risk mitigation plans. This course is global in scope: international students are encouraged to enroll. The course will focus heavily on professional skills, such as strategy development, memo writing, briefing, and basic financial analysis.</p>"
    },
    "IGA 260": {
        "course_code": "IGA 260",
        "course_name": "Asia in the World - Regional Security, Integration and Ideology",
        "course_description": "<p>What are the factors that hold Asia together, or run the risk of pulling it apart?&nbsp; This course examines contemporary Asia, one of the most politically and economically dynamic regions of the world, exploring how far it can be seen as one region and how complex the forces within it are.&nbsp; The course examines how economic, trade and commercial networks in Asia such as RCEP, CPTPP and IPEF show new patterns of economic interaction and creation of norms on trade and technology.&nbsp; It examines the very different political systems and ideas that shape the region, from established democracies to personality-cult driven authoritarian politics, and how regional organizations such as ASEAN navigate these differences.&nbsp; We will also explore how wider cross-national forces have shaped norms across the region: Northeast Asia has significantly older demographics than Southeast Asia, policies on climate change vary across the region, and trends relating to ethnicity and gender have also shaped new and transformative political movements, some creating new civil society dynamics across borders.&nbsp; Although largely peaceful in recent years on a regional scale, there are numerous civil wars still active and unresolved, as well as significant refugee and population movement across borders. We also look at potential flashpoints, such as the India-China border and the Korean peninsula. The course will also draw on a wider historical perspective to illustrate how ideas of &ldquo;Asia&rdquo; have changed over time, and why that matters for interpreting the region.&nbsp; The legacy of World War II still plays a significant part in the international dynamics of Northeast Asia, shaping the difficult relationship between Japan, China and South Korea.&nbsp; The legacy of the period of revolutionary communism shapes societies across the region, including North Korea and Vietnam.&nbsp; In South Asia, the legacy of a turbulent partition has led to continuing tensions.&nbsp; The historical aspect provides vital context to explain the motivations and dynamics of the present day.&nbsp; Overall, the course seeks to illustrate the most important factors that shape one of the world&rsquo;s most dynamic regions.</p>"
    },
    "IGA 331M": {
        "course_code": "IGA 331M",
        "course_name": "Business and Human Rights",
        "course_description": "<p>One of the fastest growing areas in human rights practice is the effort to achieve full respect for international human rights law and norms by private business.&nbsp; This class will address different approaches to the topic relevant to students&rsquo; decisions on how to engage in the field of business and human rights in their professional futures.</p><p>Human rights norms and treaties initially focused on government obligations to individuals to promote and protect the conditions of human dignity and development.&nbsp; With the rise of the presence and power of transnational corporations, often exceeding in economic power that of nation states, demands grew from governments, civil society, and within corporations themselves that these powerful institutions and their leaders be held accountable for violations of human rights.&nbsp; Three strands of activism have emerged to this end:&nbsp; legal approaches that seek to both control and create level playing fields; civil society pressures, largely targeted at singular cases of corporate generated human rights abuses; and attempts at self-regulation from within the corporate community.&nbsp; Occasionally all three of these actors engage on the same themes or cases, but not always with effective coordination or even shared purpose.&nbsp;</p><p>The United Nations Human Rights Council adopted the UN Guiding Principles on Business and Human Rights (GPs) in 2011, establishing a set of norms and guidelines to promote compliance by private business operations to the principles of universal human rights.&nbsp; These GPs, developed by HKS Professor John Ruggie, seek to diffuse these norms along three pillars:&nbsp; The State Duty to Protect Human Rights, The Corporate Responsibility to Respect Human Rights, and the rights of victims of abuse to Access to Remedies. This course will use the Guiding Principles as a framework for discussion and explore how their development has affected the strategies and tactics of the three strands of action to secure corporate compliance with human rights norms.&nbsp; In collaboration with the Human Rights Clinic of the Harvard Law School, we will also consider the diffusion of a Fourth Pillar on the role of communities.</p><p style=\"margin-top: 3pt;margin-bottom: 7pt;\"><span style=\"font-family:'Calibri';font-size:10pt;\">&nbsp;</span></p><p>&nbsp;</p>"
    },
    "IGA 342M": {
        "course_code": "IGA 342M",
        "course_name": "Human Rights Dilemmas in Child Protection",
        "course_description": "<p>A growing number of children and adolescents around the world are subjected to violence, exploitation and other forms of abuse. These harms persist despite the proliferation of international norms and structures designed to protect this population and promote its wellbeing. In many cases global transformations exacerbate rather than reduce the risks of abuse and increase the protection challenges these risks give rise to. Though each category of child protection deficit has its own characteristics and its attendant normative framework, they all share common and definable elements. An investigation of the human rights dilemmas that arise in child protection on a global scale presents, in a microcosm, a perspective on the social and political dynamics affecting some of the world&#39;s most vulnerable populations. One focus of the course is the child protection issues themselves, their genesis and impact. The other is the human rights strategies and dilemmas relevant to those (at both the individual and societal levels) charged with responding to rights violations affecting children and fulfilling public child protection obligations. In the midst of historic technological advances and significant progress in the realm of international human rights, the strategic choices and responsibilities facing leaders and others concerned with child protection are of increasing complexity and scope. A key concern of the course will be to integrate legal approaches with those developed in the health and social sciences. A recurring theme will be the evaluation of how international obligations map onto policy outcomes and how human rights mechanisms affect problems facing vulnerable children on the ground. The course will begin with a brief review of the theory and literature relating to child protection and international human rights. It will proceed with an in-depth discussion of case studies covering central aspects of child protection-child labor, child trafficking, child soldiering and child persecution. Analytic points will be derived from an investigation of specific problems, the legal frameworks relating to them, and the solutions that have been advanced to address them.&nbsp; <span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">Practitioners, policy makers and civil society leaders involved in child protection will join classes as guests.&nbsp; </span></span></span></p>"
    },
    "IGA 353M": {
        "course_code": "IGA 353M",
        "course_name": "Frontline Negotiation Lab",
        "course_description": "<p>The purpose of the Frontline Negotiation Lab is to build the capacity of graduate students to navigate complex political crises in uncertain times, to develop a strategic vision on how to respond to humanitarian, social and climate emergencies, and to plan a negotiation process in adversarial conditions. Emphasizing the direct engagement with practitioners, this course examines a series of contexts to further a critical reflection on the design of a negotiation process on the frontline, set the basis of a professional dialogue with field practitioners, and to shed light on negotiation practices in a complex environment.</p><p>Through an experiential learning approach, the course will present a systematic methodology to engage in complex negotiations in a proactive and practical manner. It will offer a set of tools and methods to plan complex negotiation as well as facilitate learning through student&rsquo;s engagement with seasoned practitioners working in these environments. It will complement existing courses on public policy and leadership for those planning to work in high-intensity situations such as the current pandemic, social and political crises, climate shocks, natural disasters, armed conflicts and other critical situations.</p><p>To apply, students should follow this <a target=\"_blank\" href=\"https://airtable.com/shrMIwh6u7z4gUmW6\" target=\"_blank\">link</a>. Applications to the Frontline Negotiation Lab are reviewed on an ongoing basis. If you have any questions please contact Claude Bruderlein, Faculty Instructor, at <a target=\"_blank\" href=\"mailto:cbruderl@hsph.harvard.edu\" target=\"_blank\">cbruderl@hsph.harvard.edu</a>.</p>"
    },
    "IGA 355": {
        "course_code": "IGA 355",
        "course_name": "Migration, Refugees, and Human Rights",
        "course_description": "<p>Migration is a central political and moral issue of our time and its impacts will continue to alter our world throughout this century. Indeed large scale, irregular human migration should be considered &ldquo;the new normal&rdquo;, not an unexpected or one-off &ldquo;crisis&rdquo;.&nbsp; &nbsp;It affects the lives of millions, unsettles established governments, creates sharply polarizing policy dilemmas and generates far-reaching administrative, economic and political challenges.&nbsp; This course will focus on distress migration, including refugee flight and other forms of forced displacement, evaluated through the lens of human rights.&nbsp; It will address the multifaceted drivers of the phenomenon, including the enduring legacies of colonization, armed conflict, environmental stress and climate change, global inequality, demographic pressures and increasing globalization. The course will also consider the impact of government responses to the COVID 19 pandemic on forced migrants.&nbsp; Migration actors from UN agencies, NGOs and other civil society organizations, and research experts working in a range of field sites will contribute to the class.</p><p>The course will address the legal frameworks governing migration, and the ethical and pragmatic considerations that influence policies. It will explore the viability of a range of solutions to current migration challenges, including unequal access to protection, the failure of equitable resettlement and the erosion of host empathy/solidarity.&nbsp; The extent to which pandemic related measures conform to or violate legal and ethical obligations will also be considered.&nbsp; A key goal is to enable students to analyze current migration situations with clarity and rigor concerning the obligations of states and the rights of migrants. Using examples of large-scale contemporary population movements &ndash; the Ukrainian war and its human impact, the ongoing Tigrayan emergency, the Rohingya exodus, the Venezuelan context, the Mediterranean migration situation, extensive intra-regional mobility within the African continent, US/Mexico/Central American movements, unaccompanied child migration in many regions &ndash; the course will examine migration drivers, policy responses and rights challenges such as exclusion and denial of protection, persistent racism in border control, detention, prolonged confinement within refugee camps and forced repatriation. It will also engage with the multiple risks, including statelessness, trafficking, drowning, sexual violence, that migrants face before, during and after their journeys. The course will cover key current policy developments, at the municipal, national, regional and international level, including the impact of Global Compacts on Refugees and on Migration. The course will discuss seasonal migration, child migration, undocumented and irregular status, gender factors in migration and the role of xenophobia in driving policy. Students will be required to make in class presentations, to prepare questions for guest lecturers, and encouraged to participate in class discussion, including by to considering a range of strategies for increasing access to safe mobility as a key redistributive global good.</p>"
    },
    "IGA 385": {
        "course_code": "IGA 385",
        "course_name": "Strategizing for Human Rights: Moving from Ideals to Practice",
        "course_description": "<p>Human rights have been essential tools for social change. But to sustain change, human rights leaders need to expand from a narrow set of legal tactics.&nbsp; Recognizing that each defined &ldquo;human right&rdquo; was created by social movements and struggle, our focus is &ldquo;how we can make a difference?&rdquo; Committing our professional futures to human rights struggle requires not only moral commitment but also the sense that we are being effective and strategic in our approaches to change making.&nbsp;&nbsp; When resources are scarce and the environment unstable, where conflict with powerful interests moves from latent to actual, human rights leaders must have the capacity to think and act strategically.&nbsp; This is a skill that can be practiced and developed. This class will take concepts from historical and current strategists and study cases of successful campaigns to apply these principles to today&rsquo;s human rights struggles. We will develop our strategic capacities by creating a team to focus on a human rights issue of importance to the team members, analyzing the nature of the issue and power imbalance, understanding the adversary, the resources and capacities of potential allies, and the terrain where we are most likely to make a difference.&nbsp; Teams will prioritize the targets they must affect and consider a broad repertoire of tactics most appropriate to leverage what needs to be done.&nbsp; We will explore social science research that is useful to the leadership task of strategizing, broaden our understanding of available tactics, use tactical mapping and other strategizing tools to construct alternative scenarios to resolve an active human rights struggle, and apply analytic frameworks that help us think through the acceptable balance between risk and success in making social change.</p>"
    },
    "IGA 402": {
        "course_code": "IGA 402",
        "course_name": "Confronting Climate Change: A Foundation in Science, Technology and Policy",
        "course_description": "<p>This course will consider the challenge of climate change and what to do about it.&nbsp; &nbsp;Students will be introduced to the basic science of climate change, including the radiation budget of the Earth, the carbon cycle, and the physics and chemistry of the oceans and atmosphere.&nbsp; We will look at reconstructions of climate change through Earth history to provide a context for thinking about present and future changes.&nbsp; We will take a critical look at climate models used to predict climate change in the future, and discuss their strengths and weaknesses, evaluating which forecasts of climate change impacts are robust, and which are more speculative. &nbsp;&nbsp;We will spend particular time discussing sea level rise and extreme weather (including hurricanes, heat waves, and floods).&nbsp; We will look at the complex interactions between climate and human society, including climate impacts on agriculture and the relationship between climate change, migration and conflict.&nbsp; We will also discuss strategies for adapting to climate change impacts, and the implications of those strategies for sub-national and international equity.&nbsp;</p><p>&nbsp;The last half of the class will consider what to do about climate change.&nbsp; First, we will review the recent history of greenhouse gas emissions, as well as various national and international efforts to limit them in the future.&nbsp; We will discuss reducing carbon emissions using forestry, agriculture and land use, and then focus on how to transform the world&rsquo;s energy system to eliminate CO2 emissions.&nbsp; We will conclude by examining different strategies for accelerating changes in our energy systems to limit greenhouse gas emissions.</p><p>The course is intended as a foundational course on climate change for students from around the university, preparing them for more specialized courses in their individual concentrations or degree programs.&nbsp; No prerequisites are required; students will be encouraged to apply their different preparations and interests to the various individual and group assignments.&nbsp; The course emphasizes the scientific and technological aspects of climate change (including the clean energy transition), but in the context of current issues in public policy, business, design and public health.&nbsp;&nbsp;</p><p><u>Please note, in addition to the&nbsp;weekly class meeting&nbsp;at HKS, students will watch GENED 1094 lectures either live or recorded.&nbsp; GENED 1094 meets Mondays/Wednesdays 12:00-1:15 at FAS (Geological Lecture Hall (24 Oxford Street)).</u></p><p>&nbsp;</p>"
    },
    "IGA 412": {
        "course_code": "IGA 412",
        "course_name": "Energy, the Energy Transition, and Geopolitics",
        "course_description": "<p>The Geopolitics of Energy examines the intersection between international security, politics, and energy. The course begins with the recognition that energy has long been a major determinant of power in the international system and that every shift in global energy patterns has brought with it changes in international politics. IGA-412 explores how countries shape their grand strategies to meet their energy needs, as well as how such actions have implications for other countries and global politics. It looks at pressing contemporary issues related to peak oil, political reform and energy, pipeline politics, and the aggressive pursuit of oil and gas worldwide. The course also looks at new technologies and innovations - such as those making the extraction of shale gas economical or the growth of solar power - and how they are changing patterns of trades and could shape new alliances. Finally, IGA-412 considers the consequences of a successful shift away from petroleum based economies to anticipate how a new energy order will alter global politics in fundamental ways.</p>"
    },
    "IGA 413M": {
        "course_code": "IGA 413M",
        "course_name": "The Energy-Climate Transition",
        "course_description": "<p>This module will look at the challenges and opportunities associated with options to transition economies toward relying on low and zero-carbon energy sources to mitigate global climate change. The module will focus on the changes going through in electricity , buildings, and transportation systems in the context of the United States and China. Students will be asked to develop recommendations on what should be done between 2023 and 2032 to reduce greenhouse gas emissions to meet the Paris targets.</p>"
    },
    "IGA 415M": {
        "course_code": "IGA 415M",
        "course_name": "Financing the Clean Energy Transition",
        "course_description": "<p>Avoiding the most catastrophic impacts of climate change requires nearly a complete replacement of the world&rsquo;s energy system. Although the timing and technology mix of this energy transition remain uncertain, it is clear that trillions of dollars in new investment will be needed for everything from wind- and solar-farms, to batteries and EV factories. This is far more than any government or international organization can spend, making the private sector critical to success. In this light, this module explores how policy can help the world to finance the energy transition by using the different financial instruments and institutions that exist.&nbsp;</p><p>We begin with an overview of the energy transition, diagnosing where money must be spent, what infrastructure is required, and how much it is likely to cost. A series of case studies will explore barriers to climate finance from the perspective of project developers, national governments, energy companies, financial firms, and multilateral development banks. The focus will then shift to how policies can overcome these barriers and incentivize private investment in clean energy infrastructure.&nbsp;</p><p>The module will be both bottom up, where students engage with financial models and project financing on a granular level, and also top-down, covering some of the different policy instruments that might accelerate clean energy financing such as carbon pricing, multilateral development bank reform, and national development plans. Students&rsquo; final assignment will involve using a financial model, and exploring how different policy interventions can be deployed to make investments more financially viable.&nbsp;</p>"
    },
    "IGA 453": {
        "course_code": "IGA 453",
        "course_name": "Reweaving Ourselves and the World: New Perspectives on Climate Change",
        "course_description": "<p>Climate change (and all of the associated crises that make up the emerging polycrisis) are often addressed as technical, political and economic problems. But they are also profoundly personal. It seems unlikely that we will avert disaster unless or until the world is swept by a massive cultural shift and a social movement that insists on urgent action at scale &ndash; but where is such a movement to come from? How do we, as individuals, move beyond rage and despair to action? How can we learn to hold all that is happening and still find the courage and the skill to act? Most fundamentally, what can any single person do &ndash; what kinds of action are most likely to make a difference?</p><p>In this small, discussion-based seminar we will practice learning to hold all that is happening and nonetheless finding the courage and the skill to act. We will explore the development of &ldquo;radical hope&rdquo;, and the possibility that this moment could be one not only of catastrophe but also of individual and collective transformation; and we will take a deep dive into alternative theories of change and potentially skillful pathways to action. It is often said that we need deep, systemic change &ndash; in this seminar we will explore what such change might look like and how it might be catalyzed.</p><p>We will structure our conversation by focusing on three distinct but potentially complementary narratives: <em>Techno-Optimism</em>, or &ldquo;fixing&rdquo; the current system of socio-economic and political relationships, <em>Revolutionize the system </em>or pathways towards the radical reform or replacement of the current system, and <em>Changing our minds</em>, or why responding effectively to our times might require a radical shift in the ways in which we relate to ourselves, to each other, and to the natural world and what this might look like in practice.</p><p>Throughout the class we will explore what all this might mean for <u>you </u>&ndash; for the way you experience yourself, for how you frame the meaning and purpose of your life, and for how you decide to engage with the world.</p><p>Participants will be asked to write a short reflection paper each week and a final paper.</p><p>Admission is actually by application only, and is available here: <a target=\"_blank\" href=\"https://hbs.qualtrics.com/jfe/form/SV_8vnweYhvK0VEjrM\" target=\"_blank\">https://hbs.qualtrics.com/jfe/form/SV_8vnweYhvK0VEjrM</a>. There will be TWO rounds of admissions to the class. First round applications are due by <u>November 27th</u>. Applicants will be notified by November 30th. If there are spots remaining, second round applications will be due on January 8th; applicants will be notified by January 10th.</p><p>If you are interested in learning more, please request a copy of the syllabus from Fed Chavez at <a target=\"_blank\" href=\"mailto:fchavez@hbs.edu\" target=\"_blank\">fchavez@hbs.edu</a>. This course is open to Graduate Students only. We encourage cross-registrants from Harvard schools to apply.&nbsp;</p>"
    },
    "IGA 455": {
        "course_code": "IGA 455",
        "course_name": "Climate Action: Persuasion, Advocacy and Negotiation",
        "course_description": "<p><span style=\"font-size:12px;\"><em>The world is on fire. Smoke darkens the sky. Scorching heat. Violent storms. Mass extinction.</em></span></p><p><span style=\"font-size:12px;\">In this perilous moment in human history, the world desperately needs leaders with the courage, drive and hardball political skills to fight climate change and help restore the natural world. Environmental leaders must also recognize&nbsp;how marginalized communities suffer disproportionately from pollution and climate change. Leadership is difficult in any enterprise, but it is especially difficult for environmental leaders who face opponents with vastly more power and money. In this course, students will learn three core skills to build power and advance environmental goals:</span></p><ul> <li><span style=\"font-size:12px;\"><em><u>Persuasion:</u></em> Use persuasive speaking to inspire action. Build public support through print and digital media. Interpret scientific findings to a skeptical public.</span></li> <li><span style=\"font-size:12px;\"><em><u>Advocacy:</u></em> Build coalitions, mobilize activists, and lobby elected officials. Drive change through legislation, regulation and private markets. </span></li> <li><span style=\"font-size:12px;\"><em><u>Negotiation:</u></em> Understand the target point, reservation point, ZOPA, BATNA, interests vs. positions, creating value, and the role of&nbsp;relationships in negotiating complex, multi-party agreements.</span></li></ul><p><span style=\"font-size:12px;\">Students will develop these skills through negotiation simulations, role plays and case studies - all grounded in academic research, real-world lessons from global environmental leaders, and the instructor&rsquo;s 30 years of on the ground environmental leadership. The course will explore the perspectives of government officials, NGO activists, business leaders and indigenous people in environmental conflicts. </span></p><p><span style=\"font-size:12px;\">The simulations will include the international climate diplomacy, negotiation of the Paris Climate Agreement, the&nbsp;protection of tropical rainforests in Indonesia, the fight for sacred indigenous lands in South America, and the battle over a toxic waste incinerator in an African American community in the United States. We will also draw lessons from the negotiation of an Energy Bill, and the passage of the Clean Air Act in the United States.</span></p>"
    },
    "IGA 513": {
        "course_code": "IGA 513",
        "course_name": "Science, Power, and Politics",
        "course_description": "<p>This seminar introduces students to the major contributions of the field of science and technology studies (STS) to the analysis of politics and policymaking in democratic societies. The objective is to expand students&#39; understanding of the ways in which science and technology participate in the creation of social and political order. The seminar is devoted to reading and analyzing works by scholars in STS and related fields who have addressed such topics as the relationship between scientific and political authority, science&#39;s relations with the state, science and democracy, scientific and technical controversies, and citizenship in technological societies.</p>"
    },
    "IGA 515": {
        "course_code": "IGA 515",
        "course_name": "Bioethics, Law, and the Life Sciences",
        "course_description": "<p>Developments in the life sciences and biotechnology have called into question existing policy approaches and instruments dealing with intellectual property, reproduction, health, informed consent, and privacy. These shifts in understanding are reconstituting concepts of the self and its boundaries, kinship, human nature, and legal rights and obligations of people in relation to their governing institutions. Through reading primary materials and relevant secondary literatures, this course seeks to identify and explore salient ethical, legal, and policy issues -- and possible solutions -- associated with these developments.</p>"
    },
    "IGA 518": {
        "course_code": "IGA 518",
        "course_name": "Knowledge As Power in Law and Science",
        "course_description": "<p>How is expertise produced, disseminated, controlled and challenged? How do experts combine knowledge, common-sense, analytics, argument, lifestyle, character? How does expertise write itself into power--or submission? Through what moves does expertise become rulership? What is the work of disciplinary formations and the professions in reproducing practices of knowledge-making and professional judgment? How ought one to go about mapping the political implications of expertise, and how interpret the stakes in choosing an expert vernacular? We will read and discuss literature from social theory, from law, and from science and technology studies which bears on these questions, alongside case studies of &quot;expertise&quot; in action in a variety of professional, scientific, and lay settings. Cross registration by students from other University departments strongly encouraged. Requirements: students will be expected to prepare and participate in weekly discussions and write a final essay.</p>"
    },
    "IGA 538": {
        "course_code": "IGA 538",
        "course_name": "Technology, Privacy, and the Trans-National Nature of the Internet",
        "course_description": "<p>Advances in technology have led to worries about &ldquo;the reasonable expectation of privacy&rdquo; since Warren and Brandeis wrote their seminal article on the subject at the end of the 19th century. These worries have continued and evolved as the technology of communication has been seen as a technology of surveillance. The modern world of computers, cell phones, CCTV-camera, and the emerging Internet of Things offer unprecedented opportunities for tracking everything everyone does.&nbsp; At the same time, policy around the right to privacy and indeed the definition of what privacy means have evolved in different ways in different countries. European laws attempt to protect the privacy of the individual from corporations, while U.S. law tries to protect the privacy of the individual from the government. Corporations doing business in multiple jurisdictions find themselves subject to conflicting and sometimes contradictory rules and regulations, while users find it difficult to know what rights they have with respect to their interactions.&nbsp; This course will look at the state of both policy and technology surrounding privacy. Is the technology capable of the kinds of panopticon-style surveillance that critics worry about? What laws cover the use and abuse of such technology, both in the United States and abroad? What is meant by privacy, and how can it be preserved in the face of ongoing technology? And how can nation-states regulate the gathering, access, and use of the information we generate with our technology to preserve some sense of privacy and autonomy?&nbsp;&nbsp;How does an individual&rsquo;s right to privacy balance against the requirements of security or public health? Most of all, what problems have a technological solution, and what problems require oversight and policy changes?</p><p>For additional information about technology courses at HKS please visit <a target=\"_blank\" href=\"https://medium.com/digitalhks/roadmap/home\">https://medium.com/digitalhks/roadmap/home</a>.</p>"
    },
    "IGA 632": {
        "course_code": "IGA 632",
        "course_name": "Africa in Global Politics",
        "course_description": "<p>Africa is the world&rsquo;s most youthful continent and by the end of this century its 54 countries will be home to one in three people on Earth. This course examines contemporary African policy trends &ndash; challenges and opportunities &ndash; through the prism of national, sub-regional and international politics. We first grapple with the African origins of the international system through slavery, colonialism, and the liberation struggles that inaugurated our current political era. We then shift toward contemporary patterns of conflict and change, interrogating democracy and development, conflict and peacebuilding. Finally, we spend significant time on African futures &ndash; including climate change, migration and Diaspora dynamics, South-South collaboration, China relations, social movements, and more &ndash; to understand how African leaders and policymakers are making an impact on the continent and beyond.</p>"
    },
    "IGA 655": {
        "course_code": "IGA 655",
        "course_name": "Middle Eastern Politics and Policy",
        "course_description": "<p>Explores the major political, economic, social, and security challenges facing - and emanating from - the Middle East. Particular attention paid to the causes of the so-called Arab Spring and the prospects for genuine democratization. Explores the role of colonial legacies, Islam, peculiarities of the physical environment, demographic patterns, cultures of patriarchy, the distortions of foreign aid and oil wealth, and the machinations of great powers in generating the region&#39;s particular pattern of political development. Embraces a variety of theoretical and empirical literatures, including translated works by Middle Eastern commentators, politicians, and social theorists. Students will emerge from the course with both an understanding of a changing region whose geopolitical importance - to the United States and the world - shows no sign of waning, and a grounding in some of the principal analytic approaches in the study of comparative political systems.</p>"
    },
    "IGA 662": {
        "course_code": "IGA 662",
        "course_name": "The Future of the EU: Europe in World Politics",
        "course_description": "<p>This seminar examines central contemporary issues and challenges in European politics and EU affairs. On the background of European integration and the workings of EU politics, the course particularly focuses on the EU&rsquo;s international affairs; Europe in regional and global security; the EU&rsquo;s foreign, security, and defense policy; and various issues related to Europe&rsquo;s search for its role and place in twenty-first world politics.</p><p>Topics to be covered, among others, will include the causes, drivers, and hindrances of European integration and the EU&rsquo;s foreign, security, and defense policies; matters of Europe as part of the north Atlantic world and transatlantic relations; issues of the EU becoming an international political actor; dealing with an assertive Russia and its war in Ukraine; China&rsquo;s rise, the evolving U.S.-China rivalry, and its implications for Europe. The course concludes with taking stock and looking ahead regarding possible futures, scenarios, key policy challenges, and the possible roles that Europe may or may not play in the twenty-first century world politics to come.</p><p>The course syllabus combines several &ldquo;classic&rdquo; statements on European politics and international affairs with some of the most interesting recent statements, including a number or particularly pertinent original documents and texts; scholarly articles; as well as policy and opinion pieces.</p><p>Course activities include seminar-style discussions; brief student presentations of their reviews and critiques of the readings; student presentations on (immediate) policy options and or (longer-term) policy strategies along with seminar discussions of these; brief rounds of joint (policy or other) brainstorming; and a number of presentations or short lectures by the course provider.</p>"
    },
    "IGA 671M": {
        "course_code": "IGA 671M",
        "course_name": "Policy and Social Innovations for the Changing Arctic",
        "course_description": "<p>Climate change is transforming the Arctic region. The region is warming at least twice as fast as the global average, and as the ice retreats on the top of our planet, it is unleashing challenges with local, regional, and global implications across multiple policy domains, including environment, economic development, security, culture, and human rights. Impacts are disproportionately affecting indigenous communities that have lived in the Arctic for thousands of years. Through the lens of the rapidly changing Arctic region, this module will give students an overarching understanding of these local and global challenges, as well as tools and experience in developing their own policy and social innovations to address complex issues in a sustainable way. It will also provide students with skills to communicate new policy ideas effectively to a global audience. A part of the learning experience takes place in collaboration with students from the Arctic and with experts in the field acting as mentors. The course includes an Arctic Innovation Lab where students pitch their ideas to leaders in the field. Selected students will have the opportunity to publish their work in collaboration with a leading Arctic news outlet.&nbsp;</p><p>While the course has an Arctic focus, the tools employed and the experience of engaging with senior policymakers will build skills relevant to addressing complex policy challenges globally.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>"
    },
    "IGA 677": {
        "course_code": "IGA 677",
        "course_name": "Russian National Security Policy",
        "course_description": "<p>This course offers an introduction to Russian national security and defense policy. The lectures and readings will be organized into three modules, focusing on how Russia has managed the competing challenges of (1) economic development, (2) internal security, and (3) relations with other actors in the international system. Our attention will be on the interaction between these policy domains over different periods of Russian history &mdash;Tsarist, Soviet, and contemporary &mdash; with an emphasis on how the legacy of the past has shaped&nbsp;and constrained Russian national security decision-making. Topics covered will include: territorial&nbsp;and imperial expansion, serfdom, collectivization, industrialization, mass repression,&nbsp;counter-insurgency, military doctrine and organization, post-Soviet economic transition, energy&nbsp;and natural resources, and Russia&rsquo;s invasion of Ukraine. Course readings will draw on literature&nbsp;from various disciplines, including political science, economics, and history. Class meetings will&nbsp;place a heavy emphasis on student participation and activity-based learning through surveys,&nbsp;games, simulations and debates.</p>"
    },
    "IGA 956Y": {
        "course_code": "IGA 956Y",
        "course_name": "Science, Technology, and Society: Research Seminar (spring)",
        "course_description": "<p>A year-long research methods seminar in Science and Technology Studies that trains doctoral students (and postdocs) in identifying, analyzing, and writing about significant issues at the intersection of science, technology, and public policy. Students are expected to deepen their knowledge of major STS analytic frameworks, present their own research, read and critique other students&#39; writings, and prepare occasional short analytic pieces for online publication.</p>"
    },
    "MLD 102": {
        "course_code": "MLD 102",
        "course_name": "Getting Things Done: Management in a Development Context",
        "course_description": "<p>The role of public policy has grown in the world over recent generations, with governments and other policy organizations doing more in societies than ever before. Public policy work tends to address social problems that private people and organizations cannot solve alone. But how effective is it at solving these problems? In other words, does public policy &lsquo;get the job done&rsquo;? Reflecting on this question, with an eye to helping policy workers get things done more effectively, this course offers a view into current practice in public policy. It does this by reflecting on cases, prominent readings, and research, on:&nbsp;<em>How policy organizations commonly think about success; How policy organizations commonly structure their pursuit of success; What conditions are commonly associated with success; How successful policy work commonly turns out to be; How policy work might be made more successful.</em></p><p>Students will leave the course with a clearer view on how to do policy work (and well) given current ways of thinking and doing such, and on how to do policy work differently. The course is particularly focused on policy work in developing country contexts, and the policy work undertaken by governments with international development organizations like the World Bank. The lessons are relevant beyond this domain and these actors, however.</p>"
    },
    "MLD 103M": {
        "course_code": "MLD 103M",
        "course_name": "PDIA in Action: Development Through Facilitated Emergence",
        "course_description": "<p>Many policy experts use what we call plan and control methods to introduce new solutions into complex settings. The results are often limited.&nbsp;In many cases this is because the challenges in development are too complex to allow for effective planning or to support the success of ex ante strategies in reform or policy execution. In the face of such complex challenges, we believe that practitioners should be using more flexible facilitated emergence methods, where they focus on problems instead of solutions, move forward step by step (instead of following a long-term plan) and allow for flexible adaptation (instead of control-oriented implementation). Even though many development practitioners see the rationale behind this argument, and even agree that a more flexible approach is needed, they do not know HOW to pursue a process that is not based on &lsquo;plan and control&rsquo;. These practitioners often do not know what alternative methods involve.&nbsp;In response to this, the current course introduces students to a specific alternative approach to doing what we call facilitated emergence. This approach is called problem driven iterative adaptation (PDIA) and is the approach taken through the Building State Capability (BSC) Program at the Center for International Development (CID) at HKS. Students will engage in a short application of PDIA to get a feel for how one might do facilitated emergence, learning how to facilitate discussions about problems and potential solutions, engage with teams, and facilitate an iterative learning process.</p>"
    },
    "MLD 111": {
        "course_code": "MLD 111",
        "course_name": "Challenges and Choices in Transportation Policy",
        "course_description": "<p>Transportation systems are the result of decision-making processes. It is not simply a matter of choosing a mode of transportation like rail, automobiles or bicycles &ndash; all transportation modalities require basic infrastructure, which needs to be planned, constructed, and funded in some way. Using the complex federal, state, and local transportation policy system in the United States as an example, this course will teach students how these governance models intersect, sometimes clash, and occasionally lead to completed projects. Most importantly, through a combination of exercises, simulations and a final project, students will build confidence in decision-making, especially in a field where there are often imperfect choices and impacts can linger for decades.&nbsp;</p><p>As students will discover, the complexity often lies in the process of decision-making, which necessarily requires engaging a range of stakeholders, managing public and media scrutiny, choosing among funding options, and selecting among different transportation modes.&nbsp;</p><p>As part of this course, students will work on a real governance issue facing the City of Charlotte and its surrounding region. Throughout the course, students will interview various stakeholders in the region, study provided background materials, and, as a final project, offer recommendations to local leaders on a go-forward plan.&nbsp;</p>"
    },
    "MLD 125": {
        "course_code": "MLD 125",
        "course_name": "What Works in Public Sector Management",
        "course_description": "<p>This course introduces graduate students to the central elements of public management and policy implementation. We will focus on three key challenges that public managers face: managing programs; managing people; and managing change. Using academic theory from public management, real-world case studies, and a series of guest speakers who work in and with government, students will learn about the barriers and opportunities to make a difference through government.</p><p>Throughout the semester, we will grapple with questions like: How can governments use data and evidence to improve program performance and what do you do when the data is bad? How do we reduce administrative burdens in government and why does it matter? How can we recruit, retain, and support frontline workers? What are the big dilemmas around algorithmic decision-making, nudging, participatory government, and other innovations that an effective public manager should consider?</p><p>This course is for people who are interested in working in and with governments or are eager to better understand why it&rsquo;s so hard to move the needle on major public policy questions. While most of the examples will focus on federal, state, and local government challenges in the US, we will draw on best practices and studies from around the world.</p>"
    },
    "MLD 201": {
        "course_code": "MLD 201",
        "course_name": "Exercising Leadership: The Politics of Change",
        "course_description": "<p>This course provides a diagnostic and strategic foundation for leadership practice.&nbsp; Designed for professionals from diverse backgrounds and cultures, the course builds upon the extraordinary experience of many of our students. The purpose of the course is to increase one&rsquo;s capacity to lead with and without authority, across boundaries, and from any political or organizational position.&nbsp;</p><p>In a world in which most organizations, communities, and societies face enormous adaptive pressures, the practice of leadership is critical &ndash; the practice of mobilizing systems of people to thrive in changing and challenging times. In this course, we apply theory to practice, clarifying the relationship among key concepts &ndash; leadership, management, authority, power, influence, followership, citizenship &ndash; to provide a practical and coherent theoretical framework. We develop both diagnostic tools for analyzing the complexity of change in social systems, and strategies of action. These action strategies include: using authority and power wisely, mobilizing responsibility across boundaries, managing economies of attention, generating innovation, building trust, orchestrating multi-party conflict, regulating disequilibrium, refashioning narratives to both build and depart from history, and building a culture of adaptability for the long-term. In addition, we begin to explore the challenge of managing personally the inevitable stresses and dangers of leadership.</p>"
    },
    "MLD 202": {
        "course_code": "MLD 202",
        "course_name": "Leadership from the Inside Out: The Capacity to Lead and Stay Alive–Self, Identity, and Freedom",
        "course_description": "<p style=\"line-height:normal;\"><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">To lead is to live with danger. Although it may be exciting to think of leadership as inspiration, decisive action, and powerful rewards, leading requires taking risks that can jeopardize your career and your personal life. It requires putting yourself on the line, disturbing the status quo, and working with organizational and political conflicts. Those who choose to lead take risks and sometimes get neutralized or killed for doing so. </span></span></span></p><p style=\"line-height:normal;\"><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">In this course, we explore how self-knowledge and self-discipline form the foundation for staying alive in leadership. The course has three parts: </span></span></span><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">(1) an exploration of identity as a profound resource and endangering constraint in the practice of leadership; (2) the freedom of mind to assess situations, manage one&rsquo;s vulnerability to dangers, and take action; and (3) the ongoing practices of freeing yourself to lead and stay alive, not only in your job, but in the heart and spirit of your work. </span></span></p><p style=\"margin-top:1.0pt;margin-right:0in;margin-bottom:5.0pt;margin-left:0in;line-height:normal;text-autospace:none;\"><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">The course is designed to be a transformative personal experience &ndash; to anchor yourself and generate the freedom and power to work with the plurality of your identities in the daily professional practice of leadership. The course draws on multiple disciplines and areas: economics, sociology, philosophy, psychology, studies of gender and race, religion, literature, as well as organizational and political leadership.&nbsp; It complements the systems framework developed in MLD-201. Structured into large and small group discussions, the course draws on student cases and case-in-point teaching &ndash; using the classroom dynamics in real-time to understand self, identity,&nbsp;and the dynamics of major cultural (social, political, and economic) change. </span></span></span></p><p style=\"line-height:normal;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">Interested students should note that this course will be an intensely emotional experience. We explore students&rsquo; own cases of failure and success and their experiences of trauma and its impact on identity. Students can choose how deeply they explore these experiences, and no one will be pushed to share more than they wish. Nevertheless, students should not take this class if they do not feel prepared to undertake a potentially destabilizing exploration. </span></span></p>"
    },
    "MLD 215": {
        "course_code": "MLD 215",
        "course_name": "Negotiation and Leadership: Essential Theory and Practice for Enhancing Your Personal Effectiveness",
        "course_description": "<p>Negotiation and leadership are essential, ongoing processes that form part of our everyday lives, in whatever area of work you are involved in, regardless of your seniority,&nbsp; whether we are the most senior or junior person in the team.&nbsp; These are skills that we can study, practice and improve upon, and will be absolutely indispensable for any effective leader in any field. This course will provide students with the fundamental principles, theory and practice of the field of negotiation and leadership, and will include both US and international perspectives on negotiation and leadership approaches. This course is distinctive in blending leadership and negotiation principles in a single course.</p><p>This course is intended to be a balance of theory and practice, and draws on the classic literature, as well as more recent work. We will use the case study method, active simulations, group work and lectures to bring the conceptual material to life, as well as to build students&rsquo; personal negotiation and leadership skills. There will also be an emphasis on bringing in international examples and cases throughout the course, to provide both domestic and global perspectives on negotiation and leadership.&nbsp; We are also lucky to have a few guest lecturers who will visit our class, all of whom are all world-class thought leaders and practitioners in the world of negotiation and leadership.&nbsp; And yes, this material applies to our personal lives as well, because we are all negotiators and leaders, each and every day!</p>"
    },
    "MLD 220M": {
        "course_code": "MLD 220M",
        "course_name": "Fundamentals of Negotiation Analysis and Practice",
        "course_description": "<p>Being a skillful negotiator is a pre-requisite for turning ideas into actions. Negotiations permeate our interactions with governments, organizations, co-workers, bosses, subordinates, friends, and foes. Thus, analytic and interpersonal negotiation skills are essential for creating value, operational capacity, legitimacy, and support for crucial decisions and collective action. At the same time, negotiators often confront resistance from well-resourced adversaries, information asymmetries, psychological biases, and constant change. We thus need to be able to anticipate barriers to agreement, assess our no-deal alternatives, diagnose and interpret underlying interests, in addition to applying evidenced techniques to advance our interests and the interests of those who rely on us.</p><p>This course is an intensive 6-week module designed to introduce students to the fundamentals of negotiation analysis and practice. The course is required of all MPP1 students and there will be no exemptions, section changes, auditors, or cross-registrants permitted in MLD-220M.</p><p><strong>Sections A and C - Mandell</strong></p><p>Students will apply the negotiation-analytic framework to ongoing, real-world negotiation challenges as policy entrepreneurs. Specifically, students will examine the structure, context, and role of key stakeholders in a broad range of public policy negotiations (both domestic and international) to diagnose barriers to agreement and opportunities for crafting innovative solutions.</p><p>Through analysis of case studies and in weekly negotiation exercises, students will address the challenges of creating and claiming value, managing conflict escalation, and building deal-driving coalitions. Cumulative, experiential skill-building opportunities will allow students to practice their powers of persuasion, experiment with a variety of tactics and strategies, be exposed to situations involving a shifting mix of cooperation and competition, and face important ethical choices. The exercises will strengthen students&#39; ability to set the negotiating table, manage trade-offs and concessions necessary for agreement, and secure commitment to favorable outcomes.</p><p><strong>Section B and D&nbsp;&ndash; Minson</strong></p><p>A core premise of this course is that great negotiators are not born, but made through considered, evidence-based skill building. Throughout this module, students will learn how to apply analytical skills to gain a strategic understanding of negotiation contexts alongside learning empirically validated techniques for advancing their interests. Drawing on core principles of behavioral science, students will improve their ability to understand and predict the behavior of individuals, groups, and organizations in competitive and collaborative situations.</p><p>Students will conduct regular simulated negotiations across a broad spectrum of scenarios in order to practice the application of negotiation principles. These simulations will involve a variety of scale and power dynamics, designed to build understanding, capability, and confidence to achieve better outcomes in all negotiations. Through this extensive practice, students will gain a deep understanding of the strategic structure of negotiations and think critically about interests, goals, positions, alternatives, and power.</p>"
    },
    "MLD 223": {
        "course_code": "MLD 223",
        "course_name": "Negotiating Across Differences",
        "course_description": "<p>Negotiation skills are critical to gain&nbsp;support from diverse stakeholders so that change can be implemented. This course introduces students to the theory and practice of negotiation by emphasizing both analytical and interpersonal skills. Analysis is important because negotiators cannot develop promising strategies without a deep understanding of the context of the situation, and the incentives, interests and alternatives of the other parties. Interpersonal skills are important because negotiation is essentially a process of communication, trust building (or breaking), and mutual persuasion. With the aid of case discussions, exercises, films and guest speakers, we will develop a set of conceptual frameworks to help students diagnose barriers to agreement and develop creative strategies to address them. Through participation in negotiation simulations, students will have the opportunity to learn how to prepare effectively, to practice communication and persuasion, and to experiment with a variety of negotiation tactics and strategies to both create and claim value. Throughout the course, students will be challenged to navigate differences in expectations, ethical and cultural norms, power, status, partisan perceptions and attitudes toward risk. We will work to understand diverse perspectives, to reassess and adapt strategies, to give other parties incentives to cooperate, to negotiate effectively as a team, to set up helpful communication processes, and to build trust across boundaries. The goal of the course is to help students be better equipped to anticipate challenges in advance, to expand their conception of &quot;what is possible&quot; in order to develop creative and wise strategies, to build sustainable coalitions to support their goals, and to gain confidence in advocating for themselves and others.</p>"
    },
    "MLD 234M": {
        "course_code": "MLD 234M",
        "course_name": "Conducting Negotiation on the Frontlines",
        "course_description": "<p><span style=\"color:#333333;\">With the deepening of political divisions on societal challenges, policymakers must navigate increasingly tense environments to engage in constructive dialogues across political fault lines. They must be equipped with relevant sense-making frameworks, analytical tools and interpersonal abilities to maintain productive relationships with difficult counterparts as they search for realistic compromises on programmatic options. These divisive tensions have been particularly visible in the response to recent crises, including during the COVID-19 pandemic, recent climate-fueled disasters and the various surges of migrants at the borders. Public officials and civil society organizations alike are not only expected to plan an adequate response to these crises but also to prevent and mitigate the risks of their instrumentalization by various political groups. These divisions and their exploitation on social media directly affect the capacity of governments to build the necessary consensus among stakeholders to put into place proper programs.</span></p><p><span style=\"color:#333333;\">To fulfill their role in such environments, policy professionals need to acquire specific capabilities to lead constructive engagements with a wide range of stakeholders from the most supportive to the most disruptive, while maintaining a degree of control over their message in this interconnected information world. Such capabilities involve the ability of building trust in a tense public arena and managing effectively adversarial relationships with actors opposed to the proposed policies. Engaging successfully with difficult counterparts is expected to become a crucial skillset of policymakers responding to all sorts of crises over the coming years. </span></p><p><span style=\"color:#333333;\">The main objectives of the course are:</span></p><ol> <li><span style=\"color:#333333;\">Develop a solid understanding of the social, behavioral and cognitive implications of political tensions in society and review conceptual frameworks related to conflict management in the public policy and public health domains;</span></li> <li><span style=\"color:#333333;\">Equip students with the required strategic frameworks and tactical tools to engage in high-stake policy dialogue and negotiation;</span></li> <li><span style=\"color:#333333;\">Provide students with core competences on complex negotiation informed by current practices from the political, public health and humanitarian sectors;</span></li> <li><span style=\"color:#333333;\">Expand students&rsquo; skill set and enhance their self-confidence to engage in intense face-to-face negotiation with intimidating counterparts; and,</span></li> <li><span style=\"color:#333333;\">Connect students with negotiation professionals from various sectors and offer opportunities to expand their personal network across this arcane domain.</span></li></ol><p><span style=\"color:#333333;\">Through an experiential learning approach, the course will present a systematic methodology to engage in complex negotiations in a proactive, critical, and practical manner. It will offer practical tools to plan such negotiation as well as facilitate learning through student&rsquo;s engagement with seasoned practitioners working in these complex environments. It will complement existing courses on public policy and leadership for those planning to work in high-intensity situations such as the current pandemic, social and political crises, climate shocks, natural disasters, armed conflicts and other critical situations. </span></p><p><span style=\"color:#333333;\">Please note, MLD-234M meets intensively over two weekends (March 23-24, 2024&nbsp;and April 13-14, 2024).&nbsp; See syllabus for details.&nbsp; Interested students may apply here:&nbsp;&nbsp;<a target=\"_blank\" href=\"https://airtable.com/appRbpE7KfaMd6Uoz/shrmXiqpXjJhBhxDZ\" target=\"_blank\">https://airtable.com/appRbpE7KfaMd6Uoz/shrmXiqpXjJhBhxDZ</a>.</span></p>"
    },
    "MLD 257M": {
        "course_code": "MLD 257M",
        "course_name": "Why Won’t You Listen to Me? Understanding People, Conflict, and People in Conflict",
        "course_description": "<p>Every day conflict destroys families, organizations, and nations. Yet, some amount of disagreement is an inevitable part of our social lives and is required for both wise personal decision-making and even the functioning of democracy. In this course, we will work to understand the dynamics of interpersonal disagreement, how it turns into conflict, and what to do about it. Based on academic insights from psychology, economics, and decision science as well as practical insights from expert mediators, this course will offer students both a better understanding of the psychology of disagreement and conflict, as well as practical tools for managing such situations. At the conclusion of the course, students will have learned frameworks and concepts for thinking and communicating about conflict and have advanced their skills around disagreeing constructively both in their personal and professional relationships.</p><p>The course will take place over two consecutive weekends in Spring II:&nbsp;April 12-14, and April 19-21, 2024. The class will meet 1:30-5:30 on Fridays and 10-6 on Saturdays and Sundays, with several breaks for movement and meals. The pedagogy will feature a mix of lecture, discussions, small group activities and simulations to give students the opportunity to both learn evidence-based insights from the social sciences and apply them to their own behavior.&nbsp;Given the interactive and discussion-based nature of the course, attendance at all sessions is mandatory.</p>"
    },
    "MLD 280": {
        "course_code": "MLD 280",
        "course_name": "Advanced Workshop in Multiparty Negotiation and Conflict Resolution",
        "course_description": "<p>This intensive skill-building workshop on multiparty negotiation and conflict resolution (NCR) aims to help participants manage complex multi-stakeholder negotiations; mediate public disputes; design consensus-building procedures; examine cross-cultural differences and ethical dilemmas; and sustain cooperative relationships. The emphasis is on the NCR challenges faced by managers in the public and nonprofit sectors. Small groups will do intensive exercises, and participants will be provided with guided, repeated practice and feedback.</p>"
    },
    "MLD 304": {
        "course_code": "MLD 304",
        "course_name": "Science of Behavior Change",
        "course_description": "<p><strong>Background</strong></p><p>Psychologists and economists have joined forces to study how people process information and actually make decisions, rather than how they would make decisions if they were fully rational and selfish.&nbsp; This research program (behavioral economics, judgment and decision making, or behavioral science) shows how decisions deviate from &ldquo;optimal&rdquo; and why it matters.&nbsp; We explore the nature, causes, implications and applications of these limitations.&nbsp; The course&rsquo;s main focus is on how these tendencies can inform the design and development of welfare-enhancing interventions.</p><p><strong>Objectives</strong></p><p>The Science of Behavior Change (MLD 304) has one central objective: to improve students&rsquo; abilities to design policies and interventions that improve societal well-being.&nbsp; It accomplishes this by focusing on how to leverage insights about human decision making to develop interventions (&ldquo;nudges&rdquo;).&nbsp; We piece add to the toolbox that standard economics provides for influencing behavior (namely, incentives and information) with the insights from behavioral science.&nbsp;</p><p>There are three additional, though secondary, goals for this class.&nbsp; First, it will help you better understand the science of how humans make judgments and decisions.&nbsp; We will review research on human thinking from social psychology, cognitive psychology, political science, organizational behavior, decision science, and economics (including its subfield, behavioral economics).&nbsp;</p><p>Second, this course aims to improve the quality of your own judgments and decisions.&nbsp; People are poor intuitive statisticians, meaning that when they &ldquo;just think&rdquo; about situations for which some data or casual observations exist, they tend to make serious inferential errors, in turn leading to systematically biased decisions. We will study some errors that are particularly important for real world problems and look for easy‐to‐implement solutions.&nbsp;</p><p>Third, this course aims to increase your familiarity with randomized experiments so you can be a smarter consumer of claims that interventions cause certain outcomes.&nbsp; The class will be suffused with randomized experiments and we will repeatedly discuss how confident one can be that intervention X causes outcome Y.&nbsp;</p><p>Applications of the material covered in this course include policy design, healthcare, diversity and inclusion, energy, politics, education, finance, negotiation, risk management, human resource management, and organization of teams, among others.</p>"
    },
    "MLD 310": {
        "course_code": "MLD 310",
        "course_name": "Behavioral Science for Inclusive Organizations",
        "course_description": "<p>This course builds on insights from behavioral science to offer an evidence-based approach to diversity, equity, and inclusion (DEI) in organizations. While there is increasing awareness of the lack of DEI in business, government and non-profit organizations, progress has been slow. We argue that one of the reasons for this is that organizations have used the wrong approaches, often copying peers&rsquo; &ldquo;best practices&rdquo; that are not based on &ldquo;best evidence&rdquo; and attempting to find &ldquo;quick wins&rdquo; for specific groups and departments in an uncoordinated fashion with little regard for the long-term DEI health of the organization. To promote healthy behaviors, organizations have typically relied on &ldquo;soft&rdquo; instruments such as awareness-raising and appeals through training programs, or &ldquo;hard&rdquo; instruments such as command-and-control through rules, carrots and sticks. This course argues that behavioral design (&ldquo;nudges&rdquo;) offers a middle ground to establish healthy behaviors and is often more powerful than awareness-raising and less costly than shoves.</p><p>In working with and learning from practitioners across sectors&mdash;entrepreneurs who have built evidence-based DEI tools; Human Resources (HR) and DEI leaders; as well as policymakers and -shapers&mdash;we will explore nudges that promote desired behaviors around effective talent management, organizational policies and practices that level the playing field for all, and inclusive culture.&nbsp;The course emphasizes evidence-based reasoning to diagnose the &ldquo;DEI health&rdquo; of an organization, design potential treatments for what is broken, and rigorously evaluate their impact, as well as motivate adoption of the best evidence in organizations. Students will work in small groups on specific DEI challenges and will have the opportunity to present their ideas to DEI leaders.</p><p>There are no requirements for this course. Familiarity with behavioral science (e.g., having read the book Nudge and/or having taken MLD-304, Science of Behavior Change) and/or comfort with using data are advantages. The instructor&rsquo;s particular expertise is behavioral science and gender, and the course will heavily draw on the book What Works: Gender Equality by Design. Additional readings will inform the discussion of race, ethnicity, national origin, intersectionality and other DEI topics.</p>"
    },
    "MLD 326": {
        "course_code": "MLD 326",
        "course_name": "Principles and Politics When Running for Office",
        "course_description": "<p>This course is for those considering running for public office. We will examine the promise and potential of principled, effective leadership in public office against the complicated realities of campaigning today. This course will prompt students to examine their personal motivation for seeking office, how that can ground both their campaign decisions and official actions, and the challenges and opportunities of sustaining (or changing) that original motivation through a campaign and term of service. Guests from practice &mdash; current or former candidates, office holders, operatives and consultants, members of the media, activists, pundits, pollsters or others with relevant experience or insight &mdash; will supplement case studies and mock activities in class.</p>"
    },
    "MLD 340M": {
        "course_code": "MLD 340M",
        "course_name": "Power and Influence for Positive Impact",
        "course_description": "<p>Designed for individuals at any stage of their career, this course is meant to debunk the fallacies that we have about power and to explore the fundamentals of power in interpersonal relationships, in organizations, and in society. In doing so, it will lift the veil on power, revealing to you what it really is, and how it works, ultimately unleashing your potential to build and use power to effect change at home, at work, and in society. It is meant for those who want to make things happen, despite the obstacles that might stand in your way. This course is also intended to prepare you to use power responsibly, resist its corruptive perils, and exercise it to make the world a better place. As such, it will equip you to leverage power and influence not for personal gain, but to challenge the status quo in order to address some of the most pressing social and environmental problems of our time, from fighting racism to reducing economic inequalities, saving the planet, and protecting democracy.</p><p>The course introduces conceptual models, tactical approaches, and assessment tools to help you develop your own influence style and understand political dynamics as they unfold around you. By focusing on specific expressions of power and influence, this course will give you the opportunity to observe effective&mdash;and ineffective&mdash;uses of power in different contexts and stages of a person&rsquo;s career. The subject matter will challenge you to define for yourself what constitutes the ethical exercise of power and influence in your life.</p>"
    },
    "MLD 355": {
        "course_code": "MLD 355",
        "course_name": "Public Narrative",
        "course_description": "<p><span style=\"color:black;\">Questions of what am I called to do, what is my community called to do, and what we are called to do now are at least as old as the three questions posed by the first century Jerusalem sage, Rabbi Hillel:</span></p><p><span style=\"color:black;\">If I am not for myself, who will be for me?</span></p><p><span style=\"color:black;\">If I am for myself alone, what am I?</span></p><p><span style=\"color:black;\">If not now, when?</span></p><p><span style=\"color:black;\">This course offers students an opportunity to develop their own leadership practice by asking themselves these questions at a time in their lives when it really matters and, at the same time,&nbsp; learning how to ask them of others.</span></p><p><span style=\"color:black;\">Public narrative is the leadership practice of translating values into action. To lead is to accept responsibility for enabling others to achieve shared purpose in the face of uncertainty. Because narrative engages the &quot;head&quot; and the &quot;heart,&quot; it can both instruct and inspire, teaching us not only why we should act but also moving us to act. Storytelling is a discursive process with which individuals, communities, cultures, movements and nations can articulate values they share, construct shared identities rooted in those values, and enable mindful response to disruptive challenges to those values by accessing hope over fear; empathy over alienation; and self-worth over self-doubt. In short, we can use public narrative to assert the value of our own humanity, articulate the value of our shared humanity, and motivate action respectful of that humanity. We also give particular attention to enabling ourselves and others to deal with the challenges of loss, difference, domination and change.&nbsp;</span></p><p><span style=\"color:black;\">All students interested in enrolling in MLD355: Public Narrative should submit a Student Commitment Form <a target=\"_blank\" href=\"https://admin.my.harvard.edu/psc/hrvcsprd_1/EMPLOYEE/HRMS/c/G3FRAME.G3SEARCH_FL.GBL?&amp;G3SEARCHGRP=RECORDS_ENROLLMENT&amp;G3FORM_TYPE=PRESFC&amp;G3FORM_CONDITION=Default&amp;G3FORM_TASK=ADD\" target=\"_blank\">https://admin.my.harvard.edu/psc/hrvcsprd_1/EMPLOYEE/HRMS/c/G3FRAME.G3SEARCH_FL.GBL?&amp;G3SEARCHGRP=RECORDS_ENROLLMENT&amp;G3FORM_TYPE=PRESFC&amp;G3FORM_CONDITION=Default&amp;G3FORM_TASK=ADD</a></span></p><p><span style=\"color:black;\">Contact&nbsp;<a target=\"_blank\" href=\"mailto:alyssa_ashcraft@hks.harvard.edu\" target=\"_blank\">alyssa_ashcraft@hks.harvard.edu</a>&nbsp;with any questions.</span></p><p>&nbsp;</p>"
    },
    "MLD 370": {
        "course_code": "MLD 370",
        "course_name": "Social Movements: The Art and Science of Social Change",
        "course_description": "<p>In an era of uncertainty about the state of democracy around the globe, people have poured into the streets to pressure governments to be more responsive to their needs. Yet the overwhelming response to these public outcries is stasis. Why are some forms of collective action more effective than others? What does it take to build and sustain a successful social movement?</p><p>This elective will combine aspects of a seminar and field lab course. Discussion-based lectures will provide an overview of the science of social change, examining historical and contemporary cases of social, labor, and political movements from around the world. We will cover findings that are generally viewed as well-established and questions that remain unsettled. Coursework will focus on key debates and distinctions, including: the difference between organizing and mobilizing, movement emergence, whether and how movements build sustained&mdash;as opposed to flash-in-the-pan&mdash;structures to contest power, and the role of culture, media, and technology in collective action.</p><p>A second element of the course is designed as an experiential learning lab. Students will explore how course concepts work in practice by selecting an existing social movement organization (domestic or international) and analyzing a challenge its leaders face. Projects may address movement narratives, organizational structure and governance, leadership development, strategy and tactics, learning and adaptation, political contestation, power mapping, data analysis, or other issues related to the course content.</p><p>A background or interest in social movements or organizing (demonstrated through prior experience or coursework such MLD-377 or MLD-378), mixed methods (API-203MB or C), or similar classes/applied work experience is recommended but not required. This course is well-suited for MPPs and MPA/IDs&nbsp; interested in working with a civic, political, or advocacy organization for their PAE or SYPA.</p><p>Throughout the semester, we will have occasional guest speakers who will share their experience and insights from social movement organizing research and practice.</p>"
    },
    "MLD 375": {
        "course_code": "MLD 375",
        "course_name": "Creating Justice in Real Time: Vision, Strategies and Campaigns",
        "course_description": "<p><em>&ldquo;To truly advocate for a beautifully just world that does not yet exist is to commit an act of radical imagination. Justice is only within our grasp when ushered in from a distant horizon of possibility---through study, imagination, and effort.&rdquo;</em></p><p><em>~Cornell William Brooks</em></p><p>Many on the front lines of social justice fundamentally confront three issues that represent intersectional challenges demanding interdisciplinary public policy responses. Accordingly, this course takes up three themes: reparations, voting rights and criminal/legal reform or transformation. These three social justice challenges are often cited as the crumbling pillars propping up white supremacy and so many intersecting inequities. For generations, these racial challenges have obscured what is possible.&nbsp; The projects of this social justice clinical represent the discrete public policy challenges identified by the multiple organizations and/or mayors on reparatory justice, voting rights, and criminal legal reform/transformation.&nbsp; These organizations and affected communities undertake this work in a moment of unprecedented activism and advocacy, for which many of our forebears yearned.&nbsp; This class is about rigorously exploring public policy and advocacy in service of justice through study and imagination.</p><p>Working with the William Monroe Trotter Collaborative for Social Justice, municipal governments, as well as national/state advocacy organizations, a select cohort of students will work to address current injustices in real time&mdash;with a focus on what is demonstrably effective. Students will develop visions, strategies, and campaigns as well as legislative, policy, best practice, organizing, communication, and moral framing strategies to address injustices related to voting rights, reparations, and criminal legal reform. Students will employ advocacy principles such as moral ambition, perfect/imperfect victims, concentric/consecutive coalitions, and using scholarship as an organizing tool.</p><p>Angela Davis, the activist, philosopher, and academic, reminds us that, &ldquo;sometimes we have to do the work even though we don&#39;t yet see a glimmer on the horizon that it&#39;s actually going to be possible.&rdquo; Those on the front lines of social justice fundamentally confront three issues that represent intersectional challenges demanding an interdisciplinary response. Accordingly, this course is divided into three topics: reparations, voting rights and criminal/legal reform. These three social justice challenges represent the crumbling pillars propping up white supremacy and so many intersecting inequities. For generations, these racial challenges have obscured what is possible.&nbsp; And yet we do this work with the understanding that this moment of unprecedented activism and advocacy is one for which many of our forebears yearned.</p><p>This is an application-based course.&nbsp; Interested students should fill out the google form at this <a target=\"_blank\" href=\"https://docs.google.com/forms/d/1AT4UHqdN-ogkjBp_P7OsgqoAQ8uBFeuGEPVoZgVSi6E/edit\" target=\"_blank\">link</a>.</p><p>We strongly encourage you to apply by the <u>early application deadline of January 11, 2024</u>, to provide an opportunity for the teaching team to review your application in advance of the Shopping Period.&nbsp; The<u> final application deadline is 10 pm EST on Thursday, January 18, 2024</u>. Due to the large number of applications and the dates of course shopping, we will inform students on Friday by 5:00 PM EST, January 19, 2024, regarding acceptance to the course. If admitted, we expect students to have read and reviewed themes for Monday&#39;s, January 22nd, class.</p><p>Please reach out to Lynn Yeboah (l<a target=\"_blank\" href=\"mailto:yeboah@hks.harvard.edu\" target=\"_blank\">yeboah@hks.harvard.edu</a>) with any questions.</p>"
    },
    "MLD 377M": {
        "course_code": "MLD 377M",
        "course_name": "Organizing: People, Power, Change",
        "course_description": "<p>&quot;<em>In democratic countries, knowledge of how to combine is the mother of all other forms of knowledge; on its progress depends that of all the others</em>,&quot; de Tocqueville observed. Fulfilling the democratic promise of equality, accountability and inclusion requires the participation of an &quot;organized&quot; citizenry that can articulate and assert its shared interests effectively. We can practice democracy by organizing others to confront major public challenges by enabling muted voices to be heard, values to be translated into action, and political will to be mobilized.</p><p>Leadership in organizing requires accepting responsibility to enable others to achieve shared purpose in the face of uncertainty. Organizers ask three questions: who are my people, what is our challenge, and how can we turn resources we have into the power we need to meet that challenge. In this module students learn to work as leadership teams to reach out to constituents to design an organizing campaign. Students learn as reflective practitioners of leadership of their campaign: building relationships committed to common purpose; turning values into motivated action through narrative; strategizing to turn resources into the power to achieve outcomes; taking effective action; and structuring leadership collaboratively.&nbsp;&nbsp;</p><p><strong>NOTE: In Spring 2024, MLD-377M will be offered as a two-week practicum during the Spring 1&nbsp;Module, with in-person instruction limited to two intensive workshops on the weekends (February 23-25 and March 1-3, 2024).</strong> The course will have a maximum enrollment of 63&nbsp;students, including cross-registered students. Interested students should complete the Student Commitment Form below. See Course requirements below for more details about the structure of and participation requirements for this module course.</p><p><u><strong>Please note, students taking MLD-377M in Spring 1, must also register for MLD-378M in Spring 2.&nbsp; Students will register for MLD-377M and will subsequently be enrolled in MLD-378M by the Registrar&#39;s Office.&nbsp; If students drop either module, they will be dropped from the other.&nbsp; All term drop deadlines will be enforced.</strong></u></p><p>Course requirements include:&nbsp;</p><ul> <li>Attendance: &nbsp;Students will attend two weekend practicum sessions, or workshops, [February 23-25; March 1-3], the core &ldquo;classroom&rdquo; component of this class. Workshops will begin on Friday afternoon and continue in full day sessions on Saturday and Sunday. Attendance is required for all sessions.</li> <li>Coaching and Team Meetings: Students meet one-to-one with their small group coach for 10 to 15 minutes in the week before the practicum and in their team for 30 minutes three times over the course of the week in between the two practicum sessions.</li> <li>Readings: Pre-practicum readings are required, and additional readings are recommended for each session.&nbsp; A case will be assigned for reading between Workshop #1 and Workshop #2.</li> <li>Reflection Paper: Students are required to write a 600 word pre-practicum introductory worksheet.</li> <li>Final Paper: Students are required to write a 600 word final paper reflecting on their practical, conceptual, and individual learning.</li></ul><p><em>Registration for this course has two required steps:&nbsp;</em></p><p><em>1. Complete this <a target=\"_blank\" href=\"https://admin.my.harvard.edu/psc/hrvcsprd_1/EMPLOYEE/HRMS/c/G3FRAME.G3SEARCH_FL.GBL?&amp;G3SEARCHGRP=RECORDS_ENROLLMENT&amp;G3FORM_TYPE=PRESFC&amp;G3FORM_CONDITION=Default&amp;G3FORM_TASK=ADD\" target=\"_blank\">Student Commitment Form</a> by January 21, 2024.</em></p><p><em>2. Follow the regular steps for class registration on my.harvard.&nbsp;</em></p>"
    },
    "MLD 378M": {
        "course_code": "MLD 378M",
        "course_name": "Organizing: People, Power and Change Practicum",
        "course_description": "<p>In the first module of Organizing: People, Power and Change, students learn to form a leadership team, decide on a shared purpose and design a campaign to act on that purpose. In the second module, students organize the campaign: campaign kick-off, developing leadership, innovating tactics, engaging with power, and winning, losing, and learning. In lecture, we focus on that week&rsquo;s challenge, drawing insight from cases, and other resources. In section, we coach each team on practices useful in meeting their challenges. We conclude with reflection, celebration, and what&rsquo;s next.</p><p><u><strong>Please note, students taking MLD-377M in Spring 1, must also register for MLD-378M in Spring 2.&nbsp; Students will register for MLD-377M and will subsequently be enrolled in MLD-378M by the Registrar&#39;s Office.&nbsp; If students drop either module, they will be dropped from the other.&nbsp; All term drop deadlines will be enforced.</strong></u></p>"
    },
    "MLD 381": {
        "course_code": "MLD 381",
        "course_name": "Mitigating and Managing a Crisis",
        "course_description": "<p>How an institution responds to a variety of crises - whether a terrorism attack, a major hurricane, a plane crash, a foreign entity abusing a social media platform &ndash; is one of the most challenging and consequential aspects of leadership. &nbsp;Understanding what a crisis is, when you are in it, and what skills are needed to manage through it is an essential skill for government and private sector leaders.&nbsp; To understand crises response takes more than skills in communication, leadership or incident command; though necessary, it also takes an understanding of the complex political, regulatory, international, ethical, and legal regimes that govern the incident and the skills to manage these different and sometimes conflicting concerns. Drawing mostly on case studies and lessons learned, from crises as far ranging as Hurricane Katrina to Haiti earthquake to the Boeing air crashes, the course will provide to all students a deeper understanding not merely of the mechanics of crises response but how the law, politics, and policy empower and hinder our capability to respond.</p>"
    },
    "MLD 385": {
        "course_code": "MLD 385",
        "course_name": "Leading through Public Crises: High-Stakes Decision-Making in Chaotic Events",
        "course_description": "<p>On Monday afternoon, April 15, 2013, near the finish line of the 117th annual Boston Marathon, two bombs exploded in the crowd of onlookers, killing 3 people instantly, gravely injuring hundreds of others, and plunging the community and the nation into turmoil. By Friday evening, under international media scrutiny, through coordination of multiple federal, state and local agencies, private sector professionals, and countless volunteers, two bombers had been identified, one lay dead and the other in custody, hundreds of wounded had been successfully treated, recovery throughout the region was well underway, and &ldquo;Boston Strong&rdquo; had become a globally-recognized tagline.&nbsp;</p><p>Fortunately, terrorist attacks in America are relatively uncommon, but public calamities in general &mdash; like infrastructure failures or public health emergencies &mdash; are less and less so. Public crises place complex demands on public leaders, ranging from directing recovery efforts to addressing follow-on risks to restoring order. To meet these moments, leaders must effectively communicate, coordinate, execute, comfort and otherwise act, often without complete information or even clear authority.&nbsp;</p><p>In this course, we will explore approaches public leaders have used to navigate through a variety of high-stakes public crises, and lessons those experiences teach about effective leadership in a crisis. In addition to terrorist attacks, health crises and infrastructure failures, examples will include natural disasters, economic emergencies and political scandals. Mindful that in many public leadership positions it is increasingly difficult to differentiate between crisis and routine, we will attempt to develop an understanding of how to anticipate and prepare for various types of crises by engaging with stakeholders, and how strategy, administration, execution and communication can shape crisis response. So that students can begin to develop their own approaches to leading through public crises, the class will (1) conduct simulations to help students better appreciate the practical, ethical and sometimes political decisions public leaders must confront in public emergencies, and (2) engage with practitioners as guests in class who have experienced crisis response so that students can inquire directly about the leadership choices our guests have faced and the strategies they used to move their teams and their constituents forward.</p><p>This course will touch upon, but not limit itself to how to communicate during a crisis. Other courses at the Kennedy School go more deeply into that important subject. This course addresses how public leaders in the &ldquo;hot seat&rdquo; can anticipate and then more effectively and holistically lead through the emergency with an eye on the long-term consequences for all stakeholders.</p>"
    },
    "MLD 401M": {
        "course_code": "MLD 401M",
        "course_name": "Financial Analysis of Public and Nonprofit Organizations",
        "course_description": "<p><span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">Financial Analysis of Public and Nonprofit Organizations (MLD-401M) is an introductory course intended for a general audience of students with no background in accounting or financial analysis. By the end of the course, students should be able to: 1) Understand commonly-used accounting and financial analysis terminology, concepts, tools and processes; 2) Evaluate financial statements in order to ask probing questions, identify risks and/or opportunities, and think critically about financial performance; 3) Recommend and justify courses of action based on analyses of accounting and other financial data; and 4) Successfully move on to higher-level MLD courses.The course will be taught using a combination of lectures, case studies, problem sets and exams.&nbsp; Specific topics covered will include an overview of the financial reporting landscape and governance; accounting principles and concepts; a detailed review of the major financial statements; and the analysis of major financial topics such as organizational liquidity, solvency, operations, funding, and benchmarking.&nbsp; Students will be exposed to the unique features of public and nonprofit accounting, but many of the topics covered are applicable to all types of organizations.</span></span></span></p>"
    },
    "MLD 411M": {
        "course_code": "MLD 411M",
        "course_name": "Introduction to Budgeting and Financial Management",
        "course_description": "<p style=\"margin-top:0in;margin-right:6.0pt;margin-bottom:0in;margin-left:6.0pt;margin-bottom:.0001pt;line-height:115%;text-autospace:none;\">Budgeting, accounting, and financial management concepts and techniques are central to the successful operation of government, nonprofit, and for-profit organizations. This rigorous introductory course aims to demystify these topics for a general audience of students with no background in these materials.&nbsp; It covers the entire budgeting process, including budget formulation and execution, variance analysis, budget strategies such as activity-based costing, revenue forecasting, and capital budgeting. Accounting topics include <span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">an overview of the financial reporting and governance landscape, accounting principles and concepts, and a detailed review of the major financial statements</span></span></span>. The course will build on these budgeting and accounting principles to progress to financial management techniques such as the Balanced Scorecard, financial benchmarking, and <span style=\"color:black;\"><span style=\"font-family:arial,sans-serif;\"><span style=\"font-size:10.0pt;\">the analysis of organizational liquidity, solvency, operations and funding.</span></span></span> The course will use case discussions, problem sets, online tutorials, and individual and group exercises. Students who complete MLD-411 may apply for MLD-412, the Greater Boston Applied Field Lab, an advanced spring semester course in which students work on challenging urban management and financial projects. Students may also join the MLD-411 alumni program.</p>"
    },
    "MLD 412": {
        "course_code": "MLD 412",
        "course_name": "Greater Boston Applied Field Lab: Advanced Budgeting, Financial Management and Operations",
        "course_description": "<p>MLD-412 is an experiential-learning lab that will enable students to work on financial and operational challenges with real-world clients. In 2022-23, projects will focus primarily on climate-related challenges including transitioning to clean energy, addressing stormwater, water quality, extreme heat, flood and drought remediation, and dirty fossil-fuel residue and watersheds, particularly in low-income neighborhoods. The coursework will focus on infrastructure, financing, budget, design and strategy for these topics. The course is affiliated with the Rappaport Institute for Greater Boston, the Taubman Center for State and Local Government and the Harvard-Bloomberg Cities Initiative. &nbsp;</p><p>Clients are being finalized but will likely include Boston, cities in the Northeast region (New England states and New York), Congressional district MA-6, the Northeast Clean Energy Council, EPA regional office, and local watersheds. Course work includes training in advanced relevant analytical skills, such as GIS mapping and financial spreadsheet modelling. Extensive field work is required, including multiple visit to client sites. Students who complete the course may be eligible for paid summer follow-on work in the field, or conducting research on the relevant datasets for publications.</p><p>This course requires permission of the instructor.&nbsp; Please complete application at:<a target=\"_blank\" href=\"https://harvard.az1.qualtrics.com/jfe/form/SV_4SKcMTy5KLsGDxI\" target=\"_blank\">&nbsp;https://harvard.az1.qualtrics.com/jfe/form/SV_4SKcMTy5KLsGDxI</a></p>"
    },
    "MLD 420": {
        "course_code": "MLD 420",
        "course_name": "Federal Budget Policy",
        "course_description": "<p>The goal of this course is to introduce students to the law and practice of government budgeting in the United States. Students will be introduced to the basic structure of the federal budget process, including the President&#39;s Budget and Congressional budget procedures.&nbsp; We will explore the roles of all three branches of federal government in setting budget policy in the United States, covering government shut-downs, debt ceiling crises, continuing resolutions, and ongoing debates over budget reforms and fiscal challenges. &nbsp;Based on student interest, we may also take up entitlement reform, defense spending, budgeting for infrastructure as well as topics related to state budgeting practices and federal-state relations in budget policy.</p><p>Readings will be from Fiscal Challenges: An Interdisciplinary Approach to Budget Policy (2007) (Howell Jackson, et al., eds.) and additional distributed materials.</p>"
    },
    "MLD 427": {
        "course_code": "MLD 427",
        "course_name": "Strategic Finance for Nonprofit Leaders",
        "course_description": "<p>This course provides a general introduction to and overview of the financial management practices and problems of nonprofit organizations. Specific topics will include financial accounting, budgeting/resource allocation, cost containment and retrenchment, and strategy development/strategic planning. Course activities will include lectures, discussions, case analyses, exercises, and outside readings. Grades will be based on written case analyses, class participation, and a final take-home examination.</p><p>The specific objectives are to: 1) familiarize students with how information on the financial position of nonprofit organizations is measured and recorded and with how this information is summarized and reported; 2) examine how financial statements and reports are utilized to analyze a nonprofit organization&#39;s financial condition and organizational efficiency and effectiveness; 3) review the purposes and techniques of budgeting and resource allocation in nonprofit organizations; 4) highlight the ways in which information produced by management control systems can aid personnel and programmatic decisions as well as how this information can be used to assist in the formulation of responses to declining or constrained resources; and 5) improve students&#39; understanding of alternative approaches to strategic planning in nonprofit organizations.</p><p>The course aims to make students better managers and consumers of financial information rather than budget officers or accountants. Through a general introduction to the financial mangagement&nbsp; practices and problems of nonprofit organizations, this course will familiarize students with the principles and techniques of financial management and control. No prior knowledge of finance or accounting is expected or needed.</p>"
    },
    "MLD 502": {
        "course_code": "MLD 502",
        "course_name": "Developing People",
        "course_description": "<p><strong>This course is for:&nbsp;</strong></p><p>This course is designed for the practitioner, change agent and adult still wondering who and what they are going to be when they &ldquo;grow up.&rdquo; This course is for anyone who knows they need more capacity and bandwidth to do the work they want to do and make the impact they want to make. This course is for anyone who will be managing, training and supervising people. This course is for the HKS student looking to protect some time and space to focus on their own growth edges.&nbsp;&nbsp;</p><p>&nbsp;</p><p><strong>Questions this course addresses:&nbsp;</strong></p><p>What would it look like to really, truly, develop people in such a way that their capacity for complexity really does grow. Why is it so hard to start exercising - even after your doctor says you will die early if you do not exercise? What distinguishes a &ldquo;more&rdquo; complex thinker from a &ldquo;less&rdquo; complex thinker? How do you overcome deeply ingrained assumptions within yourself? What do you need to know and what skills do you need to have to help others overcome deeply ingrained assumptions about themselves?&nbsp;</p><p>&nbsp;</p><p><strong>How we address these questions:&nbsp;</strong></p><p>We will use Constructive Developmental Theory to help us understand resistance to change and dysfunctional defensive behavior. This lens will also help us think differently about the challenges of making progress, capacity building, growth, change, and transformation &ndash; both in ourselves and others.&nbsp;</p><p>&nbsp;</p><p><strong>What you learn:&nbsp;</strong></p><p>Participants will learn a framework for understanding and overcoming resistance to change and skills for developing themselves and others.&nbsp;&nbsp;</p><p>&nbsp;</p><p><strong>How you learn:&nbsp;</strong></p><p>First, participants will focus on their own personal and professional development goals and challenges through a series of exercises rooted in the Immunity To Change process.&nbsp;Second, participants will learn how their own developmental challenges are explained Constructive Developmental Theory.&nbsp;Then participants engage in a practice coaching exercise to support others&rsquo; change goals.&nbsp;And fourth, participants will analyze and evaluate organizational practices for developing people.&nbsp;</p>"
    },
    "MLD 515M": {
        "course_code": "MLD 515M",
        "course_name": "Serving the Public Good: Planning for Career and Life",
        "course_description": "<p>Fueled by aspirations to public service and to address the world&#39;s most pressing social and environmental challenges, HKS students pursue extraordinary lives. The professional prospects for HKS students are richly diverse, but also, as a result, less structured and harder to forecast than in other fields (e.g., business, law, medicine). This module is designed to help students navigate careers fueled by aspirations to contribute to the public good, including considerations of work-life and wellbeing. With a primary focus on their next five-to-ten years, the course will help students frame their choices, explore and develop their options, and ultimately create a working plan for moving forward.</p><p>Drawing on evidence from the study of professional careers and leadership journeys, work-family conflict and integration, and wellbeing, the module adopts a broader &ldquo;life&rdquo; perspective. The course is grounded in the premise that HKS students have agency in determining the direction of their careers. While not everything is planned and certain, self-direction is possible and is likely to be facilitated by actively exploring alternative paths.</p><p>Students should be prepared for a substantial course load, with rigorous work expectations in and out of classroom. Students will read relevant academic research, conduct expert interviews, and participate in reflective and interactive exercises. Peer coaching is integral to the teaching model, which is designed to build a sense of community that we hope will last for years ahead. Course assignments and peer coaching will be adapted to accommodate the diversity of career stages among students in the class.&nbsp;</p><p>The module is structured into three blocks: knowing yourself (e.g., aspirations, motivations, values); where are you going and how are you getting there (e.g., negotiating careers, networking, developing a leadership story); and building the resilience (e.g., wellness, work and family). Students will hear from HKS alumni, not because they have cracked-the-code, but because their leadership stories can help current students make sense of their own potential career paths. Through engagement with the course materials and relevant experts in their fields, students will develop a life and professional plan of action for the coming years.</p>"
    },
    "MLD 601": {
        "course_code": "MLD 601",
        "course_name": "Operations Management",
        "course_description": "<p>This course is an introduction to operations management which entails creating public value by efficiently delivering quality services. The course provides students with the tools to identify opportunities for improvement, diagnose problems and barriers, and design efficient and effective solutions. The course uses the case method of instruction, drawing examples primarily from the public and nonprofit sectors with some private sector cases. The course roadmap is: creating value, delivering quality services, delivering efficient services, managing performance, utilizing technology, and addressing unique challenges. Throughout the course, tools will be introduced including process mapping and reengineering, capacity and root-cause analysis, and total quality management. The course capstone is a client project in which student teams help local agencies solve actual operational problems. The course is oriented toward the general manager or those interested in an introduction to the field. A Friday recitation provides additional practice with the tools that are taught.</p>"
    },
    "MLD 605M": {
        "course_code": "MLD 605M",
        "course_name": "Systems Thinking and Supply Chain Management: Climate, Poverty and Human Rights",
        "course_description": "<p>Covid-19 is demonstrating the critical nature of supply chains in our world. From lack of personal protective equipment to virus test kits to toilet paper, failures in supply lines are taking a toll on our lives.</p><p>The efficient delivery of quality public services is a core requirement of government agencies. Supply chain management (SCM) is the structured approach for meeting this requirement. Supply chains are the systems and processes that transform resources into services ranging from healthcare to education to emergency response to criminal justice. Procurement, inventory, transformation, distribution, and transportation all must be managed individually and in concert with each other to achieve public policy objectives.</p><p>Systems thinking, a holistic framework for understand how components of a system become an integrated, unified and optimized whole, is the foundation for effective SCM. Systems thinking ensures we understand the feedback loops that exist in supply chains and the non-linear nature of the real world. The empty grocery store shelves resulting from a demand spike in advance of a hurricane or blizzard illustrates how one change in the chain, an increase in demand, ripples through the entire system for weeks.</p><p>This course provides students with the theory and practice to design, operate and sustain supply chains that deliver public services. We will explore both product chains (e.g. personal protective equipment for hospitals and school lunches) and service chains (e.g. the delivery of criminal justice and early childhood education).&nbsp; The course begins with an exploration of the critical role of supply chains in service delivery through an examination of successes and failures. Next, the effective management of each link in the supply chain is studied. Then systems thinking is explained to see how comprehensive supply chains are designed and implementation requirements defined. The course concludes with an investigation of supply chains can be modified to achieve public purpose.</p><p>The course pedagogy features case study and practitioner-based learning. Materials are drawn from developing and developed world contexts. A key feature of the course is a student led learning component where students, individually or in groups, take responsibility to teach one Friday session to elaborate a course concept.</p>"
    },
    "MLD 615M": {
        "course_code": "MLD 615M",
        "course_name": "Mixed Methods Analytics for Leaders and Policy Makers",
        "course_description": "<p>Leaders and policy makers&nbsp;often&nbsp;need to&nbsp;integrate different kinds of data and analysis: campaign managers combine statistical models with on-the-ground conversations with voters, policymakers can conduct focus groups with health workers to understand population-level disparities in care, and movement organizers increasingly blend social network analysis with ethnographic fieldwork to power map their communities. In this course, we will explore the advantages and disadvantages of mixed methods versus mono-method modes of inquiry;&nbsp;practice different approaches to data collection, analysis, and visualization;&nbsp;and learn how to iteratively improve on the validity and quality of evidence using a mixed methods research approach. Because a main focus of the course will be on integrating qualitative and quantitative strategies, it is well suited for&nbsp;students with aspirations to be analysts or organizational leaders,&nbsp;or&nbsp;those&nbsp;who are anticipating,&nbsp;or already engaged in,&nbsp;original research or evaluation projects (e.g., PAE, SYPA, masters or undergraduate thesis, or field course).</p>"
    },
    "MLD 617M": {
        "course_code": "MLD 617M",
        "course_name": "Effective Implementation: Learning from Effective Implementers",
        "course_description": "<p>Producing tangible and measureable results is an important part of work in the public sector. Yet there are many more good ideas about producing results than there are good ideas implemented. This happens for many reasons, among them that no one really stayed with the idea to &quot;make it happen.&quot; This course consists of a case-informed conversation about traits of persons who have been demonstrably effective at translating ideas into action. The objective of the course is to have each of us become more effective in the public service and public policy arena. Each class will address at least one trait that seems to be related to effective implementation, for example: success (knowing what it is); relentlessness (sustained attention); collaboration and bringing out the best in others; setbacks, defeats, and failure; fear, courage, and confidence; help (when does one need it, and what does it look like?); and resilience.</p>"
    },
    "MLD 618": {
        "course_code": "MLD 618",
        "course_name": "Leadership, Social Change, and its Challenges: Boston as a Case Study",
        "course_description": "<p>Over the last half century Boston has faced a multitude of issues and crises.&nbsp;Despite its stunning economic turnaround and success, reoccurring themes have been the problems inequality, race and ethnicity, class, and social justice. Their resolution as successes or failures has been dependent on the actions taken by leaders - individuals and groups. The role of leadership will be analyzed in part through major milestones events such as: the school busing crisis, the Catholic Church sex scandal,&nbsp; the Boston Harbor cleanup (once the dirtiest in the Nation), the Boston Miracle and community policing, the Domestic Worker&rsquo;s Rights campaign, Cambridge&rsquo;s guaranteed income experiment, gun laws, banks as instruments for good, and the Marriage Equality Act.&nbsp; Key&nbsp;protagonists from each case will visit the class. Students will be required to interview and shadow a leader of their choice for a day. For their final project students will be required to create a case&nbsp;of&nbsp;their own.&nbsp;</p>"
    },
    "MLD 620M": {
        "course_code": "MLD 620M",
        "course_name": "The Data Smart City: Driving Innovation with Technology",
        "course_description": "<p>The complexity of governing cities continues to escalate as more of &nbsp;the world&rsquo;s population will be living in urban areas by 2050. The problems of delivering&nbsp;basic services, while addressing climate and equity compound the challenge. Changing physical &nbsp;and social conditions will require new approaches in how one delivers &nbsp;and regulates public goods and services as well as in the process of &nbsp;mobilizing support for new approaches.&nbsp; Technology provides&nbsp;cross sector officials with new assets, but those assets come wrapped in a set of challenges including public private partnerships, equity, privacy, security and the management of systems.</p><p>This course seeks to equip students who wish to use digital tools to innovate &nbsp;with the knowledge and skills necessary to imagine and implement innovative solutions to public problems. The class &nbsp;will focus on driving change through the application of new technologies including data analytics, social media and the internet of things.&nbsp; We will look at how cities can be more responsive and innovative jurisdictions that unleash their potential for public value creation?</p><p>The course seeks develop the attitudes and analytic skills of individuals who aspire to make positive change, either as innovators or designers of organizations or activities that support innovators of public value.</p>"
    },
    "MLD 630": {
        "course_code": "MLD 630",
        "course_name": "Government Turnarounds",
        "course_description": "<p>This course considers strategies that government leaders have used to turn around troubled agencies and improve government performance.&nbsp; Class sessions will be a mixture of lectures, case studies, student presentations, and conversations with guest experts.&nbsp; Topics will include setting strategic goals, data-driven performance improvement systems, procurement reform, and techniques for re-energizing and recruiting talent.</p>"
    },
    "MLD 634M": {
        "course_code": "MLD 634M",
        "course_name": "Managing the Private Delivery of Public Value",
        "course_description": "<p>This module seeks to equip public leaders to structure and manage relationships with private actors so as to maximize the odds of producing public value.&nbsp; It progresses from simpler to more sophisticated models of public-private interaction&mdash;from classic procurement to privatization (in the service delegation sense of that term) to public-private partnerships.&nbsp; All sessions will feature case discussions (roughly half US-based and half not), generally supplemented by selected texts from economics, organizational theory, and other pertinent disciplines.&nbsp; Both enthusiasts and skeptics of private involvement in public missions are welcome; the instructor has long been a bit of both.&nbsp;</p>"
    },
    "MLD 636": {
        "course_code": "MLD 636",
        "course_name": "Managing Transformations in Healthcare",
        "course_description": "<p>This course will focus on how to successfully manage transformations in the U.S. healthcare system. Transformations in healthcare include changing reimbursement models, initiatives to improve quality, and projects to redesign the care delivery system. The course will work across sectors &ndash; non-profit, private, and public sectors, including federal, state and local levels.&nbsp; The course will use case studies as a major element of each class. The course will begin with a focus on diagnosing the specific challenge and the entity&#39;s organizational culture.&nbsp; Then the course will turn to management tools that can transform the healthcare delivery system. These tools include: 1) managing silos, 2) enhancing the role of clinicians, 3) goal setting and monitoring, and 4) public health campaigns.</p><p>This course is designed for people who may serve in the healthcare delivery system &ndash; government agencies, hospitals, community health centers, or public health entities.&nbsp; The healthcare delivery system is constantly evolving. The ability to manage transformations is critical to improving access, equity, and quality, as well as managing costs.&nbsp; The successful transformation will balance all four elements.</p><p>The course is taught by a practitioner. Tom Glynn served for 14 years as Chief Operating Officer of Harvard affiliated Partners Healthcare, a network of hospitals and neighborhood health centers. Previously he served as Deputy Commissioner of Public Welfare in Massachusetts, overseeing the state Medicaid Program. And he also served as Chair of the Mayor&#39;s Healthcare Commission, reviewing the role of neighborhood health centers and safety net hospitals.&nbsp; Glynn has a PhD from Brandeis University&#39;s Heller School for Social Policy and Management.</p>"
    },
    "MLD 802M": {
        "course_code": "MLD 802M",
        "course_name": "Nonprofit Management and Leadership",
        "course_description": "<p>This course is designed to prepare HKS students to work in the nonprofit sector as managers, and ultimately, as leaders. It is appropriate for students with interests across the sector, from social services, to international aid, to the arts. The objective is to give students a basic background in organizational structure, social enterprise, resources, communications, and business planning. Both intellectual foundations and practical management strategies will be covered.</p><p>This class will focus exclusively on nonprofit management, and will not cover lobbying or political activism.</p><p>Students at any career stage with an interest building, growing, and running a non-profit organization will benefit from MLD-802M.</p>"
    },
    "MLD 820": {
        "course_code": "MLD 820",
        "course_name": "Strategies for Social Impact",
        "course_description": "<p>This course is for those interested in leading or advising organizations focused on social and environmental impact. Using frameworks currently in use in the social sector, we will study several of the core challenges faced by impact-driven organizations and their leaders: How can your individual organization make real progress on a complex, wicked problems? What does it take to identify and align external stakeholders and supporters around your intended impact? Can impact really be measured, and if so, how? What internal levers can be used to improve efficiency and effectiveness?</p><p>This course will be participation-based and will include case discussions, in-class exercises, and guest speakers. We will draw on examples and lessons from non-profit organizations, social enterprises, for-profit impact-first companies such as benefit corporations, and public sector organizations. Throughout the course, students will be challenged to consider the strengths and weaknesses of these different strategies and ways of organizing to pursue social impact at scale.</p>"
    },
    "MLD 830": {
        "course_code": "MLD 830",
        "course_name": "Entrepreneurship and Innovation in the Private and Social Sectors",
        "course_description": "<p>Introduces the theory and practice of entrepreneurial management in the private and social sectors. Provides students with a set of strategic and management frameworks to analyze entrepreneurial ventures, and to begin to visualize, define, structure, and lead enterprises of their own.&nbsp; Through case studies of entrepreneurial ventures and readings, students learn about practical innovation, market research, talent acquisition, intellectual property and financing alternatives. This course focuses on both private and social (not-for-profit) enterprises, including cross-sectoral joint ventures and hybrid models, and examines a wide spectrum of funding models.*</p><p>Requirements: student preparation and presentation of small group research project(s) of student business plans or case studies on entrepreneurial ventures or leaders in the private or nonprofit world; substantial primary and secondary research. The instructor will meet with each group at mutually convenient times during and outside of class, to help structure the project and coach the presentations of these business plans and case studies. Grades based 1/3 on class participation, 1/3 on the group research presentation, and 1/3 on a case final exam.</p><p>&nbsp;</p>"
    },
    "MLD 831": {
        "course_code": "MLD 831",
        "course_name": "Entrepreneurship and Innovation in the Private and Social Sectors (Business Plan Workshop)",
        "course_description": "<p>In this seminar/workshop students apply the theory of entrepreneurial management in the private and social sectors by creating business plans and presentations for new social enterprises. Through case studies of entrepreneurial ventures and readings, students learn about practical innovation, market research, talent acquisition, intellectual property and financing alternatives.&nbsp; In particular this spring seminar is designed for students who are prepared to (1) create a business plan for a social venture, or (2) perfect one they have already developed.&nbsp; Student-created ventures may be in the private or social (not-for-profit) sector, or cross-sectoral joint or hybrid ventures. Students are expected to hone their business plans with an eye towards pitching to funders or strategic partners.*</p><p>Requirements: An individual 10-15 page business plan applying the course insights to a proposal for a new social venture; a PowerPoint presentation &ldquo;pitch;&rdquo; and a brief &ldquo;elevator speech&rdquo; pitch.&nbsp; Grades based 1/2 on class participation and 1/2 on the individual term paper.</p><p>*Students MUST BE financially literate, as evidenced by prior academic training or professional experience.</p>"
    },
    "MLD 836M": {
        "course_code": "MLD 836M",
        "course_name": "Social Entrepreneurship/Social Enterprise Deep Dive: How to Operationalize & Scale for Social Impact",
        "course_description": "<p>Kiva, One Acre Fund, Sanergy, Sirum, Muso, Kinvolved, Report for America, and Education Superhighway all have achieved enormous impact in the world and all started out as early stage social enterprises led by a visionary. MLD-836M is a deep dive for those seriously interested in driving impact at scale through non-profit and for-profit social enterprises. Building on the lessons learned from decades of investing in early stage social enterprises working on some of societies&rsquo; most complicated issues, this intensive course will help future leaders of programs, start-ups and mature&nbsp; organizations understand the operational challenges around executing at scale in an every changing, resource constrained and complicated world.&nbsp;</p><p>With a combination of lectures, workshops and live case studies, students will be asked to develop operating plans and scale models that meet the challenge of the problems they are trying to address. The course is hyper focused on the mastery of&nbsp; five critical skills necessary to lead and execute the mission of sustainable social enterprises: 1) deeply understanding the nature of the problem being addressed and the ecosystem surrounding it; 2) creating the right type of organization that can address these challenges including organizational design, talent development, board engagement, and relevant strategic public/private partnerships; 3) understanding the existing infrastructure and distribution channels that surround the problem and your proposed solution; 4)identifying relevant sources of funding for the solution; and 5) and how to use data to measure and evaluate impact in order to be able to iterate in real time and achieve long term sustainability and drive momentum to scale. A critical component of the course will be a set of closely related curricular panels featuring leaders in the sector who can provide real time context and relevancy and speak firsthand to the challenges they faced as they mastered each of these five critical skills.</p><p>This course is a rigorous course for those with serious intent to make a difference in the lives of others and will involve intensive workshops and other co-curricular activities to provide context and insights.&nbsp; This course is a great follow on course for those that have taken an introductory course on social change, strategy, non-profit management or social movement building or already have good foundational knowledge. The course enrollment will be limited to 20&nbsp;students.</p>"
    }
}