{
    "HBSD 3000": {
        "course_code": "HBSD 3000",
        "course_name": "Reading and Research",
        "course_description": "<p>Students must register for a total of 16 credits in order to maintain full time status. Students enrolled &nbsp;in the PhD in Business Administration,&nbsp;Organizational Behavior, or Health Policy (management track) should utilize this course to indicate time spent researching and reading outside of classes. Credits are variable and can be adjusted as needed to maintain full time status.</p>"
    },
    "HBSDOC 2722": {
        "course_code": "HBSDOC 2722",
        "course_name": "Political Economy of Electoral Democracies",
        "course_description": "<p>This course introduces students to theory and evidence on the political economy of electoral democracies. Core topics will include the behavior of voters and elected officials. We will also study other institutions such as bureaucracies, lobbying, and the media.</p>"
    },
    "HBSDOC 3000": {
        "course_code": "HBSDOC 3000",
        "course_name": "Reading and Research",
        "course_description": "<p>Students must register for a total of 16 credits in order to maintain full time status. Students enrolled &nbsp;in the PhD in Business Administration,&nbsp;Organizational Behavior, or Health Policy (management track) should utilize this course to indicate time spent researching and reading outside of classes. Credits are variable and can be adjusted as needed to maintain full time status.</p>"
    },
    "HBSDOC 4010": {
        "course_code": "HBSDOC 4010",
        "course_name": "Microeconomic Theory I",
        "course_description": "<p>A comprehensive course in economic theory designed for doctoral students in all parts of the university. Topics include consumption, production, behavior toward risk, markets, and general equilibrium theory. Also looks at applications to policy analysis, business decisions, industrial organization, finance, and the legal system. Undergraduates with appropriate background are welcome, subject to the instructor&#39;s approval. HBS Doctoral students should register for ECON 2020A</p>"
    },
    "HBSDOC 4011": {
        "course_code": "HBSDOC 4011",
        "course_name": "Microeconomic Theory II",
        "course_description": "<p>A continuation of Economics 2020a. Topics include game theory, economics of information, incentive theory, and welfare economics.</p>"
    },
    "HBSDOC 4070": {
        "course_code": "HBSDOC 4070",
        "course_name": "Design of Field Research Methods",
        "course_description": "<p>Field research involves collecting original data (qualitative or quantitative) in field sites. The course will combine informal lecture and discussion with practical sessions designed to build specific skills for conducting field research in organizations. Readings include books and papers about research methodology, as well as articles that provide exemplars of field research, including both theory driven and phenomenon driven work. Specific topics covered include variance versus process models, blending qualitative and quantitative data (in one paper, one study, or one career), collecting and analyzing different kinds of data (observation interview, survey, archival), levels of analysis, construct development, and writing up field research for publication. A core aim of the course is to help students understand the contingent relationship between the nature of the research question and the field research methods used to answer it, and to use this understanding to design and carry out original field research. Course requirements include several short assignments assessing readings and a final paper designed to help students' further their own field research goals. This seminar fulfills a requirement for HBS Organizational Behavior and Management students. Students are required to be in or beyond their second year of study.</p>"
    },
    "HBSDOC 4110": {
        "course_code": "HBSDOC 4110",
        "course_name": "The Foundations of Strategy",
        "course_description": "<p>The course provides a broad, multi-disciplinary introduction to the study of business strategy, with a particular emphasis on its behavioral and economic foundations.  Different schools of thought and their evolution will be analyzed, discussed, and compared.  Open only to doctoral students.</p>"
    },
    "HBSDOC 4115": {
        "course_code": "HBSDOC 4115",
        "course_name": "Analytical Methods for Strategy Research",
        "course_description": "<p style=\"margin-bottom:0in;margin-bottom:.0001pt;line-height:normal;text-autospace:none;\"><span style=\"font-size:12.0pt;\">The purpose of this course is to help PhD students in the field of strategy (or closely related fields) become better consumers and producers of theory &ndash; both from a conceptual and from a methodological perspective. The course will look both at the nature of good theory &ndash; what makes something a theory and what makes it a good theory &ndash; and the methods used to derive theory &ndash; from modeling and formal analysis over simulations to inductive and qualitative approaches. (It will not focus on field research, as there are more focused courses for that.) Whereas the course will discuss papers from strategy and closely related fields, it is not a survey of models in these fields or any subfield but will simply draw on these literatures to provide material to learn about theory and theory development. At the same time, the ultimate focus will be intently on the strategy field (and areas that feed directly into strategy).</span></p><p style=\"margin-bottom:0in;margin-bottom:.0001pt;line-height:normal;text-autospace:none;\"><span style=\"font-family:calibri-bold;\"><span style=\"font-size:14.0pt;\">Prerequisites</span></span></p><p style=\"margin-bottom:0in;margin-bottom:.0001pt;line-height:normal;text-autospace:none;\"><span style=\"font-size:12.0pt;\">The course is for PhD students intending to do research in strategy or closely related fields.</span></p><p style=\"margin-bottom:0in;margin-bottom:.0001pt;line-height:normal;text-autospace:none;\"><span style=\"font-size:12.0pt;\">Prerequisites for the course are HBS 4010 and 4011 (Micro-economics 1 and 2) and HBS 4110 (Foundations of Strategy) or equivalent. Equivalencies must be approved by the instructor.</span></p>"
    },
    "HBSDOC 4118": {
        "course_code": "HBSDOC 4118",
        "course_name": "Research Development Course: Strategy Field",
        "course_description": "<p>The objectives of the course are to provide a structured research experience in which HBS Strategy doctoral students can work on both the substance of a project and learn about the process of research; provide a continual stimulus, centering around a series of milestone student presentations, to get work done; and build a supportive research community across students and their supporting faculty, while teaching students to be good presenters of research as well as being good critics and discussants of others research.</p>"
    },
    "HBSDOC 4155": {
        "course_code": "HBSDOC 4155",
        "course_name": "Psychology and Economic Theory",
        "course_description": "<p>This course explores ways that psychological research indicating systematic departures from classical economic assumptions can be translated into formal models that can be incorporated into economics. Topics include ways utility theory can be improved--such as incorporating reference dependence, news utility, social preferences, self image, and other belief-based tastes--and ways we can relax assumptions of perfect rationality--such as incorporating focusing effects, limited attention, biased prediction of future tastes, present-biased preferences, biases in probabilistic judgment, and errors in social inference. The course will emphasize (a) careful interpretation and production of new evidence on relevant departures,(b) formalizing this evidence into models that can, with discipline and rigor, generate sharp predictions using traditional economic approaches, and (c) exploring economic implications of those models presented. Although we will primarily emphasize (b), the course is meant to be useful to students whose interests lie anywhere in this spectrum, under the premise that all such research will be improved by a greater appreciation of the full spectrum. The course is intended for PhD students in the Business Economics and Economics programs and others who have a solid background in microeconomic theory at the level of introductory PhD courses in these programs. While obviously appropriate to those wishing to specialize in &quot;behavioral economics&quot;, the course is also designed for those interested in doing research in particular fields of economics. And while the course centers on theoretical models (learning and evaluation will center around solving formal problem sets), the theory is focused towards its empirical implementability and economic relevance, so that the course is also designed for those interested in theory-influenced empirical research.</p>"
    },
    "HBSDOC 4170": {
        "course_code": "HBSDOC 4170",
        "course_name": "Econometrics I",
        "course_description": "<p>Economics 2110 and 2115 comprise a two-course sequence for first-year graduate students seeking training in econometric methods at a level that prepares them to conduct professional empirical research. Economics 2110 (fall) reviews probability and statistics, then covers the fundamentals of modern econometrics, with a focus on regression methods for causal inference in observational and experimental data. Prerequisites: undergraduate courses in probability and statistics, regression analysis, linear algebra, and multivariate calculus.</p>"
    },
    "HBSDOC 4175": {
        "course_code": "HBSDOC 4175",
        "course_name": "Econometric Methods II",
        "course_description": "<p>Economics 2110 and 2115 comprise a two-course sequence for first-year graduate students seeking training in econometric methods at a level that prepares them to conduct professional empirical research. Economics 2115 (spring) covers topics (different methods) in current empirical research. Faculty members from across the university will teach modules each covering a different method of causal inference, including but not limited to instrumental variables, panel data methods, and regression discontinuity and kink designs. The course will emphasize a mixture of theory and application, with problem sets focused on the replication or extension of recent papers utilizing these methods.</p>"
    },
    "HBSDOC 4220": {
        "course_code": "HBSDOC 4220",
        "course_name": "Empirical Methods in Financial Economics",
        "course_description": "\"Examines empirical research in corporate finance. Covers empirical research methodology, financial institutions, and financial policy. Major emphasis is on how to do well-executed and persuasive research in corporate finance. Structured to minimize overlap with HBSDOC 4243. Seminar format; students write referee reports and a research paper. Offered jointly with the ECON as 2727. HBS PhD students should enroll in ECON 2727\""
    },
    "HBSDOC 4225": {
        "course_code": "HBSDOC 4225",
        "course_name": "Financial Economics of Climate and Sustainability",
        "course_description": "<p>The purpose of the course is to (a) introduce researchers to questions and methods in the rapidly evolving fields of climate/sustainable finance; (b) connect researchers from across the globe interested in this topic to stimulate more rigorous, relevant, and collaborative work.</p><p>Addressing climate change demands changes in natural, social, and economic systems and will require greater collaboration. In that spirit, this course is being offered by a team of professors from different schools and universities across the globe. Each professor will deliver one or more lectures and there will be students from a number of different schools. Our teaching group consists of current and former AFA and EFA presidents and some of the leading climate finance scholars, including Laura Starks (current AFA President), Patrick Bolton (former AFA President), Stefano Giglio, Marcin Kacperczyk (former EFA President), Caroline Flammer, Geoff Heal, Stefan Reichelstein, Ben Caldecott and Peter Tufano.</p>"
    },
    "HBSDOC 4243": {
        "course_code": "HBSDOC 4243",
        "course_name": "Corporate Finance and Banking",
        "course_description": "Theory and empirical evidence on capital structure, dividends, investment policy, and managerial incentives. Topics include banking, corporate governance, and mergers."
    },
    "HBSDOC 4294": {
        "course_code": "HBSDOC 4294",
        "course_name": "Multidisciplinary Perspectives on Gender in Organizations",
        "course_description": "<p>In this course, we will delve into research on gender in organizations from three disciplinary perspectives &mdash; psychology, sociology,&nbsp;and economics &mdash; identifying the&nbsp;conceptual and methodological lenses each discipline adopts in examining similar questions. Our&nbsp;aim will be to critically analyze and compare theoretical understandings and empirical evidence on gender in employment, in&nbsp;organizations, and at the intersection of work and family. &nbsp;Course work will include in-depth reading of books and articles, full&nbsp;participation in discussions of the readings, two preliminary written assignments culminating in a complete research proposal, and presentation of research proposal.&nbsp;</p>"
    },
    "HBSDOC 4350": {
        "course_code": "HBSDOC 4350",
        "course_name": "Theoretical and Empirical Perspective on Entrepreneurship",
        "course_description": "<p>TEPE explores scholarly work from economics and finance disciplines regarding entrepreneurshipthe formation and growth of new firms. While work on this topic dates back to Schumpeter and earlier, academic research regarding entrepreneurship has exploded over the last decade. There are two complementary doctoral classes, each taught every other year, with the Spring 2021 course focusing on the entrepreneurship research about corporate finance, including entrepreneurial finance and behavioral economics. The Spring 2022 course focuses on entrepreneurship and its relationship to economics fields like industrial organization, labor economics, and economic growth.</p>"
    },
    "HBSDOC 4403": {
        "course_code": "HBSDOC 4403",
        "course_name": "Management Control and Performance Measurement",
        "course_description": "<p>This course is a research seminar for doctoral students and faculty interested in studying control issues from an Economics perspective. Agency models, with moral hazard and adverse selection features, will be applied to settings in auditing, supply-chains, and managerial performance evaluation. Use of Accounting information for belief-revision and performance-evaluation will be studied using both empirical and analytical methodologies. The trade-off between these two uses of accounting information will also be covered. Problem sets, a research proposal, and class participation will be the primary mode of evaluation. Prior exposure to graduate level microeconomics and econometrics is required.</p>"
    },
    "HBSDOC 4428": {
        "course_code": "HBSDOC 4428",
        "course_name": "Organizational Behavior Lab",
        "course_description": "<p>Organizational Behavior (OB) Lab is a research workshop for those whose research interests center on micro-OB&nbsp; that is, research interests based in micro-sociology, psychology or framed in psychological terms and relevant to organizational behavior.&nbsp; The research may include any and all methodologies.&nbsp; OB Lab is devoted to helping its members develop early-stage research projects.&nbsp; We aim for a constructive, collaborative atmosphere in which we can share ideas for projects, methodological questions, and questions about how to interpret results.&nbsp; Our hope is to build a tight community of micro-OB doctoral researchers (and a few faculty) who know each others work well and give each other useful feedback at every stage of the research process.</p><p>Please note:&nbsp;OB Lab is open to HBS doctoral students and a small number of cross-registrants from other Harvard doctoral programs.</p>"
    },
    "HBSDOC 4430": {
        "course_code": "HBSDOC 4430",
        "course_name": "Field Experiments",
        "course_description": "<p><span style=\"font-family:cambria,serif;\">Social scientists are increasingly implementing field experiments to test theories and evaluate policies.&nbsp; Examples range from randomizing a company&#39;s advertising strategies to varying job offer details to prospective employees. Some field experiments are run in close collaboration with organizations, while others are run without any organizational involvement. Many companies and governments are also now running experiments at very large scale. </span></p><p><span style=\"font-family:cambria,serif;\">This doctoral course will explore field experiments in the social sciences. The course has three goals for students:</span></p><p><span style=\"font-family:cambria,serif;\">1. To develop the tools to design, implement, and analyze a field experiment. </span></p><p><span style=\"font-family:cambria,serif;\">2. To gain an understanding of the strengths and limits of field experiments. </span></p><p><span style=\"font-family:cambria,serif;\">3. To examine in-depth examples of field experiments that have been run, and the insights that have been gained from them.</span></p><p><span style=\"font-family:cambria,serif;\">The primarily deliverable will be a proposal for a field experiment, which, if executed, could serve as part of the student&rsquo;s thesis.</span></p>"
    },
    "HBSDOC 4435": {
        "course_code": "HBSDOC 4435",
        "course_name": "Experimental Methods in Behavioral Research",
        "course_description": "<p>The goal of this course is to provide students with an overview of the process of conducting experimental research from both a theoretical and practical perspective. We will discuss the entire lifecycle of the research process, including hypothesis generation, study design, data analysis, and paper writing. The topics we cover will be relevant to students working in organizational behavior, marketing, psychology, and behavioral economics. Please note that this is not a statistics course. The focus of this course is on becoming familiar with experimental approaches used in the behavioral sciences, and to assist students in developing their own experiments and research agendas.</p>"
    },
    "HBSDOC 4482": {
        "course_code": "HBSDOC 4482",
        "course_name": "Empirical Technology and Operations Management",
        "course_description": "<p>Empirical methods are becoming increasingly prevalent in the Operations and Innovation fields. This doctoral course will expose students to the fields&rsquo; various empirical methods and their applications. Students will develop an understanding about what each method does, why it works, when to use it, and how it would apply in their own research.</p>"
    },
    "HBSDOC 4561": {
        "course_code": "HBSDOC 4561",
        "course_name": "Empirical Studies of Innovation and Digitization",
        "course_description": "<p>In this course we analyze classic and frontier empirical papers to understand the economics and strategic issues central to the study of firm conduct in innovation-intensive industries, with emphasis on digital industries. The emphasis is on learning to ask an empirical question and critically read papers that use mainstream econometrics to address interesting research questions. This should help prepare students to understand the majority of empirical research in business economics and strategy, again, with emphasis on digitization economics. The course exposes students to empirical work covering a variety of topics, such as diffusion, new media, platform competition, R and D, contests, and the effect of market competition on innovative behavior. Students will be expected to read required papers and contribute to the discussions. In addition, each registered student must choose two papers for presentation in class. These presentations will last twenty minutes to half an hour and are designed to teach students how to quickly analyze and summarize research. Students will also be required to take an exam at the end of the semester. &nbsp;Open only to doctoral students.<br />&nbsp;</p>"
    },
    "HBSDOC 4810": {
        "course_code": "HBSDOC 4810",
        "course_name": "Doctoral Seminar in Business History: Deeply Responsible Business Leadership",
        "course_description": "<p>This seminar provides a historical perspective on the social responsibility of business, going back to the Quaker capitalism of George Cadbury and the worker solidarity of Edward Filene through to impact investing and the B-corps. The seminar, inspired by Geoffrey Jones&rsquo;s Deeply Responsible Business: A Global History of Values-Driven Leadership (2023) features the histories of business leaders from around the world who combined profits with social purpose to confront inequality, inner-city blight, and ecological degradation, while navigating restrictive laws and authoritarian regimes. Geoffrey Jones uses the term &ldquo;deep responsibility&rdquo; to define leadership that delivered radical social and ecological responses, from &ldquo;corporate social responsibility.&rdquo; The business leaders profiled in this course, as Jones wrote in his book, &ldquo;chose to operate in socially productive fields, interacted with humility with stakeholders, and felt a duty to support their communities. While far from perfect, each one showed that profit and purpose could be reconciled. Many of their businesses were wildly successful&mdash;though financial success was not their only metric of achievement.&rdquo; The course also serves to introduce doctoral students to the literature of business history and to doing historical research. Students will be expected to write weekly responses to homework assignments, participate in class discussions, and complete a short historical research paper ideally drawing on archival sources.</p>"
    },
    "HBSDOC 4840": {
        "course_code": "HBSDOC 4840",
        "course_name": "Doctoral Seminar for Technology and Operations Management",
        "course_description": "<p>This seminar provides a forum to provide feedback for doctoral students on their research projects in innovation and operations management. The seminar also seeks to bolster research collaboration among students and between them and TOM faculty. The seminar is required of TOM doctoral students unless exempted by the TOM doctoral faculty coordinator. Other doctoral students with related interests may take this course with instructor permission.</p>"
    },
    "HBSDOC 4880": {
        "course_code": "HBSDOC 4880",
        "course_name": "Foundations of Administrative and Managerial Theory",
        "course_description": "<p>This course covers classical works in organization theory and surveys the main paradigms that are now active in the field.  In addition, we read works from business historians, economists, comparativists, and critical theorists that have shaped sociological thinking about organizations.</p>"
    },
    "HBSDOC 4882": {
        "course_code": "HBSDOC 4882",
        "course_name": "Micro Topics in Organizational Behavior",
        "course_description": "<p><span style=\"color:black;\"><span style=\"font-size:11.0pt;\">Micro Topics in Organizational Behavior is a survey course oriented toward understanding people&rsquo;s behavior and experiences in organizational contexts. The course reflects the inherently multi-disciplinary and multi-level nature of the field, for example by covering the study of individual, dyadic, small group and intra-organizational behavior.&nbsp;Examples of topics include motivation; work structure and job design; self and identity; cognition, judgement, and decision making; affect and emotion; culture, climate, and norms; groups, networks, and diversity; and power, status, and leadership. Most sessions will include a broad discussion of a topic, along with a more focused discussion of specific readings. We will have guest faculty join us on occasion. We expect the class sessions to be highly interactive. By engaging in extensive reading and active debate on these topic areas, you will gain skills in developing and evaluating theory, articulating research questions, and critiquing existing research in OB.</span></span></p>"
    },
    "HBSDOC 4906": {
        "course_code": "HBSDOC 4906",
        "course_name": "Teaching Time",
        "course_description": "<p>This course is only open to HBS doctoral students who are teaching an HBS MBA course to fulfill their teaching and MBA course degree requirements.&nbsp; Select four units for a full-semester course and two for a half-course.&nbsp; Please see details on the HBS Doctoral Degree Requirements pages (https://inside.hbs.edu/Departments/doctoral/default.aspx?page=degree-requirements).&nbsp;</p>"
    },
    "HBSDOC 4909": {
        "course_code": "HBSDOC 4909",
        "course_name": "Independent Study",
        "course_description": "<p>HBS doctoral students who would like to register for an independent study should first obtain the approval of their advisor and the HBS Doctoral Programs Office.&nbsp;</p>"
    },
    "HBSDOC 4911": {
        "course_code": "HBSDOC 4911",
        "course_name": "Workshop on Organizations Work, Organizations and Markets",
        "course_description": "<p>Bi-weekly venue for graduate students engaged in macro- and meso-level organizational research. WOM is particularly valuable for students whose interests lie at the organizational environment, organizational, and work group/team levels. Students present original work in progress and provide commentary on presentations made by others.</p><p>Workshop will meet in Chao Conference Room 300.</p>"
    },
    "HBSDOC 4913": {
        "course_code": "HBSDOC 4913",
        "course_name": "Advanced Topics in Strategy",
        "course_description": ""
    },
    "HBSDOC 4915": {
        "course_code": "HBSDOC 4915",
        "course_name": "Marketing Models- Methods",
        "course_description": "<p>The sequence is designed to familiarize students with<br />1.&nbsp;&nbsp; &nbsp;the most common methodologies used in academic research in quantitative marketing,<br />2.&nbsp;&nbsp; &nbsp;key substantive concepts and questions in quantitative marketing,<br />3.&nbsp;&nbsp; &nbsp;the most recent developments in academic marketing research,<br />4.&nbsp;&nbsp; &nbsp;the process of developing a research idea, and<br />5.&nbsp;&nbsp; &nbsp;the process of making an assessment/judgment about the novelty, level of contribution, and quality of execution of a research paper in quantitative marketing.<br />The first course of the sequence focuses on the most common empirical methods used in academic research in marketing. Each session includes a lecture on an empirical method used in marketing research, followed by brief student presentations of classic papers that use that method. There will also be problem sets designed to help students understand discussed methodologies.<br />&nbsp;</p>"
    },
    "HBSDOC 4916": {
        "course_code": "HBSDOC 4916",
        "course_name": "Frontier Research in Financial Reporting and Corporate Governance",
        "course_description": "<p>The course is designed for Ph.D. students in accounting and related fields interested in frontier research about financial reporting, capital markets, and corporate governance. Its primary objective is to survey contemporary research topics that energize the academic field, policy debates, or the current research activities of the Accounting and Management unit faculty. Upon completion of the course, students will be exposed to a wide range of issues at the frontier of financial accounting and corporate governance research, which will serve as a basis for developing dissertation ideas.</p><p>The course is intended for students with exposure to the academic accounting literature with a grasp of statistical inference. Knowledge of statistics and econometrics equivalent to the first year Ph.D. courses is presumed. A prerequisite for the course is the introductory doctoral seminar on financial accounting (or equivalent).</p>"
    },
    "HBSDOC 4918": {
        "course_code": "HBSDOC 4918",
        "course_name": "Reading Group on Topics in Financial Economics",
        "course_description": "<p>This course presents and discusses new developments in the field of financial economics. Students will present a recent academic research paper in the field and discuss its contribution, strengths, and weaknesses. Theory and empirical work will both be covered. Examples of specific topics include capital market pricing, financial intermediation, international finance, corporate finance, and household finance. This course is designed for doctoral students and will be moderated by faculty with relevant research expertise.</p>"
    },
    "HBSDOC 4919": {
        "course_code": "HBSDOC 4919",
        "course_name": "Marketing Models- Fundamentals",
        "course_description": "<p>The series is designed to familiarize students with:</p><p>Key substantive concepts and questions in quantitative marketing</p><p>The most common methodologies used in academic research in quantitative marketing</p><p>The most recent developments in academic marketing research</p><p>The process of developing a research idea</p><p>The process of making an assessment/judgment about the novelty, level of contribution, and quality of execution of a research paper</p><p>While this half-course (the Fundamentals) touches on all the items above, it mainly focuses on the key substantive questions and concepts in quantitative marketing and the most recent developments in academic marketing research. In each session, we will discuss a series of papers in a particular area of quantitative marketing and dissect each paper to reveal the relevance and significance of the research question, methodology, contributions, and position in the literature.&nbsp;</p>"
    },
    "HBSDOC 4922": {
        "course_code": "HBSDOC 4922",
        "course_name": "Econometric Methods for Accounting Researchers",
        "course_description": "<p>This course covers selected applied econometric topics that are useful in empirical accounting research. &nbsp;Each of these topics will be illustrated using contemporary examples from accounting, economics, and finance. &nbsp;</p><p>This is a doctoral-level course. &nbsp;The objective of the course is for students to learn how to design a set of rigorous empirical tests for a given research question and set of hypotheses. The course focuses on research design rather than topics in the literature.</p><p>By the end of the course, students should have a grasp on the tools used in modern empirical analysis in accounting, be able to critically evaluate a study&rsquo;s research design, and be able to develop a multi-facetted set of tests for a given research question. The course is intended for Ph.D. students conducting empirical research in accounting and that possess a reasonable grasp of statistical inference and regression.</p>"
    }
}